Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Could not create: Invalid wallet seed
ar_sa: تعذر الإنشاء: seed المحفظة غير صحيح
bs_ba: Nije moguće stvoriti: nevaljano dijeljenje
cs_cz: Nebylo možné vytvořit: neplatný seed peněženky
da_dk: Oprettelse mislykkedes: Ugyldigt wallet-seed
de_de: Erstellung nicht möglich: Ungültiger Wallet-Seed
el_gr: Δεν ήταν δυνατή η δημιουργία: Μη έγκυρο seed πορτοφολιού
es_es: No se pudo crear: semilla de monedero no válida
et_ee: Ei õnnestu luua: Valed rahakoti lähtesõnad
fil_ph: Hindi mailikha: Imbalido ang seed ng pitaka
fr_fr: Impossible de créer : Graine de portefeuille invalide
hi_in: बन नहीं सका: अमान्य वटुवा अंकुर
it_it: Non è possibile crearlo: il seed del wallet non é valido
ja_jp: 作成できません：ウォレットの復元フレーズが不正です。
ko_kr: 만들 수 없습니다: 지갑 시드가 올바르지 않습니다
nl_nl: Kon niet worden gemaakt: Ongeldige portemonnee seed
pl_pl: Nie można utworzyć: Niepoprawne słowa źródłowe portfela
pt_pt: Não foi possível criar: Seed de carteira inválido
ro_ro: Nu s-a putut crea: Seed-ul portofelului nu este valid
ru_ru: Не удалось создать: недействительная мнемоника (seed)
sr_cs: Nije moguće kreirati: neispravna je šifra za obnovu (seed)
sv: Kunde inte skapa: Ogiltiga ord-frön
tr_tr: Oluşturulamadı: geçersiz cüzdan kurtarma kelimeleri
vi_vn: Không thể tạo ra các dữ liệu nền ví không hợp lệ

source: Could not decrypt
ar_sa: مشكل في فك التشفير
bs_ba: Nije moguće dešifrirati
cs_cz: Nebylo možné dešifrovat
da_dk: Dekryptering mislykkedes
de_de: Entschlüsselung nicht möglich
el_gr: Δεν ήταν δυνατή η αποκρυπτογράφηση
es_es: No se pudo descifrar
et_ee: Lahti krüpteerimine ebaõnnestus
fil_ph: Hindi ma i-decrypt
fr_fr: Impossible de déchiffrer
hi_in: डिक्रीप्ट नहीं हो सका
it_it: Impossibile decriptare
ja_jp: 復号化できませんでした
ko_kr: 복호화할 수 없습니다
nl_nl: Ontcijferen mislukt
pl_pl: Nie można odszyfrować
pt_pt: Não foi possível desencriptar
ro_ro: Nu s-a putut decripta
ru_ru: Не удалось расшифровать
sr_cs: Dešifrovanje nije uspelo
sv: Kunde inte dekryptera
tr_tr: Şifre çözülemedi
vi_vn: Không thể giải mã

source: Could not fetch transaction history
ar_sa: تعذر إستيراد سجل المعاملات
bs_ba: Nije moguće prenijeti povijest transakcija
cs_cz: Nelze načíst transakční historii
da_dk: Kunne ikke hente transaktionshistorik
de_de: Transaktionshistorie kann nicht abgerufen werden
el_gr: Δεν ήταν δυνατή η λήψη του ιστορικού συναλλαγών
es_es: No se pudo obtener historial de transacciones
et_ee: Tehingute ajaloo kätte saamine ebaõnnestus
fil_ph: Hindi nakuha ang kasaysayan na transaksyon
fr_fr: Impossible de récupérer l'historique des transactions
hi_in: लेन-देन का विवरण नहीं ला सका
it_it: Impossibile recuperare la cronologie delle transazioni
ja_jp: 取引履歴を取得できませんでした。
ko_kr: 거래내역을 가져올 수 없습니다
nl_nl: De transactiegeschiedenis kon niet worden opgehaald
pl_pl: Nie można pobrać historii transakcji
pt_pt: Não foi possível obter o histórico de transação
ro_ro: Nu s-a putut prelua istoricul tranzacţiilor
ru_ru: Не удалось получить историю транзакций
sr_cs: Preuzimanje istorije transakcija nije uspelo
sv: Kunde inte hämta transaktions-historik
tr_tr: İşlem geçmişi alınamadı
vi_vn: Không thể lấy được lịch sử giao dịch

source: Could not import
ar_sa: مشكل في الإستيراد
bs_ba: Nije moguće uvesti
cs_cz: Chyba importu
da_dk: Import mislykkedes
de_de: Import nicht möglich
el_gr: Δεν ήταν δυνατή η εισαγωγή
es_es: No se pudo importar
et_ee: Import ebaõnnestus
fil_ph: Hindi maaring maimport
fr_fr: Impossible d'importer
hi_in: आयात नहीं हो सका
it_it: Impossibile importare
ja_jp: インポートできませんでした。
ko_kr: 가져오기를 할 수 없습니다
nl_nl: Importeren mislukt
pl_pl: Nie można zaimportować
pt_pt: Não foi possível importar
ro_ro: Nu s-a putut importa
ru_ru: Не удалось импортировать
sr_cs: Nije moguće uvesti
sv: Kunde inte importera
tr_tr: İçe aktarılamadı
vi_vn: Không thể nhập vào

source: Could not import. Check input file and password
ar_sa: مشكل في الإستيراد. قم بالتحقق من الملف وكلمة السر
bs_ba: Nije moguće uvesti. Provjerite ulazne datoteke i šifre
cs_cz: Chyba importu. Zkontrolujte soubor a heslo
da_dk: Import mislykkedes. Tjek input-fil og adgangskode
de_de: Import nicht möglich. Bitte Eingabedatei und Passwort überprüfen
el_gr: Δεν ήταν δυνατή η εισαγωγή. Ελέγξτε το αρχείο και τον κωδικό πρόσβασης
es_es: No se pudo importar. Verifique archivo y contraseña
et_ee: Import ebaõnnestus. Kontrolli sisendfaili ja salasõna
fil_ph: Hindi maaring mainport. Suriin ang input file at password
fr_fr: Impossible d'importer. Vérifiez le fichier d'entrée et le mot de passe
hi_in: आयात नहीं हो सका| निवेश फाइल और पासवर्ड की जाँच करें
it_it: Impossibile importare. Verifica file importato e password
ja_jp: インポートできませんでした。入力ファイルとパスワードが正しいかご確認下さい。
ko_kr: 가져오기를 할 수 없습니다. 파일과 비밀번호를 확인해주세요
nl_nl: Importeren mislukt. Controleer het input bestand en het wachtwoord
pl_pl: Nie można zaimportować. Sprawdź plik wejściowy i hasło.
pt_pt: Não foi possível importar. Verifique o arquivo de entrada e a senha
ro_ro: Nu s-a putut importa. Verificaţi fişierul şi parola
ru_ru: Не удалось импортировать. Проверьте входной файл и пароль
sr_cs: Nije moguće uvesti. Proverite ulazni fajl i lozinku
tr_tr: İçe alınamadı. Dosyayı ve parolayı kontrol ediniz
vi_vn: Không thể nhập vào. Kiểm tra tập tin đầu vào và mật khẩu

source: Could not send payment
ar_sa: لم يتم إرسال الدفع
bs_ba: Nije moguće poslati uplatu
cs_cz: Nebylo možné odeslat platbu
da_dk: Betaling kunne ikke sendes
de_de: Zahlung kann nicht gesendet werden
el_gr: Δεν ήταν δυνατή η αποστολή της πληρωμής
es_es: No se pudo enviar el pago
et_ee: Makse saatmine ebaõnnestus
fil_ph: Hindi maipadala ang bayad
fr_fr: Impossible d'envoyer le paiement
hi_in: भुगतान भेज नहीं सका
it_it: Impossibile inviare il pagamento
ja_jp: 送金できませんでした。
ko_kr: 결제 대금을 보낼 수 없습니다.
nl_nl: Het versturen van de betaling is mislukt
pl_pl: Nie można wysłać płatności
pt_pt: Não foi possível enviar o pagamento
ro_ro: Nu s-a putut trimite plata
ru_ru: Не удалось отправить платеж
sr_cs: Nije moguće poslati uplatu
sv: Kunde inte skicka betalning
tr_tr: Ödeme gönderilemedi
vi_vn: Không thể gửi thanh toán

source: Country
ar_sa: البلد
da_dk: Land
de_de: Land
el_gr: Χώρα
es_es: País
et_ee: Riik
fil_ph: Bansa
fr_fr: Pays
it_it: Paese
ja_jp: 国
ko_kr: 국가
nl_nl: Land
pl_pl: Kraj
pt_pt: País
ro_ro: Țară
ru_ru: Страна
sr_cs: Država
tr_tr: Ülke
vi_vn: Quốc gia

source: Create
ar_sa: إنشاء
bs_ba: Stvorite
cs_cz: Vytvořit
da_dk: Opret
de_de: Erstellen
el_gr: Δημιουργία
es_es: Crear
et_ee: Loo
fil_ph: Lumikha
fr_fr: Créer
hi_in: तैयार करें
it_it: Crea
ja_jp: 作成
ko_kr: 작성
nl_nl: Maak
pl_pl: Utwórz
pt_pt: Criar
ro_ro: Creaţi
ru_ru: Создать
sr_cs: Kreirajte
sv: Skapa
tr_tr: Oluştur
vi_vn: Khởi tạo

source: Create a new wallet
ar_sa: إنشاء محفظة جديدة
bs_ba: Stvorite novi novčanik
cs_cz: Vytvořit novou peněženku
da_dk: Opret ny wallet
de_de: Neues Wallet erstellen
el_gr: Δημιουργία νέου πορτοφολιού
es_es: Crear nuevo monedero
et_ee: Loo uus rahakott
fil_ph: Lumikha ng bagong pitaka
fr_fr: Créer un nouveau portefeuille
hi_in: नया बटुवा तैयार करें
it_it: Crea un nuovo portafoglio
ja_jp: ウォレットの新規作成
ko_kr: 새로운 지갑 추가
nl_nl: Maak een nieuwe portefeuille
pl_pl: Utwórz nowy portfel
ro_ro: Creează un portofel nou
ru_ru: Создать новый кошелек
sr_cs: Kreirajte novi novčanik
sv: Skapa ny plånbok
tr_tr: Yeni bir cüzdan oluştur
vi_vn: Khởi tạo một ví mới

source: Create new wallet
ar_sa: إنشاء محفظة جديدة
bs_ba: Stvorite novi novčanik
cs_cz: Vytvořit novou peněženku
da_dk: Opret ny wallet
de_de: Neues Wallet erstellen
el_gr: Δημιουργήστε νέο πορτοφόλι
es_es: Crear nuevo monedero
et_ee: Loo uus rahakott
fil_ph: Lumikha ng bagong pitaka
fr_fr: Créer un nouveau portefeuille
hi_in: नया बटुवा तैयार करें
it_it: Crea nuovo portafoglio
ja_jp: 新規ウォレット作成
ko_kr: 새로운 지갑 만들기
nl_nl: Maak nieuwe portefeuille
pl_pl: Utwórz nowy portfel
pt_pt: Criar nova carteira
ro_ro: Creează portofel nou
ru_ru: Создать новый кошелек
sr_cs: Kreirajte novi novčanik
sv: Skapa ny plånbok
tr_tr: Yeni cüzdan oluştur
vi_vn: Tạo ví mới

source: Create {{requiredCosigners}}-of-{{totalCosigners}} wallet
ar_sa: إنشاء {{requiredCosigners}} من {{totalCosigners}} محافظ
bs_ba: Stvorite {{requiredCosigners}}- od -{{totalCosigners}} novčanik
cs_cz: Vytvořit peněženku {{requiredCosigners}}{{totalCosigners}}
da_dk: Opret {{requiredCosigners}}-af-{{totalCosigners}} wallet
de_de: {{requiredCosigners}}-von-{{totalCosigners}} Wallet erstellen
el_gr: Δημιουργία {{requiredCosigners}}-από-{{totalCosigners}} πορτοφολιού
es_es: Crear monedero {{requiredCosigners}}-de-{{totalCosigners}}
et_ee: Loo {{requiredCosigners}}-{{totalCosigners}}st rahakott
fil_ph: Lumikha ng {{requiredCosigners}} ng mga {{totalCosigners}} na pitaka
fr_fr: Créer {{requiredCosigners}}-sur-{{totalCosigners}} portefeuille
hi_in: {{totalCosigners}}-का-{{requiredCosigners}} बटुवा बनायें
it_it: Crea portafoglio {{requiredCosigners}}-di-{{totalCosigners}}
ja_jp: {{requiredCosigners}}-of-{{totalCosigners}} ウォレットを作成
ko_kr: {{requiredCosigners}}/{{totalCosigners}} 지갑 만들기
nl_nl: Maak een {{requiredCosigners}}-van-{{totalCosigners}} portefeuille
pl_pl: Utwórz portfel {{requiredCosigners}}-z-{{totalCosigners}}
ro_ro: Creează {{requiredCosigners}}-din-{{totalCosigners}} portofel
ru_ru: Создать кошелек {{requiredCosigners}}-из-{{totalCosigners}}
sr_cs: Kreiraj {{requiredCosigners}}-od-{{totalCosigners}} novčanika
sv: Skapa {{requiredCosigners}}-av-{{totalCosigners}} plånbok
tr_tr: {{totalCosigners}} kişinin {{requiredCosigners}}'i cüzdanı oluştur
vi_vn: Tạo ví {{requiredCopayers}}-of-{{totalCopayers}}

source: Created:
ar_sa: تم إنشاء:
bs_ba: Stvoreno:
cs_cz: Vytvořeno:
da_dk: Oprettet:
de_de: Erstellt:
el_gr: Δημιουργήθηκε:
es_es: Creado:
et_ee: Loodud:
fil_ph: Nilikha:
fr_fr: Créé:
hi_in: बनाया:
it_it: Creato:
ja_jp: 作成済 :
ko_kr: 작성:
nl_nl: Aangemaakt:
pl_pl: Utworzono:
pt_pt: Criado:
ro_ro: Creat:
ru_ru: Создан:
sr_cs: Kreirano:
sv: Skapad:
tr_tr: Oluşturuldu:
vi_vn: Đã tạo:

source: Creating Profile...
ar_sa: إنشاء الملف الشخصي...
bs_ba: Stvaranje profila...
cs_cz: Vytváření profilu...
da_dk: Opretter profil...
de_de: Profil wird erstellt...
el_gr: Δημιουργία Προφίλ...
es_es: Creando perfil...
et_ee: Konto loomine...
fil_ph: Lumilikha ng Profile...
fr_fr: Création du profile...
hi_in: प्रालेख बन रहे हैं...
it_it: Creazione Profilo...
ja_jp: ウォレット作成中…
ko_kr: 프로필 만드는 중..
nl_nl: Profiel wordt aangemaakt...
pl_pl: Tworzenie Profilu...
pt_pt: Criando Perfil…
ro_ro: Creare profil...
ru_ru: Создание профиля...
sr_cs: Kreiranje profila...
sv: Skapar profil...
tr_tr: Profil oluşturuluyor...
vi_vn: Đang tạo hồ sơ...

source: Creating Wallet...
ar_sa: إنشاء المحفظة...
bs_ba: Stvaranje novčanika...
cs_cz: Vytváření peněženky...
da_dk: Opretter wallet...
de_de: Wallet wird erstellt...
el_gr: Δημιουργία Πορτοφολιού...
es_es: Creando monedero...
et_ee: Rahakoti loomine...
fil_ph: Lumilikha ng Pitaka...
fr_fr: Création du portefeuille...
hi_in: बटुवा बन रहा है...
it_it: Creazione Portafoglio...
ja_jp: ウォレット作成中…
ko_kr: 지갑 만드는 중...
nl_nl: Portefeuille wordt aangemaakt...
pl_pl: Tworzenie Portfela...
ro_ro: Crearea portofel...
ru_ru: Создание кошелька...
sr_cs: Kreiranje novčanika...
sv: Skapar plånbok...
tr_tr: Cüzdan oluşturuluyor...
vi_vn: Đang tạo ví...

source: DELETE WORDS
ar_sa: حذف الكلمات
bs_ba: BRISANJE RIJEČI
cs_cz: ODSTRANĚNÍ SLOV
da_dk: SLET ORD
de_de: Wallet-Seed löschen
el_gr: ΔΙΑΓΡΑΨΤΕ ΤΙΣ ΛΕΞΕΙΣ
es_es: ELIMINAR PALABRAS
et_ee: KUSTUTA LÄHTESÕNAD
fil_ph: MAGTANGGAL NG MGA SALITA
fr_fr: SUPPRIMER LES MOTS
hi_in: शब्दों को मिटायें
it_it: ELIMINA LE PAROLE
ja_jp: フレーズを削除
ko_kr: 단어 삭제
nl_nl: VERWIJDER WOORDEN
pl_pl: USUŃ SŁOWA
pt_pt: APAGAR PALAVRAS
ro_ro: ŞTERGEŢI CUVINTE
ru_ru: УДАЛИТЬ МНЕМОНИКУ
sr_cs: BRISANJE REČI
sv: TA BORT ORD
tr_tr: KELİMELERİ SİL
vi_vn: XÓA CÁC KÝ TỰ

source: Data into datafeed (searchable)
et_ee: Andmeid andmevoogu (otsitav)

source: Data to be posted with the payment:
ar_sa: البيانات التي سيتم نشرها عند الدفع:
de_de: Daten, die mit der Zahlung gepostet werden sollen:
et_ee: Maksega postitatavad andmed:
fr_fr: Données à afficher avec le paiement :

source: Datafeed name
ar_sa: إسم عملية التحديث
da_dk: Datafeed-navn
de_de: Name der Datenquelle
el_gr: Ονομασία ροής δεδομένων
es_es: Nombre de fuente de datos
et_ee: Andmevoo nimi
fr_fr: Nom du flux de données
it_it: Nome datafeed
ja_jp: データフィード名
ko_kr: 데이터피드 이름
nl_nl: Naam van data feed
pl_pl: Nazwa źródła danych
ru_ru: Имя датафида
sr_cs: Datafeed ime

source: Datafeed value
ar_sa: قيم عملية التحديث
da_dk: Datafeed-værdi
de_de: Wert der Datenquelle
el_gr: Αξία ροής δεδομένων
es_es: Valor de fuete de datos
et_ee: Andmevoo väärtus
fr_fr: Valeur du flux de données
it_it: Valore datafeed
ja_jp: データフィード値
ko_kr: 데이터피드 값
nl_nl: Waarde van data feed
pl_pl: Wartość źródła danych
ru_ru: Значение в датафиде
sr_cs: Datafeed vrednost

source: Date
ar_sa: التاريخ
bs_ba: Datum
cs_cz: Datum
da_dk: Dato
de_de: Datum
el_gr: Ημερομηνία
es_es: Fecha
et_ee: Kuupäev
fil_ph: Petsa
hi_in: दिनांक
it_it: Data
ja_jp: 日付
ko_kr: 날짜
nl_nl: Datum
pl_pl: Data
pt_pt: Data
ro_ro: Dată
ru_ru: Дата
sr_cs: Datum
sv: Datum
tr_tr: Tarih
vi_vn: Ngày tháng

source: Date of birth
ar_sa: تاريخ الميلاد
da_dk: Fødselsdato
de_de: Geburtsdatum
el_gr: Ημερομηνία γέννησης
es_es: Fecha de nacimiento
et_ee: Sünnikuupäev
fil_ph: Petsa ng kapanganakan
fr_fr: Date de naissance
it_it: Data di nascita
ja_jp: 生年月日
ko_kr: 생일
nl_nl: Geboortedatum
pl_pl: Data urodzenia
pt_pt: Data de nascimento
ro_ro: Data nașterii
ru_ru: Дата рождения
sr_cs: Datum rođenja
tr_tr: Doğum Tarihi
vi_vn: Ngày sinh

source: Declined
ar_sa: تم الرفض
bs_ba: Odbijeno
cs_cz: Odmítnuto
da_dk: Afvist
de_de: Abgelehnt
el_gr: Απορρίφθηκε
es_es: No aceptado
et_ee: Katkestatud
fil_ph: Tinanggihan
fr_fr: Rejeté
hi_in: इंकार किया
it_it: Rifiutato
ja_jp: 拒否されました。
ko_kr: 거절됨
nl_nl: Afgewezen
pl_pl: Odmowa
pt_pt: Rejeitado
ro_ro: Respins
ru_ru: Отклонено
sr_cs: Odbijeno
sv: Avslagen
tr_tr: Reddedildi
vi_vn: Bị từ chối

source: Define a new asset with cap
et_ee: Defineeri uus vara piiratud koguses

source: Definition
ar_sa: التعريف
bs_ba: Definicija
cs_cz: Definice
el_gr: Ορισμός
es_es: Definición
et_ee: Kirjeldus
fil_ph: Kahulugan
fr_fr: Définition
hi_in: व्याख्या
it_it: Definizione
ja_jp: 定義
ko_kr: 정의
nl_nl: Definitie
pl_pl: Definicja
pt_pt: Definição
ro_ro: Definiție
ru_ru: Определение
sr_cs: Definicija
tr_tr: Tanım
vi_vn: Định nghĩa

source: Definition of autonomous agent
et_ee: Autonoomse Agendi kirjeldus

source: Definition of autonomous agent:
et_ee: Autonoomse Agendi kirjeldus:

source: Definition of smart address
ar_sa: تعريف العنوان الذكي
bs_ba: Definicija pametne adrese
cs_cz: Definice smart adresy
da_dk: Definition af smart adresse
de_de: Definition der Vertragsadresse
el_gr: Ορισμός της έξυπνης διεύθυνσης
es_es: Definición de dirección inteligente
et_ee: Nutilepingu kirjeldus
fil_ph: Kahulugan ng matalinong address
fr_fr: Definition de smart address
hi_in: फुर्तीला/स्मार्ट पता का परिभाषा
it_it: Definizione di uno smart address
ja_jp: スマートアドレスの定義
ko_kr: 스마트 주소 정의
nl_nl: Definitie van een smart adres
pl_pl: Definicja inteligentnego adresu
pt_pt: Definição de endereço inteligente
ro_ro: Definiţie a unei adrese smart
ru_ru: Определение смарт адреса
sr_cs: Definicija pametne adrese
sv: Definition av smart-address
tr_tr: Akıllı adresin tanımı
vi_vn: Định nghĩa địa chỉ thông minh

source: Definitions of addresses
ar_sa: تعاريف العناوين
bs_ba: Definicije adresa
cs_cz: Definice adres
da_dk: Definitioner af adresser
de_de: Definitionen der Adressen
el_gr: Ορισμοί των διευθύνσεων
es_es: Definiciones de direcciones
et_ee: Nutilepingu kirjeldused
fil_ph: Mga kahulugan ng mga address
fr_fr: Définitions d'adresses
hi_in: पत्तों की परिभाषाएँ
it_it: Definizioni di indirizzi
ja_jp: アドレスの定義
ko_kr: 주소 정의
nl_nl: Adresdefinities
pl_pl: Definicje adresów
pt_pt: Definições de endereços
ro_ro: Definiţii ale adreselor
ru_ru: Определения адресов
sr_cs: Definicije adresa
sv: Definitioner av addresser
tr_tr: Adreslerin tanımları
vi_vn: Định nghĩa địa chỉ

source: Delete Wallet
ar_sa: حذف المحفظة
bs_ba: Brisanje novčanika
cs_cz: Odstranit peněženku
da_dk: Slet wallet
de_de: Wallet löschen
el_gr: Διαγραφή Πορτοφολιού
es_es: Eliminar Monedero
et_ee: Kustuta Rahakott
fil_ph: Burahin ang Pitaka
fr_fr: Supprimer le portefeuille
hi_in: वटुवा को मिटा दें
it_it: Elimina Portafoglio
ja_jp: ウォレットを削除
ko_kr: 지갑 삭제
nl_nl: Verwijder portefeuille
pl_pl: Usuń Portfel
ro_ro: Ştergeţi portofel
ru_ru: Удалить кошелек
sr_cs: Izbriši novčanik
sv: Ta bort plånbok
tr_tr: Cüzdanı Sil
vi_vn: Xóa ví

source: Delete wallet
ar_sa: حذف المحفظة
bs_ba: Obrišite novčanik
cs_cz: Odstranit peněženku
da_dk: Slet wallet
de_de: Wallet löschen
el_gr: Διαγραφή Πορτοφολιού
es_es: Eliminar monedero
et_ee: Kustuta rahakott
fil_ph: Burahin ang pitaka
fr_fr: Supprimer le portefeuille
hi_in: वटुवा को मिटा दें
it_it: Elimina portafoglio
ja_jp: ウォレットを削除
ko_kr: 지갑 삭제
nl_nl: Verwijder portefeuille
pl_pl: Usuń portfel
ro_ro: Ştergeţi portofel
ru_ru: Удалить кошелек
sr_cs: Izbriši novčanik
sv: Ta bort plånbok
tr_tr: Cüzdanı sil
vi_vn: Xóa ví

source: Deleting the textcoin will remove the ability to claim it back or resend
ar_sa: إن قمت بحذف الـ textcoin فلن تتمكن من المطالبة به من جديد أو إعادة إرساله
da_dk: Hvis du sletter denne textcoin kan den ikke gensendes eller tilbageføres
de_de: Durch das Löschen der Textcoin wird die Möglichkeit, sie zurückzuerhalten oder erneut zu senden, entfernt
el_gr: Η διαγραφή του textcoin θα αφαιρέσει τη δυνατότητα να το επαναφέρετε ή να το ξαναστείλετε
es_es: Al borrar el textcoin, se eliminará la capacidad de reclamarlo o volver a enviarlo
et_ee: Tekstiliste vahendite kustutamine kaotab võimaluse neid tagasi võtta või edasi saata
fil_ph: Ang pagbura sa textcoin ay magtatanggal sa abilidad para kunin ito pabalik o ipadala ulit
fr_fr: La suppression du textcoin supprimera la possibilité de le réclamer ou de le renvoyer
it_it: L'eliminazione del textcoin toglierà la possibilità di reclamarlo o reinviarlo
ja_jp: textcoinを削除すると返金や再送信ができなくなります
ko_kr: 텍스트코인을 삭제하면 자금을 되찾거나 재전송할 수 있는 능력도 함께 사라집니다.
nl_nl: Het verwijderen van de textcoin zal de mogelijkheid om het te op te eisen of opnieuw te verzenden, verwijderen
pl_pl: Usunięcie textcoin spowoduje brak możliwości ponownego odebrania środków lub ich wysłania
pt_pt: Eliminar a textcoin vai remover a habilidade de reivindicá-la de volta ou reenviar
ro_ro: Ștergerea textcoin o să înlăture ablitatea de a revendica sau a retrimite
ru_ru: Удаление этого textcoin не позволить получить его обратно или отправить повторно
sr_cs: Brisanje textcoin-a znači da ćete izgubiti mogućnost da ga ponovo pošaljete ili koristite za ostvarivanje prava na sredstva
vi_vn: Việc xóa textcoin sẽ loại bỏ khả năng yêu cầu bồi thưởng nó trở lại hoặc gửi lại

source: Derivation Strategy
ar_sa: استراتيجية الإشتقاق
bs_ba: Strategija izvođenja
cs_cz: Derivační strategie
da_dk: Afledt strategi
de_de: Ableitungstrategie
el_gr: Στρατηγική αποδόσεων
es_es: Estrategia de derivación
et_ee: Võtmete Tuletamise Strateegia
fil_ph: Diskarte sa Pagkuha
fr_fr: Stratégie de dérivation
hi_in: उत्पति योजना
it_it: Strategia di derivazione
ja_jp: 派生パス
ko_kr: 파생 전략
nl_nl: Afleidingsmethode
pl_pl: Strategia derywacji
pt_pt: Estratégia de derivação
ro_ro: Strategia de derivare
ru_ru: Стратегия деривации
sr_cs: Način podele sredstava
sv: Derivations-strategi
tr_tr: Türetme Stratejisi
vi_vn: Thay đổi chiến lược

source: Details
ar_sa: التفاصيل
bs_ba: Detalji
cs_cz: Detaily
da_dk: Detaljer
el_gr: Λεπτομέρειες
es_es: Detalles
et_ee: Üksikasjad
fil_ph: Mga Detalye
fr_fr: Détails
hi_in: विवरण
it_it: Dettagli
ja_jp: 詳細
ko_kr: 상세
pl_pl: Szczegóły
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробности
sr_cs: Detalji
sv: Detaljer
tr_tr: Ayrıntılar
vi_vn: Chi tiết

source: Device address
ar_sa: عنوان الجهاز
bs_ba: Adrese uređaja
cs_cz: Adresa zařízení
da_dk: Enhedsadresse
de_de: Geräteadresse
el_gr: Διεύθυνση συσκευής
es_es: Direción del dispositivo
et_ee: Seadme aadress
fil_ph: Address ng device
fr_fr: Adresse de l'appareil
hi_in: उपकरण का पता
it_it: Indirizzo del dispositivo
ja_jp: デバイスのアドレス
ko_kr: 장치 주소
nl_nl: Adres van het apparaat
pl_pl: Adres urządzenia
pt_pt: Endereço do dispositivo
ro_ro: Adresa aparatului
ru_ru: Адрес устройства
sr_cs: Adrese uređaja
sv: Enhetsaddress
tr_tr: Cihaz adresi
vi_vn: Địa chỉ thiết bị

source: Device name
ar_sa: اسم الجهاز
bs_ba: Ime uređaja
cs_cz: Název zařízení
da_dk: Enheds-navn
de_de: Gerätename
el_gr: Όνομα συσκευής
es_es: Nombre de dispositivo
et_ee: Seadme nimi
fil_ph: Pangalan ng device
fr_fr: Nom de l'appareil
hi_in: उपकरण का नाम
it_it: Nome del dispositivo
ja_jp: デバイス名
ko_kr: 장치 이름
nl_nl: Naam van het apparaat
pl_pl: Nazwa urządzenia
pt_pt: Nome do dispositivo
ro_ro: Nume aparat
ru_ru: Имя устройства
sr_cs: Ime uređaja
sv: Enhetsnamn
tr_tr: Cihaz adı
vi_vn: Tên thiết bị

source: Device name is visible to other devices you communicate with.
ar_sa: إسم الجهاز سيكون مرئياً للأجهزة الأخرى التي تقوم بالاتصال معها.
bs_ba: Ime uređaja je vidljivo drugim uređajima sa kojima komunicirate.
cs_cz: Název zařízení je viditelné pro ostatní zařízení se kterými komunikujete.
da_dk: Enheds-navn kan ses af andre enheder, du kommunikerer med.
de_de: Der Gerätename ist während der Kommunikation mit anderen Geräten sichtbar.
el_gr: Το όνομα της συσκευής είναι ορατό στις άλλες συσκευές με τις οποίες επικοινωνείτε.
es_es: Nombre dispositivo visible para otros dispositivos con los que comunica.
et_ee: Seadme nimi on nähtav teistele seadmetele, millega suhtled.
fil_ph: Ang pangalan ng device na ito ay makikita sa ibang mga device na makausap mo.
fr_fr: Le nom de l'appareil est visible par les autres appareils avec lesquels vous communiquez.
hi_in: उपकरण का नाम प्रत्यक्ष होता है दुशरे उपकरणों में जिससे आप जुड़ते हैं|
it_it: Il nome del dispositivo è visibile agli altri dispositivi con cui comunichi.
ja_jp: デバイス名は他の端末とやりとりする際に表示されます。
ko_kr: 장치 이름은 당신과 통신하는 다른 장치에 표시됩니다.
nl_nl: De naam van het apparaat is zichtbaar voor de andere apparaten waarmee u communiceert.
pl_pl: Nazwa urządzenia jest widoczna dla innych urządzeń, z którymi się łączysz.
pt_pt: Nome do dispositivo é visível a outros dispositivos com que comunica.
ro_ro: Numele aparatului este vizibil pentru alte aparate cu care comunicați.
ru_ru: Имя устройства видимо для других устройств, с которыми Вы общаетесь.
sr_cs: Ime uređaja je vidljivo ostalim uređajima sa kojima komunicirate.
sv: Enhetsnamn är synligt för andra enheter som du kommunicerar med.
tr_tr: Cihaz adı, iletişim kurduğunuz diğer cihazlar tarafından görülebilir.
vi_vn: Tên thiết bị có thể được hiển thị với các thiết bị khác mà bạn giao tiếp cùng.
