Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Reconnecting to Wallet Service...
ar_sa: إعادة الإتصال بخدمة المحفظة...
bs_ba: Ponovno povezivanje s novčanik uslugom...
cs_cz: Navazuji spojení se službou peněženky...
da_dk: Genopretter forbindelse til Wallet-tjenesten...
de_de: Verbindung zum Wallet-Dienst wird wieder hergestellt...
el_gr: Γίνεται επανασύνδεση στην Υπηρεσία Πορτοφολιού...
es_es: Reconectando servicio de monedero...
et_ee: Taasühendamine Rahakoti Teenusega...
fil_ph: Kumukonek muli sa serbisyo ng pitaka...
fr_fr: Reconnexion au service de portefeuille...
hi_in: फिर से जोड़ रहे हैं बटुवा सर्विस के लिए...
it_it: Riconnessione al Servizio Portafoglio...
ja_jp: Wallet Serviceへ再接続しています…
ko_kr: 지갑 서비스에 다시 연결...
nl_nl: Opnieuw verbinden met portefeuille service...
pl_pl: Ponowne łączenie z Serwisem Portfela
pt_pt: Reconectando ao Serviço de Carteira…
ro_ro: Reconectarea la serviciul portofelului...
ru_ru: Повторное подключение к службе кошелька...
sr_cs: Ponovno povezivanje sa servisom za novčanik...
sv: Återansluter till plånboks-service...
tr_tr: Cüzdan servisine bağlanılıyor...
vi_vn: Kết nối lại với ví dịch vụ...

source: Recover
ar_sa: إسترجاع
bs_ba: Oporavak
cs_cz: Obnovit
da_dk: Gendan
de_de: Wiederherstellen
el_gr: Ανάκτηση
es_es: Recuperar
et_ee: Taasta
fil_ph: Bawiin
fr_fr: Récupérer
hi_in: पुनः प्राप्त
it_it: Ripristina
ja_jp: 回復
ko_kr: 복구하기
nl_nl: Herstellen
pl_pl: Przywróć
pt_pt: Recuperar
ro_ro: Recuperare
ru_ru: Восстановить
sv: Återställ
tr_tr: Kurtar
vi_vn: Khôi phục

source: Recover with seed words
ar_sa: استعادة بواسطة الكلمات البذور
de_de: Wiederherstellen mit Seed-Wörtern
et_ee: Taasta lähtesõnadega
fr_fr: Récupérer avec les mots de semence

source: Recreating Wallet...
ar_sa: إعادة إنشاء المحفظة...
bs_ba: Rekreacija novčanika...
cs_cz: Znovu vytvářím peněženku...
da_dk: Genopretter wallet...
de_de: Wallet wiederherstellen...
el_gr: Αναδημιουργία Πορτοφολιού...
es_es: Reconstruyendo monedero...
et_ee: Rahakoti Taastamine...
fil_ph: Ginagawa muli ang pitaka...
fr_fr: Recréation du portefeuille...
hi_in: वटुवा फिर से तैयार हो रहा है...
it_it: Ricreando Portafoglio...
ja_jp: ウォレットを再作成中…
ko_kr: 지갑 재생성중...
nl_nl: Bezig met het opnieuw aanmaken van de portefeuille...
pl_pl: Ponowne tworzenie Portfela...
pt_pt: Recriando Carteira…
ro_ro: Recreare portofel...
ru_ru: Воссоздаю кошелек...
sr_cs: Ponovno kreiranje novčanika...
sv: Återskapa plånbok...
tr_tr: Cüzdan yeniden oluşturuluyor...
vi_vn: Đang tạo ví...

source: Refused
ar_sa: تم الرفض
bs_ba: Odbijeno
cs_cz: Odmítnout
da_dk: Afvist
de_de: Abgelehnt
el_gr: Απορρίφθηκε
es_es: Rechazado
et_ee: Keeldutud
fil_ph: Tinanggihan
fr_fr: Refusé
hi_in: अस्वीकृत हुवा
it_it: Rifiutato
ja_jp: 拒否
ko_kr: 거절됨
nl_nl: Geweigerd
pl_pl: Odrzucono
pt_pt: Recusado
ro_ro: Refuzat
ru_ru: Отказано
sr_cs: Odbijeno
sv: Vägrade
tr_tr: Reddedildi
vi_vn: Từ chối

source: Release Information
ar_sa: معلومات حول الإصدار
bs_ba: Informacije
cs_cz: Informace o verzi
de_de: Informationen veröffentlichen
el_gr: Έκδοση Πληροφοριών
es_es: Información de versión
et_ee: Väljalaske Informatsioon
fil_ph: Ilabas ang impormasyon
fr_fr: Informations de version
hi_in: जानकारी प्रकाशित
it_it: Informazioni Release
ja_jp: リリース情報
ko_kr: 릴리스 정보
nl_nl: Release informatie
pl_pl: Informacje o wersji
pt_pt: Liberar Informação
ro_ro: Informații despre lansare
ru_ru: Информация о выпуске
sr_cs: Informacije o programu
sv: Versions information
tr_tr: Sürüm Bilgileri
vi_vn: Thông tin phát hành

source: Remind Later
ar_sa: التذكير لاحقًا
de_de: Später erinnern
et_ee: Tuleta hiljem meelde
fr_fr: Rappeler plus tard

source: Remove
ar_sa: حذف
bs_ba: Ukloni
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Κατάργηση
es_es: Eliminar
et_ee: Eemalda
fil_ph: Tanggalin
fr_fr: Supprimer
hi_in: हटाएँ
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover
ro_ro: Elimină
ru_ru: Удалить
sr_cs: Ukloni
sv: Ta bort
tr_tr: Kaldır
vi_vn: Xóa

source: Remove a device
ar_sa: حذف الجهاز
bs_ba: Uklanjanje uređaja
cs_cz: Odstranit přístroj
da_dk: Fjern en enhed
de_de: Gerät entfernen
el_gr: Κατάργηση μιας συσκευής
es_es: Eliminar dispositivo
et_ee: Kustuta seade
fil_ph: Tanggalin ang device
fr_fr: Supprimer un périphérique
hi_in: उपकरण हटाएँ
it_it: Elimina un Dispositivo
ja_jp: デバイスの削除
ko_kr: 장치 제거
nl_nl: Een apparaat verwijderen
pl_pl: Usuń urządzenie
pt_pt: Remover um dispositivo
ro_ro: Înlătură un aparat
ru_ru: Удалить устройство
sr_cs: Ukloni uređaj
tr_tr: Bir aygıtı kaldır
vi_vn: Xóa thiết bị

source: Rename:
ar_sa: إعادة التسمية:
bs_ba: Preimenujte:
cs_cz: Přejmenovat:
da_dk: Omdøb:
de_de: Umbenennen:
el_gr: Μετονομασία:
es_es: Renombrar:
et_ee: Nimeta ümber:
fil_ph: Palitan ang pangalan:
fr_fr: Renommer :
hi_in: पुनः नामकरण:
it_it: Rinomina:
ja_jp: 名前の変更:
ko_kr: 이름 바꾸기:
nl_nl: Naam wijzigen:
pl_pl: Zmień nazwę:
pt_pt: Renomear:
ro_ro: Redenumiţi:
ru_ru: Переименовать:
sr_cs: Preimenuj:
tr_tr: Yeniden Adlandır:
vi_vn: Đổi tên:

source: Repeat password
ar_sa: قم بإعادة كتابة كلمة السر
bs_ba: Ponovite šifru
cs_cz: Zopakujte heslo
da_dk: Gentag adgangskode
de_de: Passwort wiederholen
el_gr: Επανάληψη κωδικού πρόσβασης
es_es: Repita la contraseña
et_ee: Korda salasõna
fil_ph: Muling ilagay ang password
fr_fr: Confirmez le mot de passe
hi_in: दुबारा पासवर्ड डालें
it_it: Ripeti password
ja_jp: パスワードを再入力
ko_kr: 패스워드 다시 입력
nl_nl: Herhaal wachtwoord
pl_pl: Powtórz hasło
pt_pt: Repetir Senha
ro_ro: Repetați parola
ru_ru: Повторите пароль
sr_cs: Ponovite lozinku
sv: Upprepa lösenord
tr_tr: Şifreyi tekrarla
vi_vn: Nhập lại mật khẩu

source: Repeat the password
ar_sa: كرر كلمة المرور
bs_ba: Ponovite šifru
cs_cz: Zopakujte heslo
da_dk: Gentag adgangskoden
de_de: Passwort wiederholen
el_gr: Επανάληψη του κωδικού πρόσβασης
es_es: Repita contraseña
et_ee: Korda sama salasõna
fil_ph: Muling ilagay ang password
fr_fr: Répéter le mot de passe
hi_in: पासवर्ड को दुबारा डालें
it_it: Ripeti la password
ja_jp: パスワードの再入力
ko_kr: 비밀번호를 한번 더 입력해주세요
nl_nl: Herhaal het wachtwoord
pl_pl: Powtórz hasło
pt_pt: Repetir a senha
ro_ro: Repetați parola
ru_ru: Повторите пароль
sr_cs: Ponovite lozinku
sv: Upprepa lösenord
tr_tr: Şifreyi tekrarla
vi_vn: Nhập lại mật khẩu

source: Replace
ar_sa: إستبدال
bs_ba: Zamijenite
cs_cz: Nahradit
da_dk: Erstat
de_de: Ersetzen
el_gr: Αντικατάσταση
es_es: Reemplazar
et_ee: Asenda
fil_ph: Palitan
fr_fr: Remplacer
hi_in: बदलें
it_it: Sostituisci
ja_jp: 置換
ko_kr: 바꾸기
nl_nl: Vervangen
pl_pl: Zamień
pt_pt: Substituir
ro_ro: Înlocuire
ru_ru: Заменить
sr_cs: Zameni
sv: Ersätt
tr_tr: Değiştir
vi_vn: Thay thế

source: Request Password
ar_sa: قم بطلب كلمة المرور
bs_ba: Zatražite šifru
cs_cz: Vyžadovat heslo
da_dk: Anmod om password
de_de: Kennwortabfrage
el_gr: Αίτηση κωδικού πρόσβασης
es_es: Solicitar Contraseña
et_ee: Nõua alati salasõna
fil_ph: Humiling ng Password
fr_fr: Demander un mot de passe
hi_in: पासवर्ड का अनुरोध
it_it: Richiedi la password
ja_jp: パスワードをリクエスト
ko_kr: 비밀번호 요청
nl_nl: Wachtwoord opvragen
pl_pl: Żądaj hasła
pt_pt: Requisitar Senha
ro_ro: Solicitare parolă
ru_ru: Запрашивать пароль
sr_cs: Zahtevanje lozinke
tr_tr: Şifre Sor
vi_vn: Mật khẩu được yêu cầu

source: Request a specific amount
ar_sa: قم بطلب مبلغ معين
bs_ba: Zatražite određenu količinu
cs_cz: Vyžádat konkrétní částku
da_dk: Anmod om specifikt beløb
de_de: Zahlungsanfrage
el_gr: Ζητήστε ένα συγκεκριμένο ποσό
es_es: Solicitar importe específico
et_ee: Küsi kindel summa
fil_ph: Humiling ng tiyak na halaga
fr_fr: Demander un montant précis
hi_in: एक खास रकम की अनुरोध करें
it_it: Richiedi un importo specifico
ja_jp: 指定金額を要求
ko_kr: 특정한 양 요청
nl_nl: Verzoek een bepaald bedrag
pl_pl: Zażądaj konkretnej kwoty
pt_pt: Requisitar uma quantia específica
ro_ro: Solicită o valoare specifică
ru_ru: Запросить определенную сумму
sr_cs: Zatražite specifični iznos
sv: Begär betalning med specifik summa
tr_tr: Belirli bir miktar iste
vi_vn: Yêu cầu một số tiền cụ thể

source: Request payment
ar_sa: طلب الدفع
bs_ba: Zahtjev za plaćanje
cs_cz: Žádost o platbu
da_dk: Anmod om betaling
de_de: Zahlung anfordern
el_gr: Αίτηση πληρωμής
es_es: Solicitar pago
et_ee: Esita maksenõue
fil_ph: Humiling ng pagbabayad
fr_fr: Demander un paiement
hi_in: भुगतान की अनुरोध करें
it_it: Richiedi il Pagamento
ja_jp: 支払いをリクエストする
ko_kr: 지불 요청
nl_nl: Betaling verzoeken
pl_pl: Zażądaj płatności
pt_pt: Requisitar pagamento
ro_ro: Solicită plată
ru_ru: Запросить платеж
sr_cs: Zahtev za plaćanje
sv: Begär betalning
tr_tr: Ödeme talep et
vi_vn: Yêu cầu thanh toán

source: Required number of signatures
ar_sa: العدد المطلوب من التوقيعات
bs_ba: Potreban broj potpisa
cs_cz: Požadovaný počet podpisů
da_dk: Nødvendigt antal signaturer
de_de: Erforderliche Anzahl an Signaturen
el_gr: Απαιτούμενος αριθμός υπογραφών
es_es: Número requerido de firmas
et_ee: Nõutav allkirjade arv
fil_ph: Kinakailangang bilang ng mga lagda
fr_fr: Nombre requis de signatures
hi_in: हस्ताक्षरों की अपेक्षित संख्या
it_it: Numero richiesto di firme
ja_jp: 必要な署名の数を選択
ko_kr: 필요한 서명의 수
nl_nl: Benodigd aantal handtekeningen
pl_pl: Wymagana ilość podpisów
pt_pt: Número de assinaturas requeridas
ro_ro: Numărul necesar de semnături
ru_ru: Требуемое число подписей
sr_cs: Traženi broj potpisa
sv: Nödvändigt antal signaturer
tr_tr: Gerekli imza sayısı
vi_vn: Yêu cầu số lượng chữ ký

source: Response
et_ee: Vastus

source: Response unit
et_ee: Vastuse tehing

source: Response variables
et_ee: Vastuse muutujad

source: Restore all wallet data
ar_sa: استعادة جميع بيانات المحفظة
de_de: Alle Wallet-Daten wiederherstellen
et_ee: Taasta kogu rahakott
fr_fr: Restaurer toutes les données du portefeuille

source: Retrying...
ar_sa: إعادة المحاولة...
bs_ba: Ponovni pokušaj...
cs_cz: Zkouším Znovu...
da_dk: Prøver igen...
de_de: Neuer Versuch...
el_gr: Επανάληψη...
es_es: Reintentando...
et_ee: Uuesti proovimine...
fil_ph: Inuulit...
fr_fr: Nouvelle tentative
hi_in: पुन: प्रयास हो रहा है...
it_it: Sto riprovando...
ja_jp: 再度試しています…
ko_kr: 다시 시도 중...
nl_nl: Opnieuw proberen...
pl_pl: Próbuję ponownie...
pt_pt: Repetindo…
ro_ro: Reîncearcă...
ru_ru: Повторная попытка...
sr_cs: Pokušavamo...
tr_tr: Yeniden deneniyor...
vi_vn: Đang thử lại...

source: Revoke
ar_sa: إلغاء
de_de: Widerrufen
et_ee: Võta tagasi
fr_fr: Révoquer

source: SET
ar_sa: التطبيق
bs_ba: POSTAVI
cs_cz: NASTAVIT
da_dk: INDSTIL
de_de: EINRICHTEN
el_gr: Ορισμός
es_es: ESTABLECER
et_ee: SEADISTA
fr_fr: APPLIQUER
hi_in: व्यवस्थित करना
it_it: IMPOSTA
ja_jp: セット
ko_kr: 설정
nl_nl: INSTELLEN
pl_pl: USTAW
pt_pt: DEFINIR
ru_ru: УСТАНОВИТЬ
sr_cs: ZADAVANJE
tr_tr: AYARLA
vi_vn: THIẾT LẬP

source: Save
ar_sa: حفظ
bs_ba: Spremiti
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
es_es: Guardar
et_ee: Salvesta
fil_ph: I-save
fr_fr: Enregistrer
hi_in: सहेजें
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Salvar
ro_ro: Salvați
ru_ru: Сохранить
sr_cs: Snimi
sv: Spara
tr_tr: Kaydet
vi_vn: Lưu

source: Saving preferences...
ar_sa: حفظ الإعدادت...
bs_ba: Spremanje postavki...
cs_cz: Ukládám nastavení...
da_dk: Gemmer indstillinger...
de_de: Einstellungen werden gespeichert...
el_gr: Αποθήκευση προτιμήσεων...
es_es: Guardando preferencias...
et_ee: Eelistuste salvestamine...
fr_fr: Enregistrement des préférences...
hi_in: बचत प्रथिमिकताएँ...
it_it: Sto salvando le preferenze...
ja_jp: 設定を保存中…
ko_kr: 환경 설정 저장...
nl_nl: Voorkeuren opslaan...
pl_pl: Zapisywanie ustawień...
pt_pt: Salvando preferências…
ro_ro: Salvarea preferințelor...
ru_ru: Сохранение настроек...
sr_cs: Snimanje postavki...
sv: Sparar inställningar...
tr_tr: Tercihler kaydediliyor...
vi_vn: Đang lưu tùy chọn...

source: Scan Fingerprint/FaceID
ar_sa: مسح البصمة/FaceID
da_dk: Scan fingeraftryk/FaceID
de_de: Fingerabdruck/FaceID scannen
et_ee: Skaneeri Sõrmejälge/FaceID
fr_fr: Scanner l’empreinte digitale/FaceID
ko_kr: 지문/Face ID 스캔
nl_nl: Scan Vingerafdruk/FaceID
sr_cs: Skeniraj otisak prsta/lice

source: Scan status finished with error
ar_sa: إنتهى المسح مع وجود مشاكل
bs_ba: Status skeniranja je završen sa pogreškom
cs_cz: Stav vyhledávání byl ukončený chybou
da_dk: Scanning mislykkedes
de_de: Überprüfung wurde mit Fehlern beendet
el_gr: Η σάρωση έχει τελειώσει με σφάλματα
es_es: La búsqueda finalizó con error
et_ee: Otsing lõppes vealise tulemusega
fil_ph: Magsuri ng katayuan na natapos pero may mali
fr_fr: Analyse terminée avec des erreurs
hi_in: स्कैन अवस्था त्रुटि के साथ समाप्त हुवा
it_it: La scansione è terminata con un errore
ja_jp: スキャンがエラーに終わりました
ko_kr: 오류가 난 채로 완료된 상태 스캔
nl_nl: Scan beëïndigd met fout
pl_pl: Skanowanie zakończone błędem
pt_pt: Pesquisa de status finalizada com erro
ro_ro: Scanarea statusului s-a terminat cu o eroare
ru_ru: Сканирование завершено с ошибкой
sr_cs: Status skeniranja, završeno ali sa greškom
tr_tr: Tarama işlemi hatalı bitti
vi_vn: Trạng thái quét kết thúc do gặp lỗi

source: Scan the above QR code using the other device, or send this pairing code to the other device:
ar_sa: قم بمسح رمز الإستجابة السريع بإستعمال الجهاز الأخر أو قم بإرسال رمز الإقتران إلى ذاك الجهاز:
bs_ba: Skenirajte QR kod iznad pomoću drugog uređaja ili pošaljite ovaj kod na drugi uređaj za uparivanje:
cs_cz: Načti QR kód pomocí jiného zařízení nebo mu pošli párovací kód:
da_dk: Scan QR-koden herunder med den anden enhed eller send parringskode til den anden enhed:
de_de: Scannen Sie den obigen QR-Code mit Ihrem anderen Gerät oder senden Sie den Verbindungs-Code an das andere Gerät:
el_gr: Σαρώστε τον παραπάνω κωδικό QR χρησιμοποιώντας την άλλη συσκευή ή στείλτε αυτό τον κωδικό ζεύξης στην άλλη συσκευή:
es_es: Escanear el código QR superior usando el otro dispositivo, o envíe código de emparejamiento al otro dispositivo:
et_ee: Skaneeri ülevalolev QR kood teise seadmega või saada see sidumiskood teisele seadmele:
fil_ph: I-scan ang QR code sa itaas gamit ang ibang device, o ipadala itong pagpares na code sa ibang device:
fr_fr: Scannez le code QR ci-dessus en utilisant l'autre appareil ou envoyezle code d'appairage suivant à l'autre appareil :
hi_in: ऊपर वाली क्यू॰आर॰ संकेत को स्कैन करें दुशरे उपकरण से, या जुड़ने वाली संकेत को भेजें दुशरे उपकरण को:
it_it: Scannerizza il codice QR qui sopra utilizzando l'altro dispositivo, od inviare questo codice di accoppiamento all'altro dispositivo:
ja_jp: 相手側のデバイスからこのQRコードを読み込むか、下記のコードを送信して下さい:
ko_kr: 위의 QR코드를 다른 기기에서 스캔하거나 다른 기기에 이 페어링 코드를 보내세요:
nl_nl: Scan de bovenstaande QR-code met het andere apparaat of stuur deze koppelingscode naar het andere apparaat:
pl_pl: Zeskanuj powyższy kod QR przy użyciu drugiego urządzenia lub wyślij ten kod parowania na drugie urządzenie:
pt_pt: Digitalize o código QR acima utilizando o outro dispositivo, ou envie este código de emparelhamento para o outro dispositivo:
ro_ro: Scanaţi codul QR de mai sus utilizând celălalt aparat sau trimiteți aceast cod de asociere către celălalt aparat:
ru_ru: Отсканируйте приведенный выше QR-код с помощью другого устройства или отправьте этот код сопряжения на другое устройство:
sr_cs: Skenirajte QR kod drugim uređajem ili pošaljite ovaj kod za uparivanje na drugi uređaj:
sv: Scana ovanstående QR-kod med andra enheten, eller skicka denna pairing-kod till andra enheten:
tr_tr: Yukarıdaki QR kodunu diğer cihazı kullanarak tarayın veya bu eşleştirme kodunu diğer cihaza gönderin:
vi_vn: Quét mã QR trên bằng cách sử dụng thiết bị khác, hoặc gửi mã ghép nối tới thiết bị khác:

source: Scan your fingerprint please
ar_sa: المرجو مسح بصمة الإصبع
bs_ba: Molimo vas skenirajte vaš otisak prsta
cs_cz: Naskenujte prosím svůj otisk
da_dk: Scan venligst fingeraftryk
de_de: Scannen Sie bitte Ihren Fingerabdruck
el_gr: Παρακαλώ σαρώστε το δακτυλικό σας αποτύπωμα
es_es: Por favor ingrese su huella digital
et_ee: Palun skaneeri oma sõrmejälge
fil_ph: Pakiusap na i-scan ang iyong fingerprint
fr_fr: Veuillez scanner votre empreinte digitale
hi_in: कृपया अपना अंगुली-चिन्ह स्कैन करें
it_it: Si prega di scannerizzare la propria impronta digitale
ja_jp: 指紋をスキャンしてください
ko_kr: 당신의 지문을 스캔해주세요.
nl_nl: Scan uw vingerafdruk a.u.b.
pl_pl: Zeskanuj proszę swój odcisk palca
pt_pt: Digitalize a sua impressão digital por favor
ro_ro: Vă rugăm, scanați-vă amprenta
ru_ru: Пожалуйста, отсканируйте Ваш отпечаток пальца
sr_cs: Molimo Vas, skenirajte svoj prst
tr_tr: Lütfen parmak izinizi taratın
vi_vn: Vui lòng quét dấu vân tay của bạn

source: Scanning Wallet funds...
ar_sa: الإطلاع على رصيد المحفظة...
bs_ba: Skeniranje sredstva novčanika...
cs_cz: Kontroluji zůstatek peněženky...
da_dk: Beløb scannes fra wallet...
de_de: Prüfe Wallet-Beträge...
el_gr: Σάρωση χρημάτων Πορτοφολιού...
es_es: Buscando fondos en el Monedero...
et_ee: Rahakoti vahendite otsimine...
fil_ph: Pag-scan ng mga pondo sa Pitaka...
fr_fr: Analyse des fonds du portefeuille...
hi_in: स्कैन हो रहा है बटुवे का धन...
it_it: Scansione fondi Portafoglio...
ja_jp: ウォレット残高照会中…
ko_kr: 지갑 자금 스캔중...
nl_nl: Bezig met het scannen van het saldo van de portefeuille...
pl_pl: Skanowanie zawartości portfela...
pt_pt: Pesquisando fundos de carteira…
ro_ro: Scanare fonduri portofel...
ru_ru: Сканирование средств кошелька...
sr_cs: Skeniranje sredstava u novčaniku...
tr_tr: Cüzdan Bakiyesi taranıyor...
vi_vn: Đang quét số tiền trong ví...

source: Scanning for addresses...
ar_sa: الإطلاع على العناوين...
bs_ba: Skeniranje adresa...
cs_cz: Vyhledávám adresy...
da_dk: Scanner efter adresser...
de_de: Suche nach Adressen...
el_gr: Σάρωση διευθύνσεων...
es_es: Buscando direcciones...
et_ee: Aadressite otsimine...
fil_ph: Pag-scan ng mga address...
fr_fr: Recherche d'adresse
hi_in: पत्तों की स्कैन हो रही है...
it_it: Scansione per indirizzi...
ja_jp: アドレスの読み込み中...
ko_kr: 주소 스캔 중...
nl_nl: Bezig met het scannen van de adressen...
pl_pl: Skanowanie adresów...
pt_pt: Pesquisando endereços...
ro_ro: Scanare pentru adrese...
ru_ru: Сканирование адресов кошелька...
sr_cs: Traženje adresa...
tr_tr: Adresler taranıyor...
vi_vn: Đang quét địa chỉ...

source: Select a wallet
ar_sa: قم بإختيار محفظة
bs_ba: Odaberite novčanik
cs_cz: Vybrat peněženku
da_dk: Vælg wallet
de_de: Wallet wählen
el_gr: Επιλέξτε ένα πορτοφόλι
es_es: Seleccionar un monedero
et_ee: Vali rahakott
fil_ph: Pumili ng pitaka
fr_fr: Sélectionner un portefeuille
hi_in: एक वटुवा चुनें
it_it: Selezionare un portafoglio
ja_jp: ウォレットを選択
ko_kr: 지갑 선택하기
nl_nl: Selecteer een portefeuille
pl_pl: Wybierz portfel
pt_pt: Selecione uma carteira
ro_ro: Selectaţi un portofel
ru_ru: Выберите кошелек
sr_cs: Izaberi novčanik
sv: Välj en plånbok
tr_tr: Bir cüzdan seçin
vi_vn: Chọn một ví

source: Select subwallet
ar_sa: قم بإختيار المحفظة الثانوية
bs_ba: Odaberite subnovčanik
cs_cz: Vybrat peněženku
da_dk: Vælg under-wallet
de_de: Sub-Wallet wählen
el_gr: Επιλέξτε ένα υπο-πορτοφόλι
es_es: Seleccionar submonedero
et_ee: Vali konto
fil_ph: Pumili ng subwallet
fr_fr: Sélectionnez un sous-portefeuille
hi_in: उप वटुवा चुनें
it_it: Seleziona sotto-portafoglio
ja_jp: サブウォレットの選択
ko_kr: 보조 지갑 선택하기
nl_nl: Selecteer een sub-portefeuille
pl_pl: Wybierz pod-portfel
ro_ro: Selectaţi un sub-portofel
ru_ru: Выберите подкошелек
sr_cs: Izaberi podnovčanik
sv: Välj sub-plånbok
tr_tr: Alt cüzdan seçin
vi_vn: Chọn ví phụ

source: Select the assets to hide in the wallet
ar_sa: حدد الأصول التي سوف تكون مخفية في المحفظة
da_dk: Vælg en token du vil skjule i din wallet
de_de: Wählen Sie die Guthaben aus, die in der Wallet versteckt werden sollen
el_gr: Επιλογή των στοιχείων προς απόκρυψη στο πορτοφόλι
es_es: Seleccionar los activos a ocultar en la cartera
et_ee: Vali vara, mida soovid peita
fr_fr: Sélectionnez l’actif à cacher du portefeuille
ko_kr: 지갑에서 숨기고 싶은 자산을 선택하세요
nl_nl: Selecteer het bezit om te verbergen in de portefeuille
ru_ru: Выберите активы которые должны быть скрыты в кошельке
sr_cs: Selektujte sredstva koja ćete sakriti u novčaniku

source: Select the subwallets to hide in the wallet
et_ee: Vali konto, mida soovid peita

source: Select your identity
ar_sa: قم بإختيار هويتك
bs_ba: Odaberite vaš identitet
cs_cz: Vyberte si identitu
da_dk: Vælg identitet
de_de: Wählen Sie Ihre Identität
el_gr: Επιλέξτε την ταυτότητά σας
es_es: Seleccione su identidad
et_ee: Vali oma identiteet
fil_ph: Piliin ang iyong pagkakakilanlan
fr_fr: Sélectionnez votre identité
hi_in: अपनी पहचान चुनें
it_it: Seleziona la tua identità
ja_jp: アカウントを選択
ko_kr: 본인 선택하기
nl_nl: Selecteer uw identiteit
pl_pl: Wybierz swoją tożsamość
pt_pt: Selecione a sua identidade
ro_ro: Selectaţi-vă identitatea
ru_ru: Выберите аккаунт
sr_cs: Izaberite svoj identitet
tr_tr: Kimliğinizi seçin
vi_vn: Chọn danh tính của bạn

source: Send
ar_sa: إرسال
bs_ba: Pošaljite
cs_cz: Odeslat
de_de: Senden
el_gr: Αποστολή
es_es: Enviar
et_ee: Saada
fil_ph: Ipadala
fr_fr: Envoyer
hi_in: भेजें
it_it: Invia
ja_jp: 送信
ko_kr: 보내기
nl_nl: Verstuur
pl_pl: Wyślij
pt_pt: Enviar
ro_ro: Trimite
ru_ru: Отправить
sr_cs: Pošalji
sv: Skicka
tr_tr: Gönder
vi_vn: Gửi

source: Send Payment
ar_sa: إرسال الدفع
bs_ba: Pošaljite uplatu
cs_cz: Odeslat platbu
da_dk: Send betaling
de_de: Zahlung senden
el_gr: Αποστολή Πληρωμής
es_es: Enviar pago
et_ee: Saada Makse
fil_ph: Ipadala ang Kabayaran
fr_fr: Envoyer le paiement
hi_in: भुगतान भेजें
it_it: Invia Pagamento
ja_jp: 支払いの送信
ko_kr: 결제하기
nl_nl: Verstuur betaling
pl_pl: Wyślij Płatność
pt_pt: Enviar Pagamento
ro_ro: Trimite plata
ru_ru: Отправить платеж
sr_cs: Pošalji uplatu
sv: Skicka betalning
tr_tr: Ödemeyi Gönder
vi_vn: Gửi thanh toán

source: Send addresses by email
ar_sa: إرسال العناوين بالبريد الإلكتروني
bs_ba: Pošaljite adrese preko e-pošte
cs_cz: Odeslat adresy emailem
da_dk: Send adresser som email
de_de: Adresse per Email senden
el_gr: Αποστολή διευθύνσεων μέσω ηλεκτρονικού ταχυδρομείου
es_es: Enviar direcciones por email
et_ee: Saada aadresse e-kirjaga
fil_ph: Ipadala ang address sa pamamagitan ng email
fr_fr: Envoyer les adresses par e-mail
hi_in: पते ईमेल द्वारा भी भेजें
it_it: Invia indirizzi tramite e-mail
ja_jp: アドレスをメールで送る
ko_kr: 이메일로 주소 보내기
nl_nl: Verstuur adressen per e-mail
pl_pl: Wyślij adresy przez e-mail
pt_pt: Enviar endereços por e-mail
ro_ro: Trimite adresele prin email
ru_ru: Отправить адреса по электронной почте
sr_cs: Pošalji adrese e-mailom
sv: Skicka address med email
tr_tr: Adresleri E-Posta ile gönder
vi_vn: Gửi địa chỉ bằng email

source: Send all
ar_sa: إرسال الكل
bs_ba: Pošaljite sve
cs_cz: Odeslat vše
da_dk: Send alt
de_de: Alles senden
el_gr: Αποστολή όλων
es_es: Enviar todo
et_ee: Saada kõik
fil_ph: Ipadala lahat
fr_fr: Tout envoyer
hi_in: पूरा भेजें
it_it: Invia tutti
ja_jp: すべて送信
ko_kr: 모두 보내기
nl_nl: Alles verzenden
pl_pl: Wyślij wszystko
pt_pt: Enviar todos
ro_ro: Trimite tot
ru_ru: Отправить все
sr_cs: Pošalji sve
sv: Skicka allt
tr_tr: Tümünü gönder
vi_vn: Gửi tất cả

source: Send by email
ar_sa: إرسال عن طريق البريد الإلكتروني
bs_ba: Pošaljite preko e-pošte
cs_cz: Poslat e-mailem
da_dk: Send som email
de_de: Per E-Mail senden
el_gr: Αποστολή με email
es_es: Enviar por correo electrónico
et_ee: Saada e-kirjaga
fil_ph: Ipadala gamit ang email
fr_fr: Envoyer par e-mail
hi_in: ईमेल द्वारा भेजें
it_it: Invia via email
ja_jp: メールで送信
ko_kr: 이메일로 보내기
nl_nl: Verstuur per e-mail
pl_pl: Wyślij przez e-mail
pt_pt: Enviar por e-mail
ro_ro: Trimite prin email
ru_ru: Отправить по электронной почте
sr_cs: Pošalji e-poštom
sv: Skicka med email
tr_tr: E-posta ile gönder
vi_vn: Gửi bằng email

source: Send this profile
ar_sa: إرسال هذا البروفايل
da_dk: Send denne profil
de_de: Dieses Profil senden
el_gr: Αποστολή αυτού του προφίλ
es_es: Enviar este perfil
et_ee: Saada need konto andmed
fil_ph: Ipadala ang profile na ito
fr_fr: Envoyer ce profil
it_it: Invia questo profilo
ja_jp: このプロフィールを送信する
ko_kr: 이 프로필 보내기
nl_nl: Verstuur dit profiel
pl_pl: Wyślij ten profil
pt_pt: Enviar este perfil
ru_ru: Отправить этот профиль
sr_cs: Pošalji ovaj profil
vi_vn: Gửi hồ sơ này
