Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: If you plan to restore the wallet on another device, stop using it on the current one immediately after creating the backup. Never clone wallets. If you need access from several devices, use multisig.
ar_sa: إن كنت تريد إستعادة المحفظة على جهاز أخر, توقف عن إستعمالها على المحفظة الحالية بعد إنشاء النسخة الإحتياطية. لا تقم بإستنساخ المحافظ. إن كنت تريد الدخول من عدة أجهزة, قم بإستعمال multisig.
bs_ba: Ako planirate povratiti novčanik na drugi uređaj, prestanite ju koristiti na izvornom uređaju odmah nakon stvaranja sigurnosne kopije. Nikada ne klonirajte novčanike. Ukoliko trebate pristup sa nekoliko uređaja, koristite multisig.
cs_cz: Pokud máte v úmyslu obnovit peněženku na jiném zařízení, přestaňte ji používat na předchozím zařízení ihned po vytvoření zálohy. Nikdy nevytvářejte klon peněženky. Pokud potřebujete přístup z několika zařízení, použijte více podpisů (multisig).
da_dk: Hvis du vil gendanne din wallet på en anden enhed, skal du stoppe med at bruge den på den nuværende enhed med det samme, du har oprettet sikkerhedskopien. Du må aldrig klone wallets. Hvis du har behov for adgang fra flere enheder, skal du bruge en multisignatur-wallet.
de_de: Wenn Sie planen, das Wallet auf einem anderen Gerät wiederherzustellen, hören Sie sofort nach der Erstellung des Backups auf, es auf dem aktuellen Gerät zu verwenden. Klonen Sie niemals Wallets. Wenn Sie Zugriff über mehrere Geräte benötigen, verwenden Sie MultiSig.
el_gr: Εάν σκοπεύετε να επαναφέρετε το πορτοφόλι σε άλλη συσκευή, διακόψτε τη χρήση του στην τρέχουσα συσκευή αμέσως μόλις δημιουργήσετε αντίγραφο ασφαλείας. Ποτέ μην κλωνοποιείτε πορτοφόλια. Εάν χρειάζεστε πρόσβαση από πολλές συσκευές, χρησιμοποιήστε το πολλαπλών υπογραφών.
es_es: Si prevé restaurar este monedero en otro dispositivo, deje de usarlo inmediatamente tras crear la copia de seguridad. Nunca clone carteras. Si necesitas acceder desde varios dispositivos, utilice multifirma.
et_ee: Kui plaanid taastada rahakotti teisel seadmel, lõpeta pärast varukoopia tegemist kohe selle kasutamine siin seadmel. Ära kunagi klooni rahakotte. Kasuta mitme allkirjaga rahakotti kui soovid ligipääsu mitmelt seadmelt.
fil_ph: Kung plano mo i-restore ang pitaka mula sa ibang device, itigil ang paggamit nito sa orihinal na device pagkatapos ng paglikha ng device. Hind kailanman i-clone ang mga pitaka. Kung kailangan mo ng access mula sa ilang devices, gumamit ng multisig.
fr_fr: Si vous prévoyez de restaurer le portefeuille sur un autre appareil, cessez de l’utiliser sur l’actuel immédiatement après avoir créé la sauvegarde. Ne Jamais cloner de portefeuille. Si vous devez accéder à partir de plusieurs périphériques, utilisez la multisignature.
hi_in: यदि आपने इरादा बना लिया है वटुवा को दूसरे उपकरण में बहाल करना, तो तुरंत उपयोग करना बंद कर दें बैकअप लेने के बाद|वटुवा का प्रतिरूप न करें| यदि आप बहुत से उपकरणों से प्रवेश करना चाहते हैं तो, बहुहस्ताक्षर का उपयोग करें|
it_it: Se si prevede di ripristinare il portafoglio su un altro dispositivo, smettere di usarlo su quello corrente immediatamente dopo la creazione del backup. Mai clonare portafogli. Se è necessario accedere da diversi dispositivi, utilizzare multisig.
ja_jp: 他のデバイスで復元する場合は、バックアップ作成後すぐに現在のデバイスの使用をやめてください。絶対にウォレットを複製しないでください。複数のデバイスからアクセスする必要がある場合はマルチシグを使ってください。
ko_kr: 다른 기기에서 지갑을 복구할 계획이라면 백업을 이용해 지갑을 복구하고 나면 이 기기에 설치된 앱은 즉각 사용을 중지해야 합니다. 복제된 지갑을 만들지 마세요. 여러 기기에서 지갑을 이용하고 싶다면 다중 서명 지갑을 사용하세요.
nl_nl: Als u deze backup wilt gebruiken op een ander apparaat, stop dan onmiddellijk met het gebruik van het origineel na het creëren van de backup. Clone nooit een wallet. Als u toegang nodig heeft vanaf meerdere apparaten, gebruik dan multisig.
pl_pl: Jeśli planujesz przywrócenie tego portfela na innym urządzeniu, zaprzestań używania tego portfela na tym urządzeniu natychmiast po utworzeniu kopii zapasowej na innym urządzeniu. Nigdy nie klonuj portfeli. Jeśli potrzebujesz dostępu do portfela z różnych urządzeń, używaj multipodpisu.
pt_pt: Se você planeja restaurar a carteira em outro dispositivo, pare de usá-lo no dispositivo atual imediatamente após criar o backup. Nunca clone carteiras. Se você precisa de acesso a partir de muitos dispositivos, use multisig.
ro_ro: Dacă plănuiți să restabiliți protofelului la pe un alt aparat, nu îl mai folosiți pe cel original imediat ce ați creat copia de rezervă. Nu clonați niciodată portofele. Dacă aveţi nevoie de acces de la mai multe aparate, utilizaţi multisig.
ru_ru: Если вы планируете восстановить из резервной копии этот кошелёк на другом устройстве, прекратите использовать его на текущем устройстве сразу после создания резервной копии. НИКОГДА НЕ КЛОНИРУЙТЕ КОШЕЛЬКИ. Если вам нужен доступ к кошельку с нескольких устройств - используйте кошелек с мультиподписью (спаренные устройства).
sr_cs: Ako planirate da obnovite novčanik na drugom uređaju, odmah nakon što kreirate backup, prestanite da koristite stari uređaj. Nikada nemojte klonirati novčanike. Ako Vam je potreban pristup novčaniku sa više uređaja, koristite opciju sa višestrukim potpisima (multisig).
tr_tr: Cüzdanı başka bir cihazda geri yüklemeyi planlıyorsanız, yedeklemeyi oluşturduktan hemen sonra mevcut aygıtta kullanmayı bırakın. Asla cüzdanları klonlamayın. Birden fazla cihazdan erişime ihtiyacınız varsa, çoklu imza kullanın.
vi_vn: Nếu bạn có kế hoạch để khôi phục lại ví trên một thiết bị khác, hiện tại ngừng sử dụng nó trên một thiết bị ngay lập tức sau khi tạo bản sao lưu. Không bao giờ sao chép ví. Nếu bạn cần truy cập từ nhiều thiết bị, sử dụng đa chữ ký.

source: Import
ar_sa: استيراد
bs_ba: Uvezi
da_dk: Importér
de_de: Importieren
el_gr: Εισαγωγή
es_es: Importar
et_ee: Impordi
fr_fr: Importer
hi_in: आयात करें
it_it: Importa
ja_jp: インポート
ko_kr: 가져오기
nl_nl: Importeren
pl_pl: Importuj
pt_pt: Importar
ro_ro: Importă
ru_ru: Импорт
sr_cs: Uvoz
sv: Importera
tr_tr: İçe aktar
vi_vn: Nhập vào

source: Import wallet
ar_sa: استيراد المحفظة
bs_ba: Uvoz novčanika
cs_cz: Import peněženky
da_dk: Importér wallet
de_de: Wallet importieren
el_gr: Εισαγωγή πορτοφολιού
es_es: Importar monedero
et_ee: Impordi rahakott
fil_ph: Mag import ng pitaka
fr_fr: Importer
hi_in: वटुवा आयात करें
it_it: Importa un portafoglio
ja_jp: ウォレットをインポート
ko_kr: 지갑 가져오기
nl_nl: Importeer portefeuille
pl_pl: Importuj portfel
pt_pt: Importar carteira
ro_ro: Importați portofel
ru_ru: Импорт кошелька
sr_cs: Uvezi novčanik
tr_tr: Cüzdanı içe aktar
vi_vn: Nhập vào ví

source: Importing wallet...
ar_sa: استيراد المحفظة...
bs_ba: Uvozimo novčanik...
cs_cz: Importuji peněženku...
da_dk: Importerer wallet...
de_de: Wallet wird importiert...
el_gr: Εισαγωγή πορτοφολιού...
es_es: Importando monedero...
et_ee: Rahakoti importimine...
fil_ph: Ini-import ang pitaka...
fr_fr: Importation du portefeuille...
hi_in: वटुवा आयात हो रहा है...
it_it: Importando il portafoglio...
ja_jp: ウォレットインポート中…
ko_kr: 지갑 가져오는 중...
nl_nl: Portefeuille wordt geïmporteerd...
pl_pl: Importowanie portfela...
pt_pt: Importando carteira…
ro_ro: Se importă portfofel...
ru_ru: Импорт кошелька...
sr_cs: Novčanik se uvozi...
tr_tr: Cüzdan içe aktarılıyor...
vi_vn: Đang nhập vào ví...

source: Including pending confirmation
ar_sa: بالإضافة إلى التأكيد المنتظر
bs_ba: Uključujuje čekanje potvrde
cs_cz: Včetně čekajícího potvrzení
da_dk: Heraf afventer bekræftelse
de_de: Einschließlich ausstehender Bestätigung
el_gr: Συμπεριλαμβανομένης της εν αναμονή επιβεβαίωσης
es_es: Incluyendo confirmación pendiente
et_ee: Sellest kinnitamisel
fil_ph: Kabilang ang mga nakabinbin na kumpirmasyon
fr_fr: Incluant les confirmations en attente
hi_in: लंबित पुष्टिकरण को शामिल करते हुवे
it_it: Inclusa la conferma in attesa
ja_jp: 保留中の確認を含む
ko_kr: 확인 대기 중 포함
nl_nl: Inclusief verwachte bevestigingen
pl_pl: W tym oczekujące na potwierdzenie
pt_pt: Incluindo confirmação pendente
ro_ro: Se include confirmarea în curs
ru_ru: Включая ожидающие подтверждения
sr_cs: Uključujući i potvrde trenutno na čekanju
sv: Inklusive i avvaktan på bekräftelse
tr_tr: Askıda olan onaylar dahil
vi_vn: Bao gồm việc chờ xác nhận

source: Initial transaction history synchronization can take some minutes for wallets with many transactions.<br> Please stand by.
ar_sa: إن مزامنة تاريخ المعاملات الأولي قد يتطلب بعضا من الوقت بالنسبة للمحافظ ذات العدد الكبير من المعاملات.<br> المرجو الإنتضار.
bs_ba: Povijest sinkronizacije prve transakcije može potrajati nekoliko minuta za novčanike s mnogo transakcija.<br> Molimo vas, pričekajte.
cs_cz: Počáteční synchronizace historie transakcí může trvat několik minut pro peněženky s mnoha transakcemi.<br> Čekejte prosím.
da_dk: Første synkronisering af transaktionshistorik kan tage nogle minutter, hvis der er mange transaktioner<br> Vent venligst.
de_de: Die anfängliche Transaktionsverlaufs-Synchronisation kann bei Wallets mit vielen Transaktionen einige Minuten in Anspruch nehmen.<br> Bitte warten.
el_gr: Ο συγχρονισμός ιστορικού της αρχικής συναλλαγής μπορεί να διαρκέσει μερικά λεπτά για πορτοφόλια με πολλές συναλλαγές.<br> Παρακαλώ περιμένετε.
es_es: La sincronización del historial de transacción inicial puede tomar algunos minutos para monederos con muchas transacciones. <br> Espere por favor.
et_ee: Paljude tehingutega rahakottide esialgse ajaloo sünkroniseerimine võib aega võtta mõned minutid.<br> Palun ole ootel.
fil_ph: Singkronisasyon ng kasaysayan ng unang transaksyon ay maaaring tumagal ng ilang minuto para sa pitaka na may maraming transaksyon. <br> Please stand by.
fr_fr: La première synchronisation de l'historique des transactions peut prendre quelques minutes pour les portefeuilles disposant de nombreuses transactions.<br> Veuillez patienter.
hi_in: वटुवा के लिए बहुत लेन-देन के साथ शुरुवाती लेन-देन विवरण का तुल्यकालन में कुछ समय लग सकता है|<br> चुपचाप देखते रहिए|
it_it: La sincronizzazione iniziale della storia delle transazioni può richiedere alcuni minuti per ogni portafoglio con molte transazioni. <br> Si prega di attendere.
ja_jp: 取引履歴の多いウォレットの場合、初回の同期には時間がかかる場合があります。<br> 少々お待ち下さい。
ko_kr: 많은 트랜잭션이 담긴 지갑에 대한 초기 트랜잭션 내역 동기화 작업은 몇 분 걸릴 수 있습니다. <br> 잠시만 기다려 주세요.
nl_nl: De synchronisatie van de initiële transactiegeschiedenis kan enkele minuten duren voor portefeuilles met veel transacties. <br> Even geduld a.u.b.
pl_pl: Początkowa synchronizacja historii transakcji może zająć pewien czas dla portfeli z wieloma transakcjami.<br> Proszę czekać.
pt_pt: A sincronização inicial do histórico de transação pode levar alguns minutos para carteiras com muitas transações.<br> Por favor aguarde.
ro_ro: Sincronizarea istoricului tranzacțiilor inițiale pentru portofelele cu multe tranzacții, poate dura mai multe minute.<br> Vă rugăm așteptați.
ru_ru: Первоначальная синхронизация истории транзакций может занять несколько минут для кошельков с большим количеством транзакциями.<br>Пожалуйста, подождите.
sr_cs: Sinhronizacija inicijalne istorije transakcija može potrajati nekoliko minuta za novčanike sa puno transakcija.<br> Molimo Vas, sačekajte.
sv: Initial transaktionshistorik synkronisering kan ta några minuter för plånböcker med många transaktioner. <br> Vänligen vänta.
tr_tr: İlk işlem geçmişi senkronizasyonu birçok işlemi olan cüzdanlar için biraz zaman alabilir. <br> Lütfen bekleyiniz.
vi_vn: Đồng bộ hoá lịch sử giao dịch ban đầu có thể mất một vài phút đối với ví với nhiều giao dịch.<br> xin vui lòng chờ.

source: Insert my address
ar_sa: إدخال عنواني
bs_ba: Ubaci moju adresu
cs_cz: Vložte svoji adresu
da_dk: Indsæt min adresse
de_de: Meine Adresse einfügen
el_gr: Εισαγωγή της διεύθυνσης μου
es_es: Introducir mi dirección
et_ee: Sisesta minu aadress
fil_ph: Ilagay ang aking address
fr_fr: Insérer mon adresse
hi_in: मेरा पता सन्निविष्ट करें
it_it: Inserisci il mio indirizzo
ja_jp: アドレスを挿入する
ko_kr: 내 주소 삽입
nl_nl: Mijn adres invoegen
pl_pl: Wprowadź mój adres
pt_pt: Inserir o meu endereço
ro_ro: Introduceți adresa mea
ru_ru: Вставить мой адрес
sr_cs: Upiši moju adresu
sv: Infoga min address
tr_tr: Adresimi ekle
vi_vn: Nhập vào địa chỉ của tôi

source: Insert private profile
ar_sa: إدخال البروفايل الخاص
da_dk: Indsæt privat profil
de_de: Privates Profil einfügen
el_gr: Εισαγάγετε ιδιωτικό προφίλ
es_es: Introducir perfil privado
et_ee: Sisesta privaatse konto andmed
fil_ph: Ilagay ang pribadong profile
fr_fr: Insérez le profil privé
it_it: Inserisci il profilo privato
ja_jp: 個人プロフィールを挿入
ko_kr: 개인 프로필 삽입
nl_nl: Privéprofiel invoegen
pl_pl: Wprowadź profil prywatny
pt_pt: Inserir perfil privado
ru_ru: Вставить приватный профиль
sr_cs: Unesite privatni profil
vi_vn: Thêm hồ sơ cá nhân

source: Invalid
ar_sa: غير صحيحة
bs_ba: Nevažeće
cs_cz: Neplatné
da_dk: Ugyldig
de_de: Ungültig
el_gr: Μη έγκυρο
es_es: No válido
et_ee: Sobimatu
fil_ph: Imbalido
fr_fr: Invalide
hi_in: अमान्य
it_it: Invalido
ja_jp: 無効
ko_kr: 유효하지 않음
nl_nl: Ongeldig
pl_pl: Niepoprawne
pt_pt: Inválido
ro_ro: Nu este valid
ru_ru: Недействительно
sr_cs: Nevažeće
sv: Ogiltig
tr_tr: Geçersiz
vi_vn: Không hợp lệ

source: Invalid Touch ID
ar_sa: Touch ID غير صالح
bs_ba: Nevažeći ID dodir
cs_cz: Neplatné dotekové ID
da_dk: Ugyldigt touch-ID
de_de: Ungültige Touch ID
el_gr: Λανθασμένο Touch ID
es_es: Touch ID no válido
et_ee: Sobimatu sõrmejälg
fil_ph: Imbalidong Touch ID
fr_fr: Touch ID invalide
hi_in: अमान्य स्पर्श आईडी
it_it: Touch ID non valido
ja_jp: 認証できませんでした
ko_kr: 유효하지 않은 터치 ID
nl_nl: Ongeldig Touch ID
pl_pl: Niepoprawne Touch ID
pt_pt: ID de toque inválido
ro_ro: ID Touch nu este valid
ru_ru: Недействительный Touch ID
sr_cs: Nevažeća identifikacija otiska
tr_tr: Geçersiz Touch ID
vi_vn: Touch ID không hợp lệ

source: Invite the other device
ar_sa: قم بدعوة الجهاز الأخر
bs_ba: Pozvati drugi uređaj
cs_cz: Pozvat jiné zařízení
da_dk: Inviter anden enhed
de_de: Ein anderes Gerät einladen
el_gr: Προσκαλέστε την άλλη συσκευή
es_es: Invitar a otro dispositivo
et_ee: Saada kutse teisele seadmele
fil_ph: Anyayahan ang ibang device
fr_fr: Inviter l'autre appareil
hi_in: अन्य उपकरण को आमंत्रित करें
it_it: Invita l'altro dispositivo
ja_jp: 他のデバイスの招待
ko_kr: 다른 기기 초대하기
nl_nl: Nodig het andere apparaat uit
pl_pl: Zaproś inne urządzenie
pt_pt: Convidar o outro dispositivo
ro_ro: Invită celălalt aparat
ru_ru: Пригласить другое устройство
sr_cs: Poveži sa drugim uređajem
sv: Bjud in den andra enheten
tr_tr: Diğer cihazı davet et
vi_vn: Mời các thiết bị khác

source: It is not allowed to bind conditions to payments to autonomous agents
et_ee: Autonoomsete Agentidega pole lubatud sõlmida tingimustega makseid

source: It is not allowed to send private assets to autonomous agents
et_ee: Autonoomsete Agentidele pole lubatud saata privaatset vara

source: Just the wallet seed is not enough. With the seed alone, you won't be able to restore multisig wallets, smart contracts, contacts, chat history, and private assets such as blackbytes.
ar_sa: إن seed المحفظة(كلمات الأمان) لوحدها لا تكفي. فـ seed وحدها, لن تتمكن من إسترجاع المحفظة multisig ، والعقود الذكية ، وجهات الاتصال ، ومحفوظات الدردشة ،و المدخرات الخاصة مثل blackbytes.
de_de: Nur der Wallet-Seed reicht nicht aus. Allein mit dem Seed können Sie Multisig-Wallets, Smart Contracts, Kontakte, Chat-Verlauf und private Assets wie Blackbytes nicht wiederherstellen.
et_ee: Ainult rahakoti lähtesõnadest ei piisa. Lähtesõnadega pole võimalik taastada mitme allkirjaga rahakotte, nutilepinguid, kontakte, vestluste ajalugu ega privaatset vara nagu blackbytes.
fr_fr: La graine de portefeuille ne suffit pas. Avec la graine seule, vous ne pourrez pas restaurer des portefeuilles multisigs, des contrats intelligents, des contacts, de l'historique de chat et des actifs privés tels que des blackbytes.
ko_kr: 지갑 시드만으로는 부족합니다. 시드를 이용한 복구 방법은 다중 서명 지갑, 스마트 계약, 계약, 채팅 내역과 블랙바이트와 같은 비공개 자산을 복구할 수 없습니다.
pl_pl: Same słowa źródłowe portfela nie są wystarczające. Nie umożliwiają one przywracania portfeli z multipodpisem, inteligentnych kontraktów, historii czatu, kontaktów i prywatnych aktywów takich jak blackbyte.

source: Keep only data relevant to you
ar_sa: قم فقط بالإبقاء على البيانات المهمة لك
bs_ba: Držati samo podatke relevantne vama
cs_cz: Uschovávejte pouze údaje, které jsou pro Vás relevantní
da_dk: Behold kun data, der er relevant for dig
de_de: Nur für Sie relevante Daten aufbewahren
el_gr: Κρατήστε μόνο τα δεδομένα που είναι σχετικά με εσάς
es_es: Conserve sólo datos relevantes para vd
et_ee: Hoia alles ainult sinule olulised andmed
fil_ph: Panatalihin lamang ang mga datos na may kaugnayan sa iyo
fr_fr: Conserver uniquement les données qui vous concernent
hi_in: वही डेटा रखें जो आपके लिए उपयुक्त हो
it_it: Tieni solo i dati che siano per te rilevanti
ja_jp: 個人データのみ保持する
ko_kr: 당신과 관련된 데이터만 유지하세요
nl_nl: Bewaar alleen voor u relevante gegevens
pl_pl: Zachowaj tylko dane dotyczące Ciebie
pt_pt: Manter apenas os dados relevantes para ti
ro_ro: Păstraţi numai date relevante pentru dumneavoastră
ru_ru: Хранить только данные, относящиеся к Вам
sr_cs: Zadržite samo podatke koji su Vama relevantni
tr_tr: Yalnızca sizinle ilgili verileri saklayın
vi_vn: Chỉ giữ dữ liệu liên quan tới bạn

source: Label
ar_sa: عنوان
bs_ba: Natpis
cs_cz: Popis
da_dk: Beskrivelse
de_de: Name
el_gr: Ετικέτα
es_es: Etiqueta
et_ee: Nimetus
fr_fr: Étiquette
hi_in: लेबल करें
it_it: Etichetta
ja_jp: ラベル
ko_kr: 이름
pl_pl: Etykieta
pt_pt: Etiqueta
ro_ro: Etichetă
ru_ru: Ярлык
sr_cs: Oznaka
tr_tr: Etiket
vi_vn: Tên hiển thị

source: Language
ar_sa: اللغة
bs_ba: Jezik
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
et_ee: Keel
fil_ph: Wika
fr_fr: Langue
hi_in: भाषा
it_it: Lingua
ja_jp: 言語設定
ko_kr: 언어
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ro_ro: Limbă
ru_ru: Язык
sr_cs: Jezik
sv: Språk
tr_tr: Dil
vi_vn: Ngôn ngữ

source: Later
ar_sa: فيما بعد
bs_ba: Kasnije
cs_cz: Později
da_dk: Senere
de_de: Später
el_gr: Αργότερα
es_es: Más tarde
et_ee: Mitte praegu
fil_ph: Mamaya
fr_fr: Plus tard
hi_in: बाद में
it_it: Più tardi
ja_jp: 後で
ko_kr: 기존 버전 사용
pl_pl: Później
pt_pt: Mais tarde
ro_ro: Mai târziu
ru_ru: Позже
sr_cs: Kasnije
sv: Senare
tr_tr: Sonra
vi_vn: Để sau

source: Loading...
ar_sa: جاري التحميل...
bs_ba: Učitavanje...
cs_cz: Nahrávám...
da_dk: Loader...
de_de: Lade...
el_gr: Φόρτωση…
es_es: Cargando...
et_ee: Laadimine...
fil_ph: Nagloload...
fr_fr: Chargement...
hi_in: भर रहा है...
it_it: Caricamento...
ja_jp: 読み込み中...
ko_kr: 로딩중…
nl_nl: Bezig met laden...
pl_pl: Ładowanie....
pt_pt: A carregar...
ro_ro: Se încarcă...
ru_ru: Загрузка...
sr_cs: Učitavanje...
sv: Laddar...
tr_tr: Yükleniyor...

source: Looks OK
et_ee: Sobib

source: Make a payment to
ar_sa: القيام بالدفع لـ
bs_ba: Izvršiti uplatu za
cs_cz: Vytvořit platbu pro
da_dk: Betal til
de_de: Sende eine Zahlung an
el_gr: Κάντε μια πληρωμή σε
es_es: Hacer un pago a
et_ee: Tee makse
fil_ph: Gumawa ng isang pagbabayad sa
fr_fr: Faire un paiement à
hi_in: को भुगतान करें
it_it: Effettuare un pagamento a
ja_jp: 支払いは次の宛先へ
ko_kr: 지불하기
nl_nl: Een betaling maken naar
pl_pl: Wyślij płatność do
pt_pt: Fazer um pagamento para
ro_ro: Efectuați o plată către
ru_ru: Сделать платеж
sr_cs: Izvrši uplatu
sv: Göra en betalning till
tr_tr: Ödeme yapılacak kişi
vi_vn: Thực hiện thanh toán tới

source: Maybe later
ar_sa: ربما في وقت لاحق
bs_ba: Možda kasnije
cs_cz: Možná později
da_dk: Måske senere
de_de: Vielleicht später
el_gr: Ίσως αργότερα
es_es: Quizá después
et_ee: Võib-olla hiljem
fil_ph: Mamaya siguro
fr_fr: Peut-être plus tard
hi_in: संभवतः बाद में
it_it: Forse più tardi
ja_jp: 後で
ko_kr: 나중에 하기
nl_nl: Misschien later
pl_pl: Może później
pt_pt: Talvez mais tarde
ro_ro: Poate mai târziu
ru_ru: Возможно позже
sr_cs: Možda kasnije
sv: Kanske senare
tr_tr: Belki sonra
vi_vn: Có thể để sau

source: Me
ar_sa: أنا
bs_ba: Ja
cs_cz: Mě
da_dk: Mig
de_de: Ich
el_gr: Εγώ
es_es: Yo
et_ee: Mina
fil_ph: Ako
fr_fr: Moi
hi_in: मुझे
it_it: Io
ja_jp: 自分
ko_kr: 나
nl_nl: Ik
pl_pl: Ja
pt_pt: Eu
ro_ro: Eu
ru_ru: Я
sr_cs: Ja
sv: Jag
tr_tr: Ben
vi_vn: Tôi

source: Merchant message
ar_sa: رسالة التاجر
bs_ba: Poruka trgovca
cs_cz: Zpráva obchodníka
da_dk: Besked fra butik
de_de: Händlernachricht
el_gr: Μήνυμα Εμπόρου
es_es: Mensaje de vendedor
et_ee: Kaupmehe sõnum
fil_ph: Mensahe ng nagtitinda
fr_fr: Message marchand
hi_in: व्यापारी संदेश
it_it: Messaggio commerciale
ja_jp: お店からのメッセージ：
ko_kr: 상점의 메세지
nl_nl: Boodschap van verkoper
pl_pl: Wiadomość handlowa
pt_pt: Mensagem do Comerciante
ro_ro: Mesaj comerciant
ru_ru: Сообщение от продавца
sr_cs: Poruka trgovca
sv: Köpmans-meddelande
tr_tr: Tüccar mesajı
vi_vn: Tin nhắn cơ sở chấp nhận thẻ

source: Merkle proof
ar_sa: دليل ميركيل
bs_ba: Merkle dokaz
cs_cz: Merkle důkaz
de_de: Merkle-Nachweis
el_gr: Απόδειξη Merkle
es_es: Prueba "Merkle"
et_ee: Räsipuu tõend
fr_fr: Preuve de Merkle
hi_in: मर्कल साक्ष्य
it_it: Prova di Merkle
ja_jp: マークルプルーフ
ko_kr: Merkle 증명
nl_nl: Merkle bewijs
pl_pl: Dowód Merkle
pt_pt: prova Merkle
ro_ro: Dovadă Merkel
ru_ru: Доказательство Меркле
sr_cs: Drvo odlučivanja (Merkle proof)
tr_tr: Merkle kanıtı
vi_vn: Bằng chứng Mekler

source: Message
ar_sa: الرسالة
bs_ba: Poruka
cs_cz: Zpráva
da_dk: Besked
de_de: Nachricht
el_gr: Μήνυμα
es_es: Mensaje
et_ee: Sõnum
fil_ph: Mensahe
hi_in: संदेश
it_it: Messaggio
ja_jp: メッセージ
ko_kr: 메시지
nl_nl: Bericht
pl_pl: Wiadomość
pt_pt: Mensagem
ro_ro: Mesaje
ru_ru: Сообщение
sr_cs: Poruka
sv: Meddelande
tr_tr: Mesaj
vi_vn: Tin nhắn

source: Message:
ar_sa: الرسالة:
da_dk: Besked:
de_de: Nachricht:
el_gr: Μήνυμα:
es_es: Mensaje:
et_ee: Sõnum:
it_it: Messaggio:
ja_jp: メッセージ:
ko_kr: 메시지:
nl_nl: Bericht:
pl_pl: Wiadomość:
pt_pt: Mensagem:
ru_ru: Сообщение:
sr_cs: Poruka:

source: Minimum amount
et_ee: Minimaalne kogus

source: More
ar_sa: أكثر
de_de: Mehr
et_ee: Rohkem
fr_fr: Plus
pl_pl: Więcej

source: Moved
ar_sa: تم النقل
bs_ba: Premješteno
cs_cz: Přesunuto
da_dk: Flyttet
de_de: Verschoben
el_gr: Μετακινήθηκε
es_es: Movido
et_ee: Liigutus
fil_ph: Lumipat
fr_fr: Déplacé
hi_in: स्थान परिवर्तन हुवा
it_it: Spostato
ja_jp: 移動済
ko_kr: 이동
nl_nl: Verplaatst
pl_pl: Przeniesiony
pt_pt: Movido
ro_ro: Mutat
ru_ru: Перемещено
sr_cs: Pomereno
sv: Flyttad
tr_tr: Taşındı
vi_vn: Chuyển

source: Multidevice Wallet
ar_sa: محفظة متعددة الأجهزة
bs_ba: Višeuređajni novčanik
cs_cz: Multi peněženka
da_dk: Multienheds-wallet
de_de: Mehrgeräte Wallet
el_gr: Πορτοφόλι πολλαπλών συσκευών
es_es: Monedero multidispositivo
et_ee: Mitme Seadmega Rahakott
fil_ph: Multidevice na pitaka
fr_fr: Portefeuille multi-appareils
hi_in: बहुउपकरण वटुवा
it_it: Portafoglio multi-dispositivo
ja_jp: マルチデバイスウォレット
ko_kr: 멀티 디바이스 지갑
nl_nl: Multi-device portefeuille
pl_pl: Portfel na wielu urządzeniach
ro_ro: Portofel multi-aparat
ru_ru: Кошелек для нескольких устройств
sr_cs: Novčanik za više uređaja
sv: Multienhets-plånbok
tr_tr: Çoklu Aygıt Cüzdanı
vi_vn: Ví đa thiết bị

source: My Obyte address
ar_sa: عنوان Obyte الخاصّ بي
da_dk: Min Obyte-adresse
de_de: Meine Obyte Adresse
et_ee: Minu Obyte aadress
fr_fr: Mon adresse Obyte
ko_kr: 내 Obyte 주소
nl_nl: Mijn Obyte adres
pl_pl: Mój adres Obyte
sr_cs: Moja Obyte adresa

source: My recording preference
ar_sa: إعدادات التسجيل
bs_ba: Moje postavke snimanja
cs_cz: Moje preference nahrávání
da_dk: Foretrukket optagelsesmulighed
de_de: Meine bevorzugten Aufzeichnungseinstellungen
el_gr: Η προτίμηση καταγραφής μου
es_es: Mis preferencias de grabación
et_ee: Minu salvestamise eelistus
fil_ph: Aking mga recording preference
fr_fr: Mes préférences d’enregistrement
hi_in: मेरा रिकॉर्डिंग प्रथिमिकताएँ
it_it: Le mie preferenze di registrazione
ja_jp: レコード設定
ko_kr: 나의 기록 기본 설정
nl_nl: Mijn opname voorkeur
pl_pl: Moje ustawienia rejestrowania
pt_pt: Minha preferência de gravação
ro_ro: Preferinţa mea de înregistrare
ru_ru: Мой выбор о сохранении чата
sr_cs: Moja snimljena podešavanja
tr_tr: Kayıt tercihim
vi_vn: Tùy chọn ghi âm của tôi
