Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Name of the contact
ar_sa: إسم جهة الإتصال
bs_ba: Ime kontakta
cs_cz: Jméno kontaktu
da_dk: Navn på kontakt
de_de: Name des Kontakts
el_gr: Όνομα της επαφής
es_es: Nombre del contacto
et_ee: Kontakti nimi
fil_ph: Pangalan ng kontrata
fr_fr: Nom du contact
hi_in: संबंध का नाम
it_it: Nome del contatto
ja_jp: 連絡先の名前
ko_kr: 계약 이름
nl_nl: Naam van de contactpersoon
pl_pl: Nazwa kontaktu
pt_pt: Nome do contato
ro_ro: Numele persoanei de contact
ru_ru: Имя контакта
sr_cs: Ime kontakta
tr_tr: Kişinin adı
vi_vn: Tên các liên lạc

source: Name:
ar_sa: الإسم:
et_ee: Nimi:

source: Network
ar_sa: الشبكة
bs_ba: Mreža
cs_cz: Síť
da_dk: Netværk
de_de: Netzwerk
el_gr: Δίκτυο
es_es: Red
et_ee: Võrk
fr_fr: Réseau
hi_in: नेटवर्क
it_it: Rete
ja_jp: ネットワーク
ko_kr: 네트워크
nl_nl: Netwerk
pl_pl: Sieć
pt_pt: Rede
ro_ro: Reţea
ru_ru: Сеть
sr_cs: Mreža
sv: Nätverk
tr_tr: Ağ
vi_vn: Mạng lưới

source: New Random Seed
ar_sa: إنشاء seed عشوائي جديد
bs_ba: Novo početno dijeljenje
cs_cz: Nová náhodný seed
da_dk: Nyt tilfældigt seed
de_de: Neuer Zufalls-Seed
el_gr: Νέο τυχαίο seed
es_es: Nueva Semilla Aleatoria
et_ee: Uued Juhuslikud Lähtesõnad
fil_ph: Bagong Random na Seed
fr_fr: Nouvelle graine aléatoire
hi_in: नया आकस्मिक बीज
it_it: Nuovo seed casuale
ja_jp: 乱数シードの生成
ko_kr: 새로운 랜덤 시드
nl_nl: Nieuwe willekeurige seed
pl_pl: Nowe losowe słowa źródłowe
pt_pt: Nova Seed Aleatória
ro_ro: Un nou seed aleator
ru_ru: Новая случайная мнемоника (seed)
sr_cs: Nova nasumična šifra za obnovu novčanika (seed)
sv: Nya slumpmässiga ord-frön
tr_tr: Yeni Rastgele Kurtarma Kelimeleri
vi_vn: Cơ sở dữ liệu nền ngẫu nhiên mới

source: New order providers
et_ee: Uued Järjekorra Pakkujad

source: New version is available!
ar_sa: هناك إصدار جديد متوفر!
bs_ba: Nova verzija je dostupna!
cs_cz: Je k dispozici nová verze!
da_dk: Ny version tilgængelig!
de_de: Eine neue Version ist verfügbar!
el_gr: Νέα έκδοση είναι διαθέσιμη!
es_es: ¡Nueva versión disponible!
et_ee: Uus versioon on saadaval!
fil_ph: May bagong bersyon na magagamit!
fr_fr: Une nouvelle version est disponible !
hi_in: नयी संस्करण उपलब्ध है!
it_it: La nuova versione è disponibile!
ja_jp: 新しいバージョンがあります！
ko_kr: 새 버전을 사용할 수 있습니다.
nl_nl: Er is een nieuwe versie beschikbaar!
pl_pl: Dostępna jest nowa wersja!
pt_pt: Nova versão disponível!
ro_ro: O nouă versiune este disponibilă!
ru_ru: Доступна новая версия!
sr_cs: Nova verzija je dostupna!
sv: Ny version finns tillgänglig!
tr_tr: Yeni sürüm mevcut!
vi_vn: Phiên bản mới khả dụng!

source: No
ar_sa: لا
bs_ba: Ne
cs_cz: Ne
da_dk: Nej
de_de: Nein
el_gr: Όχι
et_ee: Ei
fil_ph: Hindi
fr_fr: Non
hi_in: नहीं
ja_jp: いいえ
ko_kr: 아니오
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ro_ro: Nu
ru_ru: Нет
sr_cs: Ne
sv: Nej
tr_tr: Hayır
vi_vn: Không

source: No password given
ar_sa: لم تقم بإدخال أي كلمة سر
bs_ba: Nema pružene šifre
cs_cz: Žádné heslo
da_dk: Adgangskode ikke angivet
de_de: Kein Passwort vergeben
el_gr: Δεν δόθηκε κωδικός πρόσβασης
es_es: No se indicó contraseña
et_ee: Salasõna pole antud
fil_ph: Walang password na ibinigay
fr_fr: Aucun mot de passe donné
hi_in: कोई पासवर्ड नहीं दिया गया
it_it: Nessuna password inserita
ja_jp: パスワードがありません
ko_kr: 비밀번호를 입력해주세요
nl_nl: Geen wachtwoord opgegeven
pl_pl: Nie podano hasła
pt_pt: Nenhuma senha dada
ro_ro: Nici o parolă dată
ru_ru: Не указан пароль
sr_cs: Lozinka nije data
tr_tr: Hiçbir şifre girilmedi
vi_vn: Không có mật khẩu nào được đưa ra

source: No profiles matching the requested criteria.
ar_sa: ليس هناك بروفايل يطابق المعايير المطلوبة.
da_dk: Ingen profil matcher angivne kriterier.
de_de: Keine Profile entsprechen den gewünschten Kriterien.
el_gr: Κανένα προφίλ δεν ταιριάζει με τα κριτήρια που εισήχθησαν.
es_es: No hay perfiles que coincidan con el criterio solicitado.
et_ee: Ükski konto ei vasta nõutud kriteeriumitele.
fil_ph: Walang profile ang tumugma sa hininging batayan.
fr_fr: Aucun profil ne correspondant aux critères de recherche.
it_it: Nessun profilo corrisponde ai criteri richiesti.
ja_jp: 条件に一致するプロフィールがありません。
ko_kr: 요청된 기준과 일치하는 프로필이 없습니다.
nl_nl: Geen enkel profiel komt overeen met de ingevoerde criteria.
pl_pl: Żaden profil nie spełnia podanych kryteriów.
pt_pt: Sem perfis correspondentes aos critérios solicitados.
ru_ru: Нет профилей, удовлетворяющих критерию.
sr_cs: Nijedan profil se ne poklapa sa traženim kriterijumima.
vi_vn: Khong có hồ sơ nào phù hợp với tiêu chuẩn yêu cầu.

source: No profiles yet.
ar_sa: ليس هناك بروفايل بعد.
da_dk: Ingen profiler.
de_de: Noch keine Profile vorhanden.
el_gr: Κανένα προφίλ ακόμα.
es_es: Sin perfiles aún.
et_ee: Pole veel ühtegi kontot.
fil_ph: Walang pang mga profile.
fr_fr: Actuellement aucun profil.
it_it: Ancora nessun profilo.
ja_jp: まだプロフィールがありません。
ko_kr: 아직 프로필이 없습니다.
nl_nl: Nog geen profielen.
pl_pl: Nie ma jeszcze żadnych profili.
pt_pt: Sem perfis ainda.
ru_ru: Пока нет профилей.
sr_cs: I dalje nema profila.
vi_vn: Không có hồ sơ nào được nêu ra.

source: No transactions yet
ar_sa: ليس هناك أي معاملة بعد
bs_ba: Još nema transakcija
cs_cz: Žádné transakce
da_dk: Ingen transaktioner endnu
de_de: Noch keine Transaktionen vorhanden
el_gr: Δεν υπάρχουν συναλλαγές ακόμα
es_es: Sin transacciones aún
et_ee: Veel ei ole ühtegi tehingut
fil_ph: Wala pang mga transaksyon
fr_fr: Aucune transaction
hi_in: अभी तक कोई लेन-देन नहीं
it_it: Ancora nessuna transazione
ja_jp: 取引がありません
ko_kr: 아직 아무 거래도 없습니다.
nl_nl: Nog geen transacties
pl_pl: Nie ma jeszcze transakcji
pt_pt: Nenhuma transação ainda
ro_ro: Nici o tranzacție încă
ru_ru: Транзакций пока не было
sr_cs: I dalje nema transakcija
sv: Inga transaktioner ännu
tr_tr: Henüz hiçbir işlem yok
vi_vn: Không có giao dịch nào

source: Not valid
ar_sa: غير صالح
bs_ba: Nije valjano
cs_cz: Neplatné
da_dk: Ugyldig
de_de: Nicht gültig
el_gr: Μη έγκυρο
es_es: No válido
et_ee: Vigane
fil_ph: Hindi balido
fr_fr: Non valide
hi_in: अमान्य
it_it: Non valido
ja_jp: 無効です
ko_kr: 유효하지 않음
nl_nl: Ongeldig
pl_pl: Niepoprawne
pt_pt: Inválido
ro_ro: Nu este valid
ru_ru: Не действительно
sr_cs: Nije važeće
sv: Ogiltig
tr_tr: Geçerli değil
vi_vn: Không hợp lệ

source: Note
ar_sa: ملاحظة
bs_ba: Bilješka
cs_cz: Poznámka
de_de: Notiz
el_gr: Σημείωση
es_es: Nota
et_ee: Märkused
fil_ph: Tala
hi_in: नोट करें
it_it: Nota
ja_jp: メモ
ko_kr: 메모
nl_nl: Notitie
pl_pl: Notatka
pt_pt: Nota
ro_ro: Notă
ru_ru: Примечание
sr_cs: Beleška
sv: Observera
tr_tr: Not
vi_vn: Lưu ý

source: Notice
et_ee: Teade

source: Now you have to send this file somewhere to restore from it later ("Save to Files", send to yourself using chat apps, etc.)
ar_sa: يجب عليك الآن إرسال هذا الملف إلى مكان ما لاستعادته لاحقًا ("حفظ إلى الملفات" ، وإرساله إلى نفسك باستخدام تطبيقات الدردشة ، وما إلى ذلك)
da_dk: Du skal nu sende filen til et andet sted for at kunne gendanne fra den senere ("Gem til filer", send til dig selv via chat apps, mail osv.)
de_de: Nun müssen Sie diese Datei irgendwo hinschicken, um sie später wiederherzustellen ("In Dateien speichern", an sich selbst mit Hilfe von Chat-Apps senden, usw.)
el_gr: Τώρα πρέπει να στείλετε αυτό το αρχείο κάπου ώστε να μπορείτε να κάνετε επαναφορά του αργότερα ("Αποθήκευση σε Αρχεία", αποστολή σε εσάς τον ίδιο μέσω εφαρμογών συνομιλίας, κλπ.)
es_es: Ahora tienes que enviar este fichero para restaurar desde él más adelante (guardar en dispositivo, enviar mail a uno mismo, etc...)
et_ee: Nüüd peaksid saatma selle faili kuhugi mujale, et saaksid sellest hiljem taastada ("Salvesta" ja saada see endale näiteks vestlusrakenduse kaudu)
fr_fr: Maintenant, il faut envoyer ce fichier quelque part pour le restaurer plus tard ("Enregistrer dans des fichiers", envoyer à vous-même à l’aide des apps de chat, etc.)
ko_kr: 이제 이파일을 다른 곳으로 보내야 합니다. 그래야 나중에 이 파일을 이용해 복원할 수 있습니다. ("파일 저장"을 한 다음 채팅 앱 등을 이용해 다른 곳으로 전송하세요.)
nl_nl: Nu moet je dit bestand ergens naar versturen om er later van te herstellen ("Opslaan in Bestanden", stuur het naar jezelf met behulp van chat apps, etc.)
pl_pl: Teraz musisz wysłać gdzieś ten plik, aby móc z niego później przywrócić dane ("Zapisz do pliku" i wyślij go do siebie używając aplikacji do czatu itp.)
ru_ru: Теперь вам нужно надежно сохранить этот файл, чтобы позднее восстановить данные из него («Сохранить в файлы», отправить себе с сообщением и т.д.)
sr_cs: Sada morate poslati ovaj fajl na neku lokaciju, kako biste kasnije mogli da izvršite obnovu ("Snimi u Fajlove", pošaljite samom sebi preko čet aplikacija itd.)

source: Obyte &mdash; smart payments
ar_sa: Obyte &mdash; الدفع الذكي
de_de: Obyte &mdash; intelligente Zahlungen
et_ee: Obyte &mdash; nutimaksed
fr_fr: Obyte &mdash; paiements intelligents
ko_kr: Obyte &mdash; 스마트 결제
nl_nl: Obyte &mdash; slimme betalingen
pl_pl: Obyte &mdash; inteligentne płatności
sr_cs: Obyte &mdash; pametne uplate

source: Obyte address
ar_sa: عنوان Obyte
da_dk: Obyte-adresse
de_de: Obyte Adresse
et_ee: Obyte aadress
fr_fr: Adresse Obyte
ko_kr: Obyte 주소
nl_nl: Obyte adres
pl_pl: Adres Obyte
sr_cs: Obyte adresa

source: Offer Contract
ar_sa: عقد العرض
de_de: Vertrag anbieten
et_ee: Esita Leping
fr_fr: Offre de contrat
pl_pl: Zaproponuj kontrakt

source: Offer a contract
ar_sa: تقديم عقد
bs_ba: Ponuditi ugovor
cs_cz: Nabídnout smlouvu
da_dk: Tilbyd kontrakt
de_de: Einen Vertrag anbieten
el_gr: Προσφέρετε ένα συμβόλαιο
es_es: Ofrecer contrato
et_ee: Esita nutilleping
fil_ph: Mag-alok ng isang kontrata
fr_fr: Offrir un contrat
hi_in: एक अनुबंध पेश करें
it_it: Offri un contratto
ja_jp: コントラクトの申込み
ko_kr: 계약 제공
nl_nl: Een contract aanbieden
pl_pl: Zaproponuj kontrakt
pt_pt: Oferecer um contrato
ro_ro: Oferă un contract
ru_ru: Предложить контракт
sr_cs: Ponudi ugovor
tr_tr: Bir sözleşme teklif et
vi_vn: Cung cấp hợp đồng

source: Offer is valid for
ar_sa: العرض صالح ل
de_de: Angebot ist gültig für
et_ee: Pakkumine kehtib kuni
fr_fr: L'offre est valide pour
pl_pl: Oferta jest ważna przez

source: Offer prosaic contract
ar_sa: تقديم عقد Prosaic
de_de: Prosaischen Vertrag anbieten
et_ee: Esita tavaline leping
fr_fr: Offre de contrat prosaique
pl_pl: Zaproponuj kontrakt tekstowy

source: Once you have written your wallet seed down, it is recommended to delete it from this device.
ar_sa: بعد تدوين بذرة(كلمات الأمان) محفظتك, يفضل أن تقوم بحذفها من جهازك.
bs_ba: Jednom kada ste napisali svoje dijeljenje, preporučuje se izbrisati ga s ovog uređaja.
cs_cz: Pokud máte zkopírován seed peněženky, doporučujeme Vám abyste si jej ze zařízení smazali.
da_dk: Når du har skrevet dit wallet-seed ned, anbefales det at du sletter det fra denne enhed.
de_de: Sobald Sie Ihren Wallet-Seed kopiert haben, wird empfohlen, diesen vom Gerät zu löschen.
el_gr: Μόλις καταγράψετε το seed του πορτοφολιού σας, συνιστάται να το διαγράψετε από αυτή τη συσκευή.
es_es: Una vez recordada o transcrita, se recomienda borrar la semilla de este dispositivo.
et_ee: Kui sa oled rahakoti lähtesõnad üles kirjutanud, siis on soovitatav need kustutada sellest seadmest.
fil_ph: Oras na maisulat mo na ang iyong seed sa pitaka. Inirerekomenda ang pag bura nito mula sa device na ito.
fr_fr: Une fois notée la graine d'aléa il est recommandé de l'effacerde cet appareil.
hi_in: एक बार जब आप लिख लेते हैं वटुवा बीज, यह अनुसंशित किया गया है की इसे उपकरण से मिटा दें|
it_it: Una volte che hai scritto il tuo seed del wallet, è raccomandabile cancellarlo da questo device.
ja_jp: ウォレットシードを控えたら、このデバイスから削除することをおすすめします。
ko_kr: 지갑 시드를 다른 곳에 기록한 뒤에는 이 기기에서 시드를 삭제할 것을 권장합니다.
nl_nl: Wanneer u de seed van uw portefeuille hebt genoteerd, is het aanbevolen om hem van dit apparaat te verwijderen.
pl_pl: Po zapisaniu słów źródłowych portfela, zaleca się usunięcie ich z tego urządzenia.
pt_pt: Uma vez que tenha anotado seed da sua carteira, é recomendável que a elimine deste dispositivo.
ro_ro: Odată ce v-ați scris seed-ul portofelului, este recomandat să îl ştergeţi din acest aparat.
ru_ru: Рекомендуется удалить мнемонику кошелька (seed) с устройства, как только Вы ее записали.
sr_cs: Jednom kada ste zapisali šifru za obnovu (seed), preporučuje se da je obrišete sa tog uređaja.
sv: När du har skrivit din plånbok frö ner, är det rekommenderat att ta bort den från den här enheten.
tr_tr: Cüzdan kurtarma kelimelerini not ettikten sonra, onu bu cihazdan silmeniz önerilir.
vi_vn: Một khi bạn viết cơ sở sữ liệu nền ví của bạn xuống, nó được khuyến khích để xóa từ thiết bị này.

source: Only single-sig wallets can be recovered.
ar_sa: يمكنك فقط إسترجاع المَحَافِظ ذات التوقيع الواحد.
bs_ba: Samo jedno potpisane novčanke je moguće oporaviti.
cs_cz: Jedině peněženku s jedním podpisem je možné obnovit.
da_dk: Kun enkeltsignatur-wallets kan gendannes.
de_de: Nur einfach signierte Wallets können wiederhergestellt werden.
el_gr: Μόνο single-sig πορτοφόλια μπορούν να ανακτηθούν.
es_es: Sólo se pueden recuperar monederos de firma única.
et_ee: Ainult ühe allkirjaga rahakotte saab taastada.
fil_ph: Single-sig na pitaka lamang ang mababawi.
fr_fr: Seuls les portefeuilles mono-signature peuvent être récupérés
hi_in: सिर्फ एकल-हस्ताक्षर बटुवा हे पुनः प्राप्त किया जा सकता है|
it_it: Solo i portafogli con un'unica firma possono essere recuperati.
ja_jp: シングルシグウォレットのみ回復できます。
ko_kr: 단일 서명 지갑만 복구될 수 있습니다.
nl_nl: Alleen portefeuilles met 1 enkele ondertekenaar kunnen gerecupereerd worden.
pl_pl: Tylko portfele z jednym podpisem mogą być przywrócone.
ro_ro: Pot fi recuperate doar portofele single-sig.
ru_ru: Могут быть восстановлены только кошельки без совладельцев.
sr_cs: Jedino novčanik koji zahteva jedan potpis (single-sig) može biti vraćen.
sv: Endast en-signatures plånböcker kan återställas.
tr_tr: Yalnızca tek imzalı cüzdanlar kurtarılabilir.
vi_vn: Chỉ có ví chữ ký duy nhất được khôi phục.

source: Open chat
ar_sa: فتح الدردشة
bs_ba: Otvaranje razgovora
cs_cz: Otevřít chat
da_dk: Åbn chat
de_de: Öffne Chat
el_gr: Άνοιγμα συνομιλίας
es_es: Abrir chat
et_ee: Ava vestlus
fil_ph: Bukas na chat
fr_fr: Tchat ouvert
hi_in: बातचीत शुरू करें
it_it: Apri chat
ja_jp: チャットを開く
ko_kr: 채팅창 열기
nl_nl: Chat openen
pl_pl: Otwórz czat
pt_pt: Abrir Chat
ro_ro: Deschideţi Chat
ru_ru: Открыть чат
sr_cs: Otvori dopisivanje
tr_tr: Sohbeti aç
vi_vn: Mở cuộc trò chuyện

source: Options for answering
ar_sa: خيارات للرد
da_dk: Indstillinger for svar
de_de: Optionen für die Beantwortung
el_gr: Επιλογές απαντήσεων
es_es: Opciones para responder
et_ee: Valikvastused
fr_fr: Options pour répondre
ko_kr: 답변 옵션
nl_nl: Opties voor antwoorden
pl_pl: Opcje odpowiedzi
ru_ru: Варианты ответа
sr_cs: Opcije za odgovaranje

source: Or copy
ar_sa: أو قم بالنسخ
da_dk: Eller kopier
de_de: Oder kopieren Sie
el_gr: Ή αντιγράψτε
es_es: O copiar
et_ee: Või kopeeri
fil_ph: O kopya
fr_fr: Ou copie
it_it: Oppure copia
ja_jp: または以下のテキストをコピーし、
ko_kr: 또는 복사하기
nl_nl: Of kopieer
pl_pl: Lub kopiuj
pt_pt: Ou copiar
ru_ru: Или копировать
sr_cs: Ili kopiraj
tr_tr: Yada kopyala
vi_vn: Hoặc sao chép

source: Order Provider (witness) address
et_ee: Järjekorra Pakkuja aadress

source: Order Providers (Witnesses)
et_ee: Järjekorra Pakkujad

source: Pair
ar_sa: زوج
bs_ba: Upari se
cs_cz: Párovat
da_dk: Par
de_de: Verbinden
el_gr: Σύζευξη
es_es: Emparejar
et_ee: Ühenda seadmega
fil_ph: Pares
fr_fr: Appairer
hi_in: जोड़ें
it_it: Accoppia
ja_jp: ペア設定
ko_kr: 페어링
nl_nl: Koppelen
pl_pl: Sparuj
pt_pt: Emparelhar
ro_ro: Asociază
ru_ru: Спарить
sr_cs: Upari
sv: Para
tr_tr: Eşleştir
vi_vn: Ghép nối

source: Paired devices
ar_sa: الأجهزة المقترنة
bs_ba: Upareni uređaji
cs_cz: Spárovaná zařízení
da_dk: Parrede enheder
de_de: Verbundene Geräte
el_gr: Συζευγμένες συσκευές
es_es: Dispositivos emparejados
et_ee: Seotud seadmed
fil_ph: Nakapares na device
fr_fr: Appareils appairés
hi_in: जुड़े उपकरनें
it_it: Dispositivi abbinati
ja_jp: ペアリング済のデバイス
ko_kr: 페어링 된 장치
nl_nl: Gekoppelde apparaten
pl_pl: Sparowane urządzenia
pt_pt: Dispositivos emparelhados
ro_ro: Aparate asociate
ru_ru: Спаренные устройства
sr_cs: Upareni uređaji
sv: Parade-enheter
tr_tr: Eşlenen cihazlar
vi_vn: Thiết bị được ghép nối

source: Pairing code
ar_sa: كود الإقتران
bs_ba: Kod za uparivanje
cs_cz: Párovací kód
da_dk: Parringskode
de_de: Verknüpfungscode
el_gr: Κωδικός σύζευξης
es_es: Código de enlace
et_ee: Sidumiskood
fil_ph: Kowd na pagpares
fr_fr: Code d’appairage
hi_in: युग्मन संकेत
it_it: Codice di abbinamento
ja_jp: ペアリングコード
ko_kr: 페어링 코드
nl_nl: Koppelingscode
pl_pl: Kod parowania
pt_pt: Código de emparelhamento
ro_ro: Cod de asociere
ru_ru: Код сопряжения
sr_cs: Kôd za uparivanje
tr_tr: Eşleşme kodu
vi_vn: Mã ghép nối

source: Paper wallets are just textcoins. Scan the paper wallet's QR code using the camera icon in the upper right corner or input the 12 words of the textcoin manually on the "Receive" tab.
ar_sa: محافظ الورق هي مجرد عملات نصية. قم بمسح رمز QR الخاص بمحفظة الورق باستخدام رمز الكاميرا في الزاوية العلوية اليمنى أو قم بإدخال 12 كلمة من عملة النص يدوياً في علامة التبويب "تلقي".
da_dk: Paper wallets er ligesom textcoins. Scan en paper wallets QR-kode med kameraet ved at klikke på ikonet øverst til højre, eller indtast de 12 ord fra textcoin'en manuelt i "Modtag"-vinduet i din wallet.
de_de: Papier-Wallets sind Textcoins. Scannen Sie den QR Code der Papier-Wallet mit dem Kamerasymbol in der oberen rechten Ecke ein oder geben sie die 12 Wörter des Textcoin manuell über die Registerkarte "Empfangen" ein.
el_gr: Τα χάρτινα πορτοφόλια είναι απλά textcoin. Σκανάρετε τον κωδικό QR του πορτοφολιού σας, χρησιμοποιώντας το εικονίδιο της κάμερας στην επάνω δεξιά γωνία ή εισάγετε τις 12 λέξεις του textcoin χειροκίνητα στην καρτέλα "Λήψη".
es_es: Una cartera de papel es un textcoin. Escanea el QR de la cartera de papel usando el icono del lector en la esquina superior derecha o introduce manualmente las 12 palabras del textcoin en la pestaña "Recibir".
et_ee: Paberile üleskirjutatud lähtesõnad on nagu tekstilised vahendid. Skaneeri paberilt QR kood kasutades nuppu üleval paremal nurgas või sisesta 12 tekstiliste vahendite lähtesõna käsitsi "Võta vastu" vahelehelt.
fr_fr: Les portefeuilles papier sont simplement des textcoins. Scannez le code QR du portefeuille papier à l’aide de l’icône de caméra dans le coin supérieur droit ou saisissez les 12 mots du textcoin manuellement sur l’onglet « Recevoir ».
ko_kr: 종이 지갑(paper wallet) 은 텍스트코인입니다. 우측 상단의 카메라 아이콘을 사용해 종이 지갑의 QR 코드를 스캔하거나 "받기" 탭에서 텍스트코인의 12 개 단어를 직접 입력하세요.
nl_nl: Papieren portefeuilles zijn slechts tekstcoins. Scan de QR code van de papieren portefeuille met behulp van het camera-icoontje in de rechter bovenhoek, of vul de 12 woorden van de tekstcoin handmatig in op het "Ontvangen" tabblad.
pl_pl: Portfele papierowe to po prostu textcoiny. Zeskanuj kod QR portfela papierowego przy użyciu ikony aparatu w prawym górnym rogu lub wprowadź ręcznie 12 słów textcoina w zakładce "Odbierz".
ru_ru: Бумажные кошельки – это textcoins. Сканируйте QR-код нажав на значек камеры в правом верхнем углу или введите 12 слов из textcoin вручную на вкладке «Получить».
sr_cs: Papirni novčanik je zapravo textcoin. Skenirajte QR sa papirnog novčanika tako što ćete kliknuti ikonicu kamere koja se nalazi u gornjem desnom uglu i potom ručno uneti 12 reči koje se odnose na textcoin u okviru taba "Prijem".

source: Passphrase
ar_sa: جملة المرور
bs_ba: Šifra
cs_cz: Přístupová fráze
da_dk: Huskeregel
de_de: Passwort
el_gr: Συνθηματικό
es_es: Contraseña
et_ee: Paroolifraas
fr_fr: Phrase de passe
hi_in: पासफ्रेज
it_it: Frase d'accesso
ja_jp: パスワード
ko_kr: 암호
nl_nl: Wachtwoordszin
pl_pl: Hasło
pt_pt: Senha
ro_ro: Frază de acces
ru_ru: Ключевая фраза
sr_cs: Lozinka za nastavak
sv: Lösenordsfras
tr_tr: Parola
vi_vn: Mật khẩu

source: Password needed
ar_sa: كلمة السر ضرورية
bs_ba: Potrebna je šifra
cs_cz: Je vyžadováno heslo
da_dk: Adgangskode påkrævet
de_de: Passwort erforderlich
el_gr: Απαιτείται κωδικός πρόσβασης
es_es: Contraseña requerida
et_ee: Salasõna on vajalik
fil_ph: Kailangan ng password
fr_fr: Mot de passe nécessaire
hi_in: पासवर्ड की आवश्यकता
it_it: Password necessaria
ja_jp: パスワードが必要
ko_kr: 비밀번호가 필요합니다
nl_nl: Wachtwoord nodig
pl_pl: Wymagane hasło
pt_pt: Senha necessária
ro_ro: Este necesară parola
ru_ru: Нужен пароль
sr_cs: Lozinka je obavezna
sv: Lösenord krävs
tr_tr: Parola gerekli
vi_vn: Mật khẩu cần thiết

source: Passwords do not match
ar_sa: كلمة السر خاطئة
bs_ba: Šifre se ne poklapaju
cs_cz: Hesla se neshodují
da_dk: Adgangskoderne er forskellige
de_de: Passwörter stimmen nicht überein
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_es: Las contraseñas no coinciden
et_ee: Salasõnad ei kattu
fil_ph: Hindi tugma ang mga passwords
fr_fr: Le mot de passe ne correspond pas
hi_in: पासवर्ड्स मेल नहीं खाते
it_it: Le passwords non corrispondono
ja_jp: パスワードが一致しません
ko_kr: 비밀번호가 일치하지 않습니다
nl_nl: Wachtwoorden komen niet overeen
pl_pl: Hasła nie zgadzają się
pt_pt: As senhas não coincidem
ro_ro: Parolele nu se potrivesc
ru_ru: Пароли не совпадают
sr_cs: Lozinke se ne podudaraju
sv: Lösenord matchar inte
tr_tr: Parolalar eşleşmiyor
vi_vn: Mật khẩu không trùng khớp

source: Paste your paper wallet private key here
ar_sa: قم بلصق المفتاح الخاص للمحفظة الورقية هنا
bs_ba: Zalijepite svoj ključ novčanika ovdje
cs_cz: Soukromý klíč papírové peněženky zkopírujte sem
da_dk: Indsæt din papir-wallets private nøgle her
de_de: Privaten Schlüssel des Paper-Wallets hier einfügen
el_gr: Επικολλήστε το προσωπικό κλειδί του χάρτινου πορτοφολιού σας εδώ
es_es: Pegar aquí la clave privada del monedero
et_ee: Sisesta siia paberile kirjutatud salajane võti
fil_ph: Ilagay dito ang pribadong susi ng papel na pitaka mo
fr_fr: Collez ici votre clé privée du portefeuille de papier
hi_in: अपना पेपर बटुवे की निजी कुंजी यहाँ चिपकाएँ
it_it: Incolla la chiave privata del tuo Paper Wallet qui
ja_jp: ペーパーウォレットの秘密鍵をここに貼り付けて下さい
ko_kr: 당신의 종이 지갑 개인 키를 여기에 붙여 넣으세요
nl_nl: Voer hier de privésleutel van uw papieren portefeuille in
pl_pl: Wprowadź tutaj klucz prywatny twojego portfela papierowego
pt_pt: Cole a sua chave privada de carteira impressa aqui
ro_ro: Lipiţi cheia privată a portofelului de hârtie aici
ru_ru: Вставьте закрытый ключ бумажного кошелька сюда
sr_cs: Molimo Vas, nalepite ovde privatni ključ Vašeg papirnog novčanika
sv: Klistra in din pappers-plånboks nyckel här
tr_tr: Kağıt cüzdan özel anahtarınızı buraya yapıştırın
vi_vn: Dán chìa khóa ví giấy của bạn ở đây

source: Pay and offer
ar_sa: الدفع و العرض
bs_ba: Platite ili ponudite
cs_cz: Platit a nabídnout
da_dk: Betal og tilbyd
de_de: Zahlen und Anbieten
el_gr: Πληρωμή και προσφορά
es_es: Pago y oferta
et_ee: Maksa ja esita leping
fil_ph: Bayaran at mag-alok
fr_fr: Rémunération et offre
hi_in: भुगतान और प्रस्ताव
it_it: Paga ed offri
ja_jp: 支払いとオファー
ko_kr: 지불 및 제공
nl_nl: Betaal en bied aan
pl_pl: Zapłać i uruchom kontrakt
pt_pt: Pagamento e oferta
ro_ro: Plătiți și oferiți
ru_ru: Заплатить и предложить
sr_cs: Plati i ponudi
tr_tr: Öde ve teklif ver
vi_vn: Thanh toán và quà tặng

source: Pay to this address
ar_sa: قم بالدفع لهذا العنوان
bs_ba: Platite na ovu adresu
cs_cz: Platit na tuto adresu
da_dk: Betal til denne adresse
de_de: An diese Adresse zahlen
el_gr: Πληρώστε σε αυτή τη διεύθυνση
es_es: Pagar a esta dirección
et_ee: Maksa sellele aadressile
fil_ph: Bayaran itong address
fr_fr: Payer vers cette adresse
hi_in: इस पता में भुगतान करें
it_it: Paga a questo indirizzo
ja_jp: このアドレスに支払う
ko_kr: 이 주소에 지급하기
nl_nl: Betaal aan dit adres
pl_pl: Zapłać na ten adres
pt_pt: Pagar para este endereço
ro_ro: Plătește la această adresă
ru_ru: Заплатить на этот адрес
sr_cs: Uplati na ovu adresu
tr_tr: Bu adrese ödeme yap
vi_vn: Thanh toán tới địa chỉ này
