Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: send email
ar_sa: ارسل بريد الكتروني
bs_ba: pošalji e-poštu
cs_cz: poslat e-mail
de_de: sende E-Mail
el_gr: αποστολή email
es_es: enviar correo electrónico
et_ee: e-kiri
fil_ph: ipadala ang email
fr_fr: envoyer un mail
hi_in: ईमेल भेजें
it_it: invia email
ja_jp: メールを送信
ko_kr: 이메일 보내기
nl_nl: e-mail verzenden
pl_pl: wyślij e-mail
pt_pt: enviar e-mail
ro_ro: trimite email
ru_ru: отправить email
sr_cs: pošalji email
tr_tr: e-posta gönder
vi_vn: gửi email

source: sending
ar_sa: جاري الارسال
bs_ba: slanje
cs_cz: odesílání
da_dk: sender
de_de: Sende
el_gr: αποστολή
es_es: enviando
et_ee: saatmine
fil_ph: ipinapadala
fr_fr: envoyer
hi_in: भेज रहे है
it_it: invio in corso
ja_jp: 送信中
ko_kr: 보내기
nl_nl: bezig met verzenden
pl_pl: wysyłanie
pt_pt: enviando
ro_ro: se trimite
ru_ru: отправка
sr_cs: slanje
tr_tr: gönderiliyor
vi_vn: đang gửi

source: set to
et_ee: määra

source: share again
ar_sa: شارك مرة أخرى
bs_ba: podijeli ponovo
cs_cz: znovu sdílet
da_dk: del igen
de_de: nochmals teilen
el_gr: κοινοποιήστε πάλι
es_es: compartir otra vez
et_ee: jagada uuesti
fil_ph: ibahagi ulit
fr_fr: partager à nouveau
hi_in: फिर से साझा करें
it_it: condividi di nuovo
ja_jp: もう一度シェア
ko_kr: 다시 공유하기
nl_nl: opnieuw delen
pl_pl: udostępnij ponownie
pt_pt: compartilhar novamente
ro_ro: distribuie din nou
ru_ru: отправить снова
sr_cs: ponovo podeli
tr_tr: tekrar paylaş
vi_vn: chia sẻ lần nữa

source: switch to multi-address
ar_sa: قم بالتغيير إلى متعدد العناوين
da_dk: Flere modtagere
de_de: zu Multi-Address wechseln
el_gr: μεταβείτε σε πολλαπλής διεύθυνσης
es_es: cambiar a múltiples direcciones
et_ee: aktiveeri mitmele aadressile saatmine
fil_ph: lumipat sa multi-address
fr_fr: basculez vers des adresses multiples
it_it: passa a multi-indirizzo
ja_jp: マルチアドレスに切り替える
ko_kr: 다중 주소 입력 모드로 전환
nl_nl: overschakelen naar multi adres
pl_pl: przełącz na wieloadresowy
pt_pt: mudar para multi-endereço
ru_ru: переключить на мультиадресный
sr_cs: prebacivanje u multi-adresni
vi_vn: chuyển sang đa địa chỉ

source: switch to single address
ar_sa: قم بالتغيير إلى عنوان واحد
da_dk: Enkelt modtager
de_de: zu Single-Address wechseln
el_gr: μεταβείτε σε μονής διεύθυνσης
es_es: cambiar a dirección única
et_ee: aktiveeri ühele aadressile saatmine
fil_ph: lumipat sa isang address
fr_fr: basculer vers une adresse unique
it_it: passa ad indirizzo unico
ja_jp: シングルアドレスに切り替える
ko_kr: 단일 주소 입력 모드로 전환
nl_nl: overschakelen naar enkel adres
pl_pl: przełącz na jednoadresowy
pt_pt: mudar para endereço único
ru_ru: переключить на одноадресный
sr_cs: prebacivanje u jedno-adresni
vi_vn: chuyển sang địa chỉ duy nhất

source: the contract is not signed yet
ar_sa: لم يتم توقيع العقد بعد
de_de: Der Vertrag ist noch nicht unterzeichnet
et_ee: leping ei ole veel allkirjastatud
fr_fr: le contrat n'est pas encore signé

source: the text below and send it to the recipient via any messaging app
ar_sa: النص أدناه وإرساله إلى المستلم عبر أي تطبيق مراسلاتي
da_dk: teksten herunder og send den til en modtager via en besked app
de_de: den untenstehenden Text und senden Sie ihn an den Empfänger über eine beliebige Messaging-App
el_gr: το κείμενο παρακάτω και στείλτε το στον παραλήπτη μέσω οποιασδήποτε εφαρμογή ανταλλαγής μηνυμάτων
es_es: el texto a continuación y enviarlo al destinatario vía cualquier aplicación de mensajería
et_ee: see alumine tekst ja saada see kellelegi läbi mõne sõnumirakenduse
fil_ph: ang teksto sa baba at ipadala ito sa papadalhan sa pamamagitan ng kahit anumang messaging na app
fr_fr: le texte ci-dessous et l’envoyer au destinataire par l’intermédiaire de n’importe quelle application de messagerie
it_it: il testo qui sotto ed invialo al destinatario tramite qualsiasi app di messaggistica
ja_jp: メッセージアプリで受取人に送ってください
ko_kr: 메시지 앱을 이용해 아래 문자를 수신자에게 보내세요
nl_nl: de onderstaande tekst en verstuur dat naar de ontvanger via een willekeurige messaging app
pl_pl: poniższy tekst i wyślij go do odbiorcy poprzez jakąkolwiek aplikację do przesyłania wiadomości
pt_pt: o texto abaixo e enviá-lo para o destinatário através de qualquer app de mensagens
ru_ru: texcoin ниже и отправите его через любой мессенджер
sr_cs: tekst ispod i pošalji primaocu preko bilo koje aplikacije za slanje poruka
vi_vn: các văn bản dưới đây và gửi nó tới người nhận thông qua các ứng dụng nhắn tin

source: to
ar_sa: الى
bs_ba: za
cs_cz: komu
da_dk: til
de_de: an
el_gr: προς
es_es: a
et_ee: asemele
fil_ph: upang
fr_fr: à
hi_in: को
it_it: a
ja_jp: を
ko_kr: 수신자
nl_nl: aan
pl_pl: do
pt_pt: para
ro_ro: către
ru_ru: на
sr_cs: za
tr_tr: alıcı
vi_vn: tới

source: together with
ar_sa: بالتعاون مع
da_dk: sammen med
de_de: zusammen mit
el_gr: μαζί με
es_es: junto con
et_ee: koos
fr_fr: en collaboration avec
ko_kr: 함께
nl_nl: samen met
pt_pt: junto com
ru_ru: вместе с
sr_cs: zajedno sa

source: too long!
ar_sa: طويل جدا!
bs_ba: previše dugo!
cs_cz: příliš dlouho!
da_dk: for langt!
de_de: zu lang!
el_gr: πάρα πολύ μεγάλο μέγεθος!
es_es: ¡demasiado largo!
et_ee: liiga pikk!
fil_ph: masyadong matagal!
fr_fr: trop long !
hi_in: बहुत लंबा!
it_it: troppo lungo!
ja_jp: 長すぎます！
ko_kr: 너무 깁니다!
nl_nl: te lang!
pl_pl: za długie!
pt_pt: demasiado tempo!
ro_ro: prea lung!
ru_ru: содержание слишком длинное!
sr_cs: predugo!
tr_tr: çok uzun!
vi_vn: quá dài!

source: trusted
ar_sa: موثوق
de_de: Vertrauenswürdig
et_ee: usaldatud
fr_fr: de confiance

source: unit in DAG:
ar_sa: وحدة في DAG:
de_de: Einheit in DAG:
et_ee: tehing andmebaasis:
fr_fr: unité en DAG :

source: unlimited
et_ee: piiramatu

source: valid
ar_sa: صالحة
da_dk: gyldig
de_de: gültig
el_gr: έγκυρο
es_es: válido
et_ee: sobiv
fr_fr: valide
it_it: valida
ja_jp: 有効
ko_kr: 유효함
nl_nl: geldig
pl_pl: poprawne
pt_pt: válido
ru_ru: допустимое значение
sr_cs: važeće

source: validate contract integrity
ar_sa: التحقق من صحة العقد
de_de: Vertrags-Integrität überprüfen
et_ee: kinnita lepingu terviklikkus
fr_fr: valider l'intégrité du contrat

source: wait for sync to complete before sending payments
ar_sa: انتظر المزامنة الكاملة قبل إرسال المدفوعات
da_dk: vent med at sende betalinger til synkroniseringen er fuldført
de_de: warten Sie bis die Synchronisierung abgeschlossen ist, bevor Sie Zahlungen versenden
el_gr: περιμένετε να ολοκληρωθεί ο συγχρονισμός προτού αποστείλετε πληρωμές
es_es: espere a que la sincronización termine antes de realizar transacciones
et_ee: enne maksete saatmist oota sünkroniseerimise lõpuni
fr_fr: attendez la synchronisation complète avant d’envoyer des paiements
ko_kr: 결제 대금을 보내기 전에 동기화가 완료될 때까지 기다리세요
nl_nl: wacht totdat de synchronisatie compleet is voor het versturen van betalingen
pt_pt: espere que a sincronização termine antes de realizar transações
ru_ru: дождитесь завершения синхронизации перед тем как отправлять платеж
sr_cs: sačekajte da se proces sinhronizacije završi pre nego što pošaljete uplate

source: were added as it is the minimum amount for this AA
et_ee: lisatud, sest see on minimaalne kogus selle Autonoomse Agendi jaoks

source: with
ar_sa: مع
bs_ba: sa
cs_cz: s
da_dk: med
de_de: mit
el_gr: με
es_es: con
et_ee: koos
fil_ph: kasama
fr_fr: avec
hi_in: के साथ
it_it: con
ja_jp: と
ko_kr: 와
nl_nl: met
pl_pl: z
pt_pt: com
ro_ro: cu
ru_ru: с
sr_cs: sa
tr_tr: ile
vi_vn: với

source: with expected value
ar_sa: مع القيمة المتوقعة
bs_ba: sa očekivnom vrijednošću
cs_cz: s očekávanou hodnotou
da_dk: med forventet værdi
de_de: mit erwartetem Wert
el_gr: με αναμενόμενη τιμή
es_es: con el valor esperado
et_ee: eeldades väärtuseks
fil_ph: kasama ng inaasahang halaga
fr_fr: avec la valeur attendue
hi_in: अपेक्षित मूल्य के साथ
it_it: con valore previsto
ja_jp: 予想値
ko_kr: 원하는 값
nl_nl: met verwachte waarde
pl_pl: o oczekiwanej wartości:
pt_pt: com o valor esperado de
ro_ro: cu valuare așteptată
ru_ru: с ожидаемым значением
sr_cs: sa očekivanom vrednošću
tr_tr: beklenen değere sahip
vi_vn: với giá trị kỳ vọng

source: you
et_ee: sina

source: Attestation
ar_sa: شهادة
bs_ba: Potvrda
cs_cz: Potvrzení
da_dk: Bevidnelse
el_gr: Επιβεβαίωση
es_es: Verificación
fil_ph: Patotoo
hi_in: प्रमाण
it_it: Attestato
ja_jp: 個人認証
ko_kr: 인증
nl_nl: Bevestiging
pl_pl: Poświadczenie
ru_ru: Аттестация
tr_tr: Doğrulama
vi_vn: Chứng thực

source: Auto-update the witness list from the hub
ar_sa: التحديث التلقائي للائحة الشهود من المرجع
bs_ba: Auto-ažuriranje popisa svjedoka iz baze podataka
cs_cz: Automatická aktualizace seznamu svědků z hubu
da_dk: Opdater vidnelisten automatisk fra hub'en
el_gr: Αυτόματη ενημέρωση του καταλόγου μαρτύρων από τον κεντρικό τομέα
es_es: Autoactualizar lista de testigos desde el hub
fil_ph: Awtomatikong i-update ang mga listahan ng saksi mula sa hub
hi_in: गवाह सूची को स्वयं-नवनीकरण होने दें केंद्र से
it_it: Auto-aggiornamento della lista dei "witness" dall'hub
ja_jp: ハブからwitnessリストの自動アップデート
ko_kr: 허브에서 증인 목록 자동 업데이트
nl_nl: Auto-update de getuigenlijst van de hub
pl_pl: Automatycznie aktualizuj listę świadków z hubu
ru_ru: Авто-обновлять список свидителей из хаба
tr_tr: Tanık listesini hub'dan otomatik olarak güncelle
vi_vn: Tự động cập nhật danh sách người kiểm chứng từ Trung tâm

source: Auto-update the witness list from this hub
ar_sa: التحديث التلقائي للائحة الشهود من هذا المرجع
bs_ba: Auto-ažuriranje popisa svjedoka iz baze podataka
cs_cz: Automatická aktualizace seznamu svědků z hubu
da_dk: Opdater automatisk vidnelisten fra denne hub
el_gr: Αυτόματη ενημέρωση του καταλόγου μαρτύρων από αυτόν τον κεντρικό τομέα
es_es: Autoactualizar lista de testigos desde este hub
fil_ph: Awtomatikong i-update ang mga listahan ng saksi mula sa hub na ito
hi_in: गवाह सूची को स्वयं-नवनीकरण होने दें इस केंद्र से
it_it: Auto-aggiornamento della lista dei "witness" da questo hub
ja_jp: このハブからwitnessリストの自動アップデート
ko_kr: 이 허브에서 증인 목록 자동 업데이트
nl_nl: Auto-update de getuigenlijst van deze hub
pl_pl: Automatycznie aktualizuj listę świadków z tego hubu
ru_ru: Авто-обновлять список свидителей из этого хаба
tr_tr: Tanık listesini bu hub'dan otomatik olarak güncelle
vi_vn: Tự động cập nhật danh sách người kiểm chứng từ Trung tâm này

source: Data
ar_sa: البيانات
bs_ba: Podaci
el_gr: Δεδομένα
es_es: Datos
fil_ph: Datos
hi_in: डेटा
ja_jp: データ
ko_kr: 데이타
nl_nl: Gegevens
pl_pl: Dane
ru_ru: Данные
tr_tr: Veri
vi_vn: Dữ liệu

source: Data into datafeed
ar_sa: البيانات على سجل المستجدات
bs_ba: Podaci u datafeed
cs_cz: Data do datafeed
da_dk: Data til datafeed
el_gr: Δεδομένα σε ροή
es_es: Datos en la cadena
fil_ph: Datos sa datafeed
hi_in: डेटाफीड में डेटा नहीं
it_it: Dati nel datafeed
ja_jp: データフィード
ko_kr: 데이터피드 데이터
nl_nl: Gegevens in datafeed
pl_pl: Dane w źródle danych
ru_ru: Данные в фиде
tr_tr: Veritabanına veri
vi_vn: Dữ liệu trong datafeed

source: First name
ar_sa: الإسم
da_dk: Fornavn
el_gr: Όνομα
es_es: Nombre de pila
fil_ph: Unang pangalan
it_it: Nome
ja_jp: 名
ko_kr: 이름
nl_nl: Voornaam
pl_pl: Imię
ru_ru: Имя
tr_tr: Ad
vi_vn: Tên

source: Host
ar_sa: المضيف / Host
bs_ba: Server
el_gr: Διακομιστής
fr_fr: Hôte
hi_in: मेजबान
ja_jp: サーバーホスト
ko_kr: 호스트
pt_pt: Anfitrião
ro_ro: Gazdă
ru_ru: Хост
sv: Värd
tr_tr: Sunucu
vi_vn: Máy chủ

source: ID number
ar_sa: رقم التعريف
da_dk: ID-nummer
de_de: Ausweisnummer
el_gr: Αριθμός ταυτότητας
es_es: Número de ID
fil_ph: Numero ng ID
fr_fr: Numéro d’identification
it_it: Numero ID
ja_jp: IDナンバー
ko_kr: ID 번호
nl_nl: Id-nummer
pl_pl: Numer dokumentu tożsamości
pt_pt: Número de ID
ro_ro: Număr ID
ru_ru: ID номер
sr_cs: ID broj
tr_tr: Kimlik numarası
vi_vn: Số ID

source: Last name
ar_sa: النسب
da_dk: Efternavn
el_gr: Επίθετο
es_es: Apellido
fil_ph: Apelyido
it_it: Cognome
ja_jp: 姓
ko_kr: 성
nl_nl: Achternaam
pl_pl: Nazwisko
ru_ru: Фамилия
tr_tr: Soyad
vi_vn: Họ

source: New witnesses
ar_sa: شهود جدد
bs_ba: Novi svjedoci
cs_cz: Noví svědci
da_dk: Nye vidner
el_gr: Νέοι μάρτυρες
es_es: Nuevos testigos (Witnesses)
fil_ph: Bagong saksi
hi_in: नए गवाह
it_it: Nuovi Witness
ja_jp: 新しいwitness
ko_kr: 새로운 증인
nl_nl: Nieuwe getuigen
pl_pl: Nowi świadkowie
ru_ru: Новые свидетели
sv: Nya vittnen
tr_tr: Yeni tanıklar
vi_vn: Nhân chứng mới

source: Port
ar_sa: المنفذ
bs_ba: Ulaz
el_gr: Θύρα
es_es: Puerto
hi_in: पोर्ट
it_it: Porta
ja_jp: ポート
ko_kr: 포트
nl_nl: Poort
pt_pt: Porta
ru_ru: Порт
vi_vn: Cổng

source: Profile
ar_sa: البروفيل (الملف الشخصي)
bs_ba: Profil
cs_cz: Profil
da_dk: Profil
el_gr: Προφίλ
es_es: Perfil
hi_in: प्रालेख
it_it: Profilo
ja_jp: プロフィール
ko_kr: 프로필
nl_nl: Profiel
pl_pl: Profil
ru_ru: Профиль
tr_tr: Profil
vi_vn: Hồ sơ

source: The hub suggests replacing the following witnesses:
ar_sa: إن المرجع يقترح تغيير الشهود التالية أسمائهم:
bs_ba: Središte predlaže zamjenu sljedećih 'svjedoka':
cs_cz: Hub navrhuje nahradit následující svědky:
da_dk: Hub'en anbefaler at følgende vidner udskiftes:
el_gr: Ο κεντρικός τομέας προτείνει την αντικατάσταση των παρακάτω μαρτύρων:
es_es: El "hub" sugiere reemplazar los siguientes testigos:
fil_ph: Iminumungkahi ng hub na palitan ang sumusunod na mga saksi:
hi_in: केंद्र सलाह देती है निचे दिए गए गवाहों को बदलने में:
it_it: L'hub suggerisce di rimpiazzare i seguenti witness:
ja_jp: ハブは次のwitnessの入れ替えを提案しています:
ko_kr: 허브가 다음의 증인을 교체할 것을 제안합니다:
nl_nl: De hub stelt voor om de volgende getuigen te vervangen:
pl_pl: Hub sugeruje wymianę następujących świadków:
ru_ru: Хаб предлагает заменить следующих свидетелей:
sv: Navet föreslår byte av följande vittnen:
tr_tr: Hub, aşağıdaki tanıkları değiştirmeyi tavsiye ediyor:
vi_vn: Trung tâm đề nghị thay thế các nhân chứng sau đây:

source: Upgrading the database, please wait. Sometimes it takes several minutes.
ar_sa: ترقية قاعدة البيانات, المرجو الإنتظار. هذا يتطلب عدة دقائق في بعض الأحيان.
bs_ba: Učitavanje baze podataka, molimo sačekajte. Nekada će potrajati nekoliko minuta.
cs_cz: Upgrade databáze, počkejte prosím. Někdy to trvá několik minut.
da_dk: Opgraderer databasen, vent venligst. Det kan tage flere minutter.
el_gr: Γίνεται αναβάθμιση της βάσης δεδομένων, παρακαλώ περιμένετε. Μερικές φορές διαρκεί μερικά λεπτά.
es_es: Por favor, espere, actualizando base de datos. Puede durar varios minutos.
fil_ph: Nagtataas ng uri ng database, maghintay lamang. Paminsan ito ay tumatagal ng ilang minuto.
hi_in: डेटाबेस अपग्रेड हो रहा है, कृपया प्रतीक्षा करें| कभी-कभी यह कई मिनट्स लेता है|
it_it: Aggiornamento del database in corso, si prega di attendere. Talvolta sono richiesti diversi minuti.
ja_jp: データベースをアップグレードしています、お待ちください。これには数分かかることがあります。
ko_kr: 데이터베이스를 업그레이드 중입니다. 잠시만 기다려 주십시오. 때때로 몇 분 정도 걸립니다.
nl_nl: Databases aan het upgraden, even geduld a.u.b. Dit kan soms enkele minuten duren.
pl_pl: Uaktualnianie bazy danych, proszę czekać. Czasami zajmuje to kilka minut.
ru_ru: Обновление базы данных, пожалуйста подождите. Это может занять несколько минут.
tr_tr: Veritabanı yükseltiliyor, lütfen bekleyin. Bazen birkaç dakika alır.
vi_vn: Nâng cấp cơ sở dữ liệu, vui lòng chờ. Đôi khi mất vài phút.

source: Witness address
ar_sa: عنوان الشاهد
bs_ba: Adresa korisnika
cs_cz: Adresa svědka
da_dk: Vidne-adresse
el_gr: Διεύθυνση μάρτυρα
es_es: Dirección del testigo
fil_ph: Address ng saksi
hi_in: गवाह का पता
it_it: Indirizzo del witness
ja_jp: witnessアドレス
ko_kr: 증인 주소
nl_nl: Adres van de getuige
pl_pl: Adres świadka
ru_ru: Адрес свидетеля
sv: Vittnes-address
tr_tr: Tanık adresi
vi_vn: Địa chỉ nhân chứng

source: Witnesses
ar_sa: الشهود
bs_ba: Korisnici
cs_cz: Svědci
da_dk: Vidner
el_gr: Μάρτυρες
es_es: Testigos
fil_ph: Mga saksi
hi_in: गवाह
it_it: Witness (Testimoni)
ja_jp: Witness
ko_kr: 증인
nl_nl: Getuigen
pl_pl: Świadkowie
ru_ru: Свидетели
sv: Vittnen
tr_tr: Tanıklar
vi_vn: Nhân chứng

source: of
ar_sa: من
de_de: von
fr_fr: de

source: Backup wallet seed
bs_ba: Dijeljenje sigurnosne kopije novčanika
cs_cz: Zálohování seed peněženky
da_dk: Lav sikkerhedskopi af wallet-seed
el_gr: Αντίγραφο ασφαλείας του seed πορτοφολιού
es_es: Guardar semilla del monedero
fil_ph: I-backup ang seed ng pitaka
hi_in: वटुवा बीज का बैकअप लें
it_it: Backup seed del portafoglio
ja_jp: ウォレットシードのバックアップ
ko_kr: 지갑 시드 백업하기
nl_nl: Maak een backup van de seed van de portefeuille
pl_pl: Utwórz kopię zapasową słów do przywracania portfela
ru_ru: Резервное копирование мнемоники (seed)
sv: Säkerhetskopiera plånbokens frön
tr_tr: Cüzdan kurtarma kelimelerini yedekle
vi_vn: Sao lưu các dữ liệu nền ví

source: Full backup
bs_ba: Puna sigurnosna kopija
cs_cz: Úplná záloha
da_dk: Fuld backup
el_gr: Πλήρες αντίγραφο ασφαλείας
es_es: Copia de Seg. completa
fil_ph: Buong backup
hi_in: पूरा बैकअप
it_it: Backup completo
ja_jp: フルバックアップ
ko_kr: 전체 백업
nl_nl: Volledige backup
pl_pl: Pełna kopia zapasowa
ru_ru: Полное резервное копирование
sv: Hel backup
tr_tr: Tam yedekleme
vi_vn: Sao lưu đầy đủ

source: Recovery from seed
bs_ba: Obnavljanje iz sigurnosne kopije
cs_cz: Obnovení ze seed
da_dk: Gendan fra seed
el_gr: Ανάκτηση από το seed
es_es: Recuperación desde semilla
fil_ph: Pagbawi mula sa seed
hi_in: बीज से पुनः प्राप्ती
it_it: Ripristina dal Seed
ja_jp: シードから回復
ko_kr: 시드를 이용해 복구하기
nl_nl: Herstellen met seed
pl_pl: Przywracanie ze słów źródłowych
ru_ru: Восстановление из мнемоники (seed)
sv: Återställ från ord-frön
tr_tr: Kurtarma kelimeleriyle kurtarma yap
vi_vn: Khôi phục từ dữ liệu nền

source: Restore from full backup
bs_ba: Vratiti podatke iz sigurnosne kopije
cs_cz: Obnovení z úplné zálohy
da_dk: Gendan fra fuld sikkerhedskopi
el_gr: Επαναφορά από το πλήρες αντίγραφο ασφαλείας
es_es: Restaurar desde respaldo completo
fil_ph: Ibalik mula sa full backup
hi_in: फिर से जमा करें पूर्ण बैकअप से
it_it: Ripristina da backup completo
ja_jp: フルバックアップから復元
ko_kr: 전체 백업 파일을 이용해 복구하기
nl_nl: Terugplaatsen vanaf volledige backup
pl_pl: Przywróć z pełnej kopii zapasowej
ru_ru: Восстановление из полной резервной копии
sv: Återställ från full backup
tr_tr: Tam yedeklemeden geri yükle
vi_vn: Khôi phục từ bản sao lưu đầy đủ

source: This payment is bound to a condition
bs_ba: Ovo plaćanje je uvjetovano
cs_cz: Tato platba je vázán na podmínku
da_dk: Denne betaling er betinget
el_gr: Η πληρωμή αυτή είναι συνδεδεμένη με μια συνθήκη
es_es: Este pago está asociado a una condición
fil_ph: Ang pagbabayad na ito ay tiyak na isang kundisyon
hi_in: यह एक सशर्त भुगतान है
it_it: Questo pagamento è vincolato ad una condizione
ja_jp: この支払いは条件付きです
ko_kr: 이 지불 은 조건이 만족되어야 지급됩니다.
nl_nl: Deze betaling is gekoppeld aan een voorwaarde
pl_pl: Ta płatność jest powiązana z warunkiem
ru_ru: Платеж привязан к условию
sv: Denna betalning är bunden till ett tillstånd
tr_tr: Bu ödeme bir şarta bağlı
vi_vn: Khoản thanh toán này ràng buộc với một điều kiện

source: Alias for <i>{{index.walletName}}</i>
el_gr: Ψευδώνυμο για <i>{{index.walletName}}</i>
sv: Alias för <i>{{index.walletName]]</i>

source: Click the button to <span ng-if="isResend">re</span>send email:
el_gr: Κάντε κλικ στο κουμπί για να <span ng-if="isResend"> ξανά</span> στείλετε email:

source: Co-signer {{$index+1}}:
el_gr: Συνυπογράφων {{$index+ 1}}:
sv: Co-signatur {{$index+1}};

source: Getting address for wallet {{selectedWalletName}} ...
el_gr: Λήψη διεύθυνσης για το πορτοφόλι {{selectedWalletName}} ...

source: {{address}} can be spent if:
el_gr: {{address}} μπορούν να δαπανηθούν εάν:

source: {{hrd.destinationAddress}} can be spent if:
el_gr: {{hrd.destinationAddress}} μπορούν να δαπανηθούν εάν:

source: {{index.m}}-of-{{index.n}}
el_gr: {{index.m}}-του-{{index.n}}

source: {{item.m}}-of-{{item.n}}
el_gr: {{item.m}}-του-{{item.n}}

source: {{w.m}} of {{w.n}}
el_gr: {{w.m}} από {{w.n}}

source: A wallet for decentralized value
sv: Plånbok för decentraliserat värde

source: About Byteball
sv: Om Byteball

source: All contributions to Byteball's translation are welcome. Sign up at crowdin.com and join the Byteball project at
sv: Alla bidrag till Byteballs översättningar är välkomna. Skriv upp på crowdin.com och anslut till Byteball projektet.

source: An event is posted by an oracle:
sv: En händelse postades av orakel

source: Correspondents are not restored.
sv: Korrespondenter är inte återställda.

source: Could not recognize a valid Byteball QR Code
sv: Kunde inte känna igen en giltig Byteball QR Kod

source: Create new wallet together with ?
sv: Skapa ny plånbok med ?

source: Data feed name:
sv: Data-matar namn:

source: Decrypting a paper wallet could take around 5 minutes on this device. please be patient and keep the app open.
sv: Dekryptering av pappers-plånbok kan ta ca 5 minuter, ha tålamod och håll appen öppen.

source: Email for wallet notifications
sv: Email för plånboks-notifieringar

source: Expected value:
sv: Förväntat värde:

source: Full wallet
sv: Hel plånbok

source: Funds found
sv: TIllgångar hittade

source: Funds will be transferred to
sv: TIllgångar ska föras över till

source: I receive another payment:
sv: Jag får en annan betalning:

source: If the condition is not met, I can take this money back after:
sv: Om villkoret inte är uppfyllt, kan jag ta dessa pengar tillbaka efter:

source: Light wallet
sv: Lätt-plånbok

source: My Byteball address
sv: Min Byteball address

source: Oracle address:
sv: Oraklets address:

source: Paper Wallet Private Key
sv: Pappers-plånbok privat-nyckel

source: Please choose the type of this wallet
sv: Välj typ på denna plånbok

source: Private assets (such as blackbytes) are not recovered.
sv: Privata tillgångar (som blackbytes) återställs inte.

source: Recovery is only available in full wallets.
sv: Återställning är tillgänglig endast för tung/hel plånbok

source: Send All
sv: Skicka allt

source: Sending funds...
sv: Skickar tillgångar...

source: Share this wallet address to receive payments. To protect your privacy, new addresses are generated automatically once you use them.
sv: Dela plånboken adress att ta emot betalningar. För att skydda din integritet, nya adresser genereras automatiskt när du använder dem.

source: The expected value will be posted:
sv: Det förväntade värdet kommer att publiceras:

source: The peer receives this payment if:
sv: Peer mottar denna betalning om:

source: The wallet will contain minimum information relevant to you. The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately.
sv: Plånboken kommer att innehålla minst information som är relevant endast för dig. Plånboks-leverantören kommer att kunna känna några av dina saldon och kommer att kunna se vilka transaktioner som är dina, men du kan börja använda plånboken omedelbart.

source: The wallet will contain the most current state of the entire Byteball database. This option is better for privacy but will consume more resources and the initial sync will take several hours.
sv: Plånboken kommer att innehålla den mest aktuella tillståndet i hela Byteball databasen. Detta alternativ är bättre för integritet men kommer att förbruka mer resurser och den initiala synkroniseringen kommer att ta flera timmar.

source: This is a private asset, please send it only by clicking links in the chat or send it to your other wallets.
sv: Detta är en privat tillgång, skicka det bara genom att klicka på länkar i chatten eller skicka den till dina andra plånböcker.

source: WARNING: This will permanently delete all your existing wallets!
sv: VARNING: Detta kommer permanent ta bort alla dina existerande plånböcker!

source: WELCOME TO BYTEBALL
sv: VÄLKOMMEN TILL BYTEBALL
