Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Payment Accepted
ar_sa: تم قبول الدفع
bs_ba: Plaćanje prihvaćeno
cs_cz: Platba přijata
da_dk: Betaling accepteret
de_de: Zahlung akzeptiert
el_gr: Πληρωμή Αποδεκτή
es_es: Pago Aceptado
et_ee: Makse Vastu Võetud
fil_ph: Tinanggap na ang Bayad
fr_fr: Paiement accepté
hi_in: भुगतान स्वीकार किया गया
it_it: Pagamento Accettato
ja_jp: 支払いが完了しました
ko_kr: 결제 승인됨
nl_nl: Betaling Geaccepteerd
pl_pl: Płatność Zaakceptowana
pt_pt: ﻿Pagamento Aceite
ro_ro: Plată acceptată
ru_ru: Платеж принят
sr_cs: Plaćanje je prihvaćeno
sv: Betalning godkänd
tr_tr: Ödeme Kabul Edildi
vi_vn: Thanh toán được chấp nhận

source: Payment Proposal Created
ar_sa: تم إنشاء مقترح الدفع
bs_ba: Prijedlog plaćanja stvoren
cs_cz: Návrh platby byl vytvořen
da_dk: Betalingsanmodning oprettet
de_de: Zahlungsvorschlag erstellt
el_gr: Πρόταση Πληρωμής Δημιουργήθηκε
es_es: Propuesta de Pago Creada
et_ee: Makse Ettepanek Loodud
fil_ph: Lumikha ng mga panukala ng pagbabayad
fr_fr: Proposition de paiement créée
hi_in: भुगतान प्रस्ताव तैयार हो गया
it_it: Proposta di Pagamento Creata
ja_jp: 送金の提案が作成されました
ko_kr: 결제 요청 생성됨
nl_nl: Betalingsvoorstel Aangemaakt
pl_pl: Utworzono Propozycję Płatności
pt_pt: Proposta de Pagamento Criada
ro_ro: Propunere de plată creată
ru_ru: Создано предложение платежа
sr_cs: Kreiran je predlog za plaćanje
sv: Betalnings förslag skapad
tr_tr: Ödeme Teklifi Oluşturuldu
vi_vn: Đề nghị thanh toán được tạo ra

source: Payment Proposals
ar_sa: مقترحات الدفع
bs_ba: Prijedlog plaćanja
cs_cz: Návrh platby
da_dk: Betalingsanmodninger
de_de: Zahlungsvorschläge
el_gr: Προτάσεις Πληρωμής
es_es: Propuestas de Pago
et_ee: Makse Ettepanekud
fil_ph: Mga panukala ng pagbabayad
fr_fr: Propositions de paiement
hi_in: भुगतान प्रस्तावें
it_it: Proposte di Pagamento
ja_jp: 送金の提案
ko_kr: 결제 요청
nl_nl: Betalingsvoorstellen
pl_pl: Propozycje Płatności
pt_pt: Propostas de Pagamento
ro_ro: Propuneri de plată
ru_ru: Предложение платежа
sr_cs: Predlozi za plaćanje
sv: Betalningsförslag
tr_tr: Ödeme Teklifleri
vi_vn: Đề nghị thanh toán

source: Payment Rejected
ar_sa: تم رفض الدفع
bs_ba: Plaćanje odbijeno
cs_cz: Platba odmítnuta
da_dk: Betaling afvist
de_de: Zahlung abgelehnt
el_gr: Πληρωμή Απερρίφθη
es_es: Pago rechazado
et_ee: Makse Tagasilükatud
fil_ph: Tinanggi ang Bayad
fr_fr: Paiement rejeté
hi_in: भुगतान ख़ारिज हुवा
it_it: Pagamento Rifiutato
ja_jp: 送金が却下されました
ko_kr: 결제 거부됨
nl_nl: Betaling Afgewezen
pl_pl: Płatność Odrzucona
pt_pt: Pagamento Rejeitado
ro_ro: Plata a fost respinsă
ru_ru: Платеж отклонен
sr_cs: Plaćanje je odbijeno
sv: Betalning avslås
tr_tr: Ödeme Reddedildi
vi_vn: Thanh toán từ chối

source: Payment Sent
ar_sa: تم إرسال الدفع
bs_ba: Plaćanje poslano
cs_cz: Platba odeslána
da_dk: Betaling sendt
de_de: Zahlung gesendet
el_gr: Πληρωμή Εστάλη
es_es: Pago Enviado
et_ee: Makse Saadetud
fil_ph: Ipinadala ang Bayad
fr_fr: Paiement envoyé
hi_in: भुगतान भेजा गया
it_it: Pagamento Inviato
ja_jp: 送金が完了しました
ko_kr: 결제 대금 전송됨
nl_nl: Betaling Verzonden
pl_pl: Płatność Wysłana
pt_pt: Pagamento Enviado
ro_ro: Plată trimisă
ru_ru: Платеж отправлен
sr_cs: Uplata je poslata
sv: Betalning skickad
tr_tr: Ödeme Gönderildi
vi_vn: Đã thanh toán

source: Peer
ar_sa: المتلقي
de_de: Teilnehmer
et_ee: Teine osapool
fr_fr: Pair
pl_pl: Partner

source: Peer:
ar_sa: المتلقي:
bs_ba: Korisnik:
cs_cz: Klienti:
da_dk: Modpart:
de_de: Teilnehmer:
el_gr: Συναλλασσόμενος:
es_es: Par:
et_ee: Teine osapool:
fil_ph: Kasamahan:
fr_fr: Pair
hi_in: सहकर्मी:
ja_jp: ピア :
ko_kr: 피어:
pl_pl: Partner:
pt_pt: Par:
ro_ro: Partener:
ru_ru: Контрагент:
sr_cs: Korisnik:
sv: Jämlike
tr_tr: Eş:
vi_vn: Ngang hàng:

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
ar_sa: إحذف نهائيا هذه المحفظة. هذا الإجراء لا يمكن عكسه
bs_ba: Trajno izbrišite ovaj novčanik. OVA AKCIJA SE NE MOŽE PONIŠTITI
cs_cz: Trvale odstranit peněženku. NELZE VRÁTIT ZPĚT
da_dk: Slet denne wallet permanent. DENNE HANDLING KAN IKKE FORTRYDES
de_de: Wallet dauerhaft löschen. DIESE AKTION KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN
el_gr: Μόνιμη διαγραφή αυτού του πορτοφολιού. ΑΥΤΗ Η ΕΝΕΡΓΕΙΑ ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΑΝΤΙΣΤΡΑΦΕΙ
es_es: Borrar permanentemente este monedero. ESTA ACCIÓN NO SE PUEDE REVERTIR
et_ee: Rahakoti jäädav kustutamine. SEDA TEGEVUST EI OLE VÕIMALIK TAGASI PÖÖRATA
fil_ph: Permanente nang naitanggal ang pitaka. ANG AKSYON NA ITO AY HINDI MAIBABALIGTAD
fr_fr: Supprimer définitivement ce portefeuille.<br><b>CETTE ACTION NE PEUT PAS ÊTRE ANNULÉE</b>
hi_in: हमेशा के लिए इस बटुवे को नष्ट कर दें| यह नीलामी रद्द नहीं हो सकता
it_it: Elimina definitivamente questo portafoglio. QUESTA AZIONE NON PUO' ESSERE INVERTITA
ja_jp: 永久にこのウォレットを削除します。“この操作は取り消せません！”
ko_kr: 이 지갑을 영구 삭제합니다. 이 동작은 되돌릴 수 없습니다.
nl_nl: Volledig verwijderen van deze portefeuille. DEZE AKTIE KAN NIET ONGEDAAN GEMAAKT WORDEN
pl_pl: Bezpowrotnie usuń ten portfel. TEJ CZYNNOŚCI NIE MOŻNA COFNĄĆ
ro_ro: Ștergeți definitiv acest portofel. ACEASTĂ ACŢIUNE NU POATE FI REVOCATĂ
ru_ru: Окончательно удалить этот кошелек. ЭТО ДЕЙСТВИЕ НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО
sr_cs: Obriši ovaj novčanik za sva vremena: OVA ODLUKA SE NE MOŽE PROMENITI
sv: Ta bort plånboken för alltid. DENNA ÅTGÄRD KAN INTE ÅNGRAS
tr_tr: Bu cüzdanı kalıcı olarak sil. BU EYLEM GERİ ALINAMAZ
vi_vn: Xóa vĩnh viễn ví này. Hành động này không thể hủy bỏ

source: Personal code
ar_sa: الكود الشّخصي
da_dk: Personlig kode
de_de: Persönlicher Code
et_ee: Isikukood
fr_fr: Code personnel
nl_nl: Persoonlijke code
sr_cs: Lični kôd

source: Plain Wallet
ar_sa: المحفظة الرسمية
bs_ba: Običan novčanik
cs_cz: Jednoduchá peněženka
da_dk: Almindelig wallet
de_de: Standard Wallet
el_gr: Απλό πορτοφόλι
es_es: Monedero simple
et_ee: Tavaline Rahakott
fil_ph: Simpleng Pitaka
fr_fr: Portefeuille complet
hi_in: सरल बटुआ
it_it: Portafoglio Semplice
ja_jp: 通常ウォレット
ko_kr: 일반 지갑
nl_nl: Gewone portefeuille
pl_pl: Zwykły portfel
ro_ro: Portofel simplu
ru_ru: Простой кошелек
sr_cs: Običan novčanik
tr_tr: Sade Cüzdan
vi_vn: Ví thô

source: Please approve contract fees deposit on the other devices.
ar_sa: يرجى الموافقة على إيداع رسوم العقد على الأجهزة الأخرى.
de_de: Bitte bestätigen Sie die Bezahlung der Vertragsgebühren auf den anderen Geräten.
et_ee: Palun kinnita lepingu lepingutasu kandmine teistel seadmetel.
fr_fr: Veuillez approuver les frais le dépôt de contrat sur les autres appareils.
ko_kr: 다른 기기에서 계약 수수료 입금을 승인해주세요.

source: Please approve posting prosaic contract hash on the other devices.
ar_sa: يرجى الموافقة على نشر تجزئة العقد prosaic على الأجهزة الأخرى.
de_de: Bitte bestätigen Sie die Veröffentlichung des prosaischen Vertragshashes auf den anderen Geräten.
et_ee: Palun kinnita lepingu räsi postitamine teistel seadmetel.
fr_fr: Veuillez approuver l'affichage du hash du contrat prosaic sur les autres appareils.

source: Please choose how much data to store in your wallet
ar_sa: قم بإختيار كمية البيانات التي تريد تخزينها في محفظتك
bs_ba: Molimo odaberite koliko podataka želite pohraniti u novčanik
cs_cz: Vyberte si prosím množství dat má být uloženo ve vaší peněžence
da_dk: Vælg hvor meget data, din wallet skal gemme
de_de: Bitte wählen Sie, welche Menge an Daten Sie in Ihrem Wallet speichern möchten
el_gr: Παρακαλώ επιλέξτε πόσα δεδομένα θα αποθηκευτούν στο πορτοφόλι σας
es_es: Elija cuántos datos se almacenarán en su monedero
et_ee: Palun vali, kui palju andmeid salvestada sinu rahakotti
fil_ph: Mangyaring pumili kung gaano ka raming data ang itago sa iyong pitaka
fr_fr: Merci de choisir la quantité de données à stocker dans votre portefeuille
hi_in: कृपया तय करें कितना डेटा आपके वटुवा में जमा करना है
it_it: Si prega di scegliere la quantità di dati da memorizzare nel vostro portafoglio
ja_jp: ウォレットに保存するデータ量を選択してください
ko_kr: 지갑에 저장할 데이터 양을 선택하세요.
nl_nl: Kies hoeveel gegevens u op wilt slaan in uw portefeuille
pl_pl: Wybierz proszę ile danych przechowywać w Twoim portfelu
pt_pt: Por favor, escolha a quantidade de dados a armazenar na sua carteira
ro_ro: Vă rugăm să alegeţi cât de multe date să fie stocate în portofel dumneavoastră
ru_ru: Выберите какие данные хранить в вашем кошельке
sr_cs: Molimo Vas da odaberete koliko će se podataka čuvati u Vašem novčaniku
tr_tr: Lütfen cüzdanınıza ne kadar veri depolayacağınızı seçin
vi_vn: Vui lòng chọn lượng dữ liệu để lưu trữ trong ví của bạn

source: Please enter the required fields
ar_sa: المرجو ملئ كافة النطاقات المطلوبة
bs_ba: Molimo unesite sva obvezna polja
cs_cz: Vyplňte požadovaná pole
da_dk: Udfyld alle obligatoriske felter
de_de: Bitte füllen Sie die benötigten Felder aus
el_gr: Παρακαλώ εισάγετε τα απαιτούμενα πεδία
es_es: Por favor, introduzca campos requeridos
et_ee: Palun taida nõutud väljad
fil_ph: Mangyaring ipasok ang mga kailangang fields
fr_fr: Veuillez saisir les champs requis
hi_in: कृपया सभी आवयश्यक जगहों को भरें
it_it: Per favore completa i campi richiesti
ja_jp: 必須項目をご入力下さい
ko_kr: 필수 항목은 반드시 입력해야 합니다.
nl_nl: Vul de verplichte velden in
pl_pl: Proszę wypełnij wymagane pola
pt_pt: Por favor, preencha os campos obrigatórios
ro_ro: Vă rugăm să completați toate câmpurile obligatorii
ru_ru: Пожалуйста, заполните необходимые поля
sr_cs: Molimo Vas da popunite tražena polja
sv: Vänligen fyll i nödvändiga fält
tr_tr: Lütfen gerekli alanları girin
vi_vn: Vui lòng nhập vào tất cả các trường bắt buộc

source: Please name this device
ar_sa: قم بستمية هذا الجهاز
bs_ba: Molimo imenujte ovaj uređaj
cs_cz: Prosím pojmenujte toto zařízení
da_dk: Navngiv denne enhed
de_de: Bitte geben Sie dem Gerät einen Namen
el_gr: Παρακαλώ ονομάστε αυτή τη συσκευή
es_es: Por favor, dé nombre a este dispositivo
et_ee: Palun anna sellele seadmele nimi
fil_ph: Mangyaring pangalanan ang device na ito
fr_fr: Veuillez nommer cet appareil
hi_in: इस उपकरण का नाम दें
it_it: Dai un nome a questo dispositivo
ja_jp: この端末に名前をつけて下さい
ko_kr: 장치 이름을 입력 바랍니다.
nl_nl: Geef een naam op voor dit apparaat
pl_pl: Proszę nazwij to urządzenie
pt_pt: Nomeie este dispositivo
ro_ro: Vă rugăm să îi dați un nume acestui aparat
ru_ru: Присвойте имя этому устройству
sr_cs: Molimo Vas da imenujete ovaj uređaj
sv: Vänligen namnge denna enhet
tr_tr: Lütfen bu cihazı adlandırın
vi_vn: Vui lòng đặt tên cho thiết bị này

source: Please switch to a single-address wallet and you probably need to insert your address again.
ar_sa: قم بالتحول إلى المحفظة ذات عنوان واحد و قم بإدخال عنوانك مرة أخرى.
da_dk: Skift til en single-address wallet og så skal du sandsynligvis indsætte din adresse igen.
de_de: Bitte wechseln Sie zu einem Single-Address-Wallet. Die Eingabe Ihrer Adresse ist wahrscheinlich erneut erforderlich.
el_gr: Παρακαλούμε μεταβείτε σε ένα πορτοφόλι μονής διεύθυνσης, ίσως χρειαστεί να εισαγάγετε ξανά τη διεύθυνσή σας.
es_es: Por favor cambiarse a un monedero de dirección única. Probablemente tendrá que introducir su dirección nuevamente.
et_ee: Palun muuda ühe aadressiga rahakoti peale ja tõenäoliselt pead sa sisestama oma aadressi uuesti.
fil_ph: Mangyaring lumipat sa isang solong-address na pitaka at marahil kakailanganin mong ilakip muli ang iyong address.
fr_fr: Veuillez passer à un portefeuille à adresse unique et vous devrez probablement insérer à nouveau votre adresse.
it_it: Si prega di passare ad un portafoglio ad indirizzo unico e probabilmente dovrai inserire nuovamente il tuo indirizzo.
ja_jp: シングルアドレスウォレットに切り替えてください。アドレスをもう一度入力する必要がある場合があります。
ko_kr: 단일 주소 지갑으로 전환해서 내 주소를 다시 삽입해주세요.
nl_nl: Schakel alstublieft over naar een portefeuille met een enkel adres en je zal waarschijnlijk je adres opnieuw moeten invullen.
pl_pl: Proszę przełącz się na portfel o jednym adresie i przypuszczalnie musisz wprowadzić ponownie swój adres.
ru_ru: Переключитель на кошелёк с единственный адресов, возможно вам понадобится снова вставить адрес.
sr_cs: Molimo Vas da se prebacite na novčanik sa jedinstvenom adresom. Verovatno ćete morati da ponovo upišete adresu.
vi_vn: Vui lòng chuyển tới ví địa chỉ duy nhất và bạn có thể phải nhập địa chỉ một lần nữa.

source: Please visit the Backups section in
ar_sa: يرجى زيارة قسم النسخ الاحتياطي في
de_de: Bitte besuchen Sie den Backupabschnitt in
et_ee: Palun leia Varundamine menüüst
fr_fr: Veuillez visiter la section Sauvegardes dans

source: Poll
ar_sa: الاقتراع
da_dk: Afstemning
de_de: Umfrage
el_gr: Δημοσκόπηση
es_es: Encuesta
et_ee: Küsitlus
fr_fr: Sondage
ko_kr: 설문 조사
nl_nl: Peiling
ru_ru: Опрос
sr_cs: Referendum

source: Post a
et_ee: Postita

source: Post a data feed
et_ee: Postita andmevoogu

source: Post a poll into Obyte network that users can vote on with Poll bot.
ar_sa: انشر استطلاعًا في شبكة Obyte بحيث يمكن للمستخدمين التصويت باستخدام بوت استطلاع الرأي.
da_dk: Opret en afstemning på Obyte-netværket, som brugere kan deltage i via Poll bot.
de_de: Posten Sie eine Umfrage im Obyte Netzwerk, in der die Benutzer mit einem Umfrage-Bot abstimmen können.
et_ee: Postita küsitlus Obyte andmebaasi selleks, et kasutajad saaksid Poll vestlusroboti kaudu hääletada.
fr_fr: Poster un sondage sur le réseau Obyte pour les utilisateurs puissent voter avec le robot de sondage.
ko_kr: Poll 봇에서 사용자가 투표할 수 있게, Obyte 네트워크에 설문지를 포스트합니다.
nl_nl: Plaats een peiling in het Obyte netwerk waar gebruikers op kunnen stemmen met de Peiling bot.
sr_cs: Pošaljite glasački listić u Obyte mrežu, putem Bota za referendum.

source: Post arbitrary key-value pairs of data into Obyte network.
ar_sa: قم بنشر قيم للمفاتيح بشكل عشوائي على شبكة Obyte.
da_dk: Send vilkårlige key-value data til Obyte-netværket.
de_de: Senden Sie beliebige Schlüssel-Wert-Paare von Daten in das Obyte-Netzwerk.
et_ee: Postita võti-väärtus andmepaare Obyte võrku.
fr_fr: Poster des paires clé-valeur arbitraires dans le réseau Obyte.
nl_nl: Post willekeurige sleutelwaarde-paren van gegevens in het Obyte netwerk.
sr_cs: Postujte na Obyte mrežu arbitrarne vrednosti parova ključeva za podatake.

source: Post data
et_ee: Postita andmeid

source: Post values into datafeeds manually, be an oracle.
ar_sa: قم بالمساهمة في تقديم الأشياء إلى سجل المستجدات, تحلى بالحكمة.
bs_ba: Objavite vrijednosti u datafeeds manualno, budi korisnik.
cs_cz: Zašlete hodnoty do datafeeds ručně, buďte věštec.
da_dk: Post manuelle værdier i datastrømme som et orakel.
de_de: Manuelles Senden von Werten in Daten-Feeds, seien Sie ein Orakel.
el_gr: Καταχωρήστε τιμές στις ροές δεδομένων χειροκίνητα, γίνετε ένα oracle.
es_es: Publicar valores manualmente, convertirse en "oráculo".
et_ee: Postita väärtusi käsitsi andmevoogu, ole tõe teataja.
fil_ph: Manu-mano i-post ang mga values sa datafeed, maging tagapagsalita.
fr_fr: Poster les valeurs dans les flux de données manuellement, être un oracle.
hi_in: मूल्यों को पोस्ट करें डेटाफीडस में हाँथ से, एक ओरेकल हो जाएँ|
it_it: Inserisci manualmente i valori nei datafeeds, sii un oracolo.
ja_jp: オラクルになるために、データフィードに手動で値をポストします。
ko_kr: 수동으로 데이터 피드에 값을 보낸다면, 여러분은 오라클이 되는 것입니다.
nl_nl: Post waarden handmatig in datafeeds, wees een orakel.
pl_pl: Ogłoś ręcznie dane w źródle danych, bądź wyrocznią.
pt_pt: Poste valores em datafeeds manualmente, seja um oráculo.
ro_ro: Postează manual valori în fluxurile de date, fi un oracol.
ru_ru: Вставить данные в фид вручную как оракул.
sr_cs: Postujte vrednosti ručno, u formi datafeed-a, postanite savetnik (oracle).
tr_tr: Değerleri manuel olarak veri akışlarına gönderin, kahin olun.
vi_vn: Đăng các giá trị vào nguồn cấp dữ liệu theo cách thủ công, trở thành một thẻ.

source: Post your profile data, anything you want to say about yourself.
ar_sa: قم بوضع بيانات حول بروفايلك, أكتب أي شيئ تريد حول نفسك.
bs_ba: Objavite podatke vašeg profila, što god želite reći o sebi.
cs_cz: Pošlete Vaše profilová data, cokoliv chcete o sobě říct.
da_dk: Post dine profildata eller hvad som helst du har lyst til at sige om dig selv.
de_de: Senden Sie Ihre Profildaten, alles was Sie über sich selbst sagen möchten.
el_gr: Καταχωρήσετε τα δεδομένα του προφίλ σας, ό,τι θέλετε να πείτε για τον εαυτό σας.
es_es: Publicar sus datos de perfil, cualquier información personal.
et_ee: Postita oma konto andmeid, ükskõik mida soovid enda kohta öelda.
fil_ph: I-post ang iyong profile data, anumang bagay na nais mong sabihin tungkol sa iyong sarili.
fr_fr: Publier vos données de profil, tout ce que vous voulez dire au sujet de vous-même.
hi_in: अपनी प्रलेख डेटा पोस्ट करें, कुछ भी आप चाहते हैं अपने बारे में कहना|
it_it: Pubblica i dati del tuo profilo, qualsiasi cosa tu voglia dire su di te.
ja_jp: 自分自身について自由に記述したプロフィールデータをポストします。
ko_kr: 자신에 대해 말하고 싶은 내용을 담은 프로필 데이터를 게시합니다.
nl_nl: Post uw profielgegevens, alles wat u wilt zeggen over uzelf.
pl_pl: Umieść dane Twojego profilu, cokolwiek co chcesz powiedzieć o sobie.
pt_pt: Poste seus dados de perfil, qualquer coisa que queira dizer sobre você mesmo.
ro_ro: Publică datele tale de profil, orice ce vrei să spui despre tine.
ru_ru: Опубликуйте данные о себе, всё чем вы хотели бы поделиться.
sr_cs: Objavite podatke o svom profilu, šta god želite da kažete o sebi.
tr_tr: Profil verilerinizi gönderin, kendiniz hakkında söylemek istediğiniz herhangi bir şey olabilir.
vi_vn: Đăng dữ liệu hồ sơ của bạn, bất cứ thứ gì bạn muốn nói về bản thân.

source: Preferences
ar_sa: الإعدادات
bs_ba: Postavke
cs_cz: Předvolby
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Προτιμήσεις
es_es: Preferencias
et_ee: Eelistused
fil_ph: Mga preference
fr_fr: Préférences
hi_in: प्रथिमिकताएँ
it_it: Preferenze
ja_jp: 設定
ko_kr: 환경설정
nl_nl: Voorkeuren
pl_pl: Ustawienia
pt_pt: Preferências
ro_ro: Preferinţe
ru_ru: Предпочтения
sr_cs: Podešavanja
sv: Preferenser
tr_tr: Tercihler
vi_vn: Tùy chỉnh

source: Press again to exit
ar_sa: أعد الضغط للخروج
bs_ba: Pritisnite još jednom za izlaz
cs_cz: Pro ukončení stiskněte tlačítko znovu
da_dk: Tryk igen for at afslutte
de_de: Zum Beenden erneut drücken
el_gr: Πατήστε ξανά για έξοδο
es_es: Pulse de nuevo para salir
et_ee: Väljumiseks vajuta uuesti
fil_ph: Pindutin muli upang mag exit
fr_fr: Appuyez à nouveau pour quitter
hi_in: फिर से दबाएं बाहर आने के लिए
it_it: Premi ancora per uscire
ja_jp: もう一度押すと終了します
ko_kr: 한번 더 누르면 종료됩니다.
nl_nl: Druk nogmaals om te beëindigen
pl_pl: Naciśnij ponownie, aby wyjść
pt_pt: Clique novamente para sair
ro_ro: Apăsaţi din nou pentru a ieşi
ru_ru: Нажмите еще раз для выхода
sr_cs: Ponovo kliknite za izlazak
sv: Tryck igen för att avsluta
tr_tr: Çıkmak için tekrar basın
vi_vn: Nhấn thêm lần nữa để thoát

source: Private assets (such as blackbytes) and smart contracts are not recovered.
ar_sa: لا يتم استرداد الأصول الخاصة (مثل blackbytes) والعقود الذكية.
de_de: Private Assets (wie z.B. Blackbytes) und intelligente Verträge werden nicht wiederhergestellt.
et_ee: Privaatne vara (nagu blackbytes) ja nutilepingud ei ole taastatavad.
fr_fr: Les actifs privés (tels que les blackbytes) et les contrats intelligents ne sont pas récupérés.
ko_kr: 블랙바이트와 같은 비공개 자산 및 스마트 계약은 복구되지 않습니다.

source: Private payloads sent
ar_sa: تم إرسال الحمولات الخاصة
bs_ba: Privatna količina poslana
cs_cz: Soukromá data odeslaná
da_dk: Private payloads sendt
de_de: Private Transaktionen gesendet
el_gr: Απεσταλμένα ιδιωτικά payloads
es_es: Datos privados enviados
et_ee: Privaatsed makseandmed saadetud
fil_ph: Naipadala ang mga pribadong payload
fr_fr: Charge privée envoyée
hi_in: निजी भार भेजा गया
it_it: I Payload privati sono stati inviati
ja_jp: プライベートペイロード送信
ko_kr: 개인 페이로드 전송
nl_nl: Privé payloads verzonden
pl_pl: Prywatna płatność wysłana
pt_pt: Carga privada enviada
ro_ro: Plăți private trimise
ru_ru: Приватная информация отправлена
sr_cs: Poslata je privatna pošiljka (payload)
sv: Privata tillgångar skickade.
tr_tr: Gönderilen özel payload'lar
vi_vn: Dữ liệu riêng đã gửi

source: Private profile
ar_sa: البروفيل الخاص
da_dk: Privat profil
de_de: Privates Profil
el_gr: Ιδιωτικό Προφίλ
es_es: Perfil privado
et_ee: Privaatse konto andmed
fil_ph: Pribadong Profile
fr_fr: Profil privé
it_it: Profilo privato
ja_jp: 個人プロフィール
ko_kr: 개인 프로필
nl_nl: Privé profiel
pl_pl: Profil prywatny
pt_pt: Perfil privado
ru_ru: Приватный профиль
sr_cs: Privatni profil
vi_vn: Hồ sơ cá nhân

source: Profile field
ar_sa: نطاق البروفيل
da_dk: Profil-felt
de_de: Profilfeld
el_gr: Πεδίο Προφίλ
es_es: Campo de perfil
et_ee: Konto väli
fr_fr: Champ de profil
it_it: Campo del profilo
ja_jp: プロフィールフィールド
ko_kr: 프로필 필드
nl_nl: Profielveld
pl_pl: Pole profilu
ru_ru: Поле профиля
sr_cs: Polje za profil

source: Profile field value
ar_sa: قيمة نطاق البروفيل
da_dk: Profil-feltværdi
de_de: Profilfeld-Wert
el_gr: Τιμή του πεδίου προφίλ
es_es: Valor de perfil de campo
et_ee: Konto välja väärtus
fr_fr: Valeur du champ de profil
it_it: Valore del campo profilo
ja_jp: プロフィールフィールド値
ko_kr: 프로필 필드 값
nl_nl: Profielveld waarde
pl_pl: Wartość pola profilu
ru_ru: Значение в поле профиля
sr_cs: Vrednost polja profila

source: Profile of my address
et_ee: Konto aadress

source: Proof of contract signing
ar_sa: إثبات توقيع العقد
de_de: Nachweis der Vertragsunterzeichnung
et_ee: Sõlmitud lepingu tõend
fr_fr: Preuve de signature de contrat

source: Prosaic contract
ar_sa: عقد Prosaic
de_de: Prosaischer Vertrag
et_ee: Tavaline leping
fr_fr: Contrat Prosaic

source: QR Code
ar_sa: رمز الإستجابة السريع
bs_ba: QR kod
cs_cz: QR kód
da_dk: QR-kode
el_gr: Κωδικός QR
es_es: Código QR
et_ee: QR kood
fr_fr: Code QR
hi_in: क्यूआर संकेत
it_it: Codice QR
ja_jp: QRコード
ko_kr: QR코드
pl_pl: Kod QR
pt_pt: Código QR
ro_ro: Codul QR
ru_ru: QR-код
sr_cs: QR kod
sv: QR Kod
tr_tr: QR Kodu
vi_vn: Mã QR

source: QR-Scanner
ar_sa: ماسح رمز الإستجابة السريع
cs_cz: QR čtečka
el_gr: Σαρωτής QR
es_es: Lector QR
et_ee: QR koodi skaneerija
hi_in: क्यूआर-स्कैनर
it_it: Scanner QR Code
ja_jp: QRコードスキャン
ko_kr: QR스캐너
pl_pl: Skaner QR
pt_pt: Scanner QR
ro_ro: QR Scaner
ru_ru: QR-сканер
sr_cs: QR skener
tr_tr: QR-Tarayıcı
vi_vn: Quét mã QR

source: Question to be voted on
ar_sa: سؤال للتصويت عليه
da_dk: Spørgsmål der skal stemmes om
de_de: Frage zur Abstimmung
el_gr: Ερώτηση προς ψήφιση
es_es: Pregunta
et_ee: Küsimus hääletamiseks
fr_fr: Question de vote
ko_kr: 설문 조사 질문
nl_nl: Vraag waar over gestemd wordt
ru_ru: Вопрос выносится на голосование
sr_cs: Pitanje stavljeno na glasanje

source: Question:
ar_sa: السؤال:
bs_ba: Pitanje:
cs_cz: Otázka:
da_dk: Spørgsmål:
de_de: Frage:
el_gr: Ερώτηση:
es_es: Pregunta:
et_ee: Küsimus:
fil_ph: Tanong:
hi_in: सवाल:
it_it: Domanda:
ja_jp: 質問 :
ko_kr: 질문:
nl_nl: Vraag:
pl_pl: Pytanie:
pt_pt: Questão:
ro_ro: Întrebare:
ru_ru: Вопрос:
sr_cs: Pitanje:
tr_tr: Soru:
vi_vn: Câu hỏi:

source: Raw data
et_ee: Struktrureerimata andmed

source: Real name attestors
ar_sa: المصادقون على الاسم الحقيقي
de_de: Echte Namensattestoren
et_ee: Pärisnime tõendajad
fr_fr: Nom réel attestateurs

source: Receive
ar_sa: الإستلام
bs_ba: Primanje
cs_cz: Přijmout
da_dk: Modtag
de_de: Empfangen
el_gr: Λήψη
es_es: Recibir
et_ee: Võta vastu
fil_ph: Tumanggap
fr_fr: Recevoir
hi_in: ग्रहण करें
it_it: Ricevi
ja_jp: 受取
ko_kr: 받기
nl_nl: Ontvang
pl_pl: Odbierz
pt_pt: ﻿Receber
ro_ro: Primește
ru_ru: Получить
sr_cs: Primi
sv: Motta
tr_tr: Al
vi_vn: Nhận

source: Received
ar_sa: مستلم
bs_ba: Primljeno
cs_cz: Přijato
da_dk: Modtaget
de_de: Empfangen
el_gr: Ληφθέντα
es_es: Recibido
et_ee: Sisse
fil_ph: Natanggap
fr_fr: Reçue
hi_in: लिया
it_it: Ricevuti
ja_jp: 受取済み
ko_kr: 받음
nl_nl: Ontvangen
pl_pl: Odebrane
pt_pt: Recebido
ro_ro: Primit
ru_ru: Получен
sr_cs: Primljeno
sv: Mottagen
tr_tr: Alındı
vi_vn: Đã nhận

source: Recipients
ar_sa: المستلمين
bs_ba: Primatelji
cs_cz: Příjemci
da_dk: Modtagere
de_de: Empfänger
el_gr: Παραλήπτες
es_es: Destinatarios
et_ee: Vastuvõtjad
fil_ph: Mga tatanggap
fr_fr: Destinataires
hi_in: प्राप्तकर्ताएँ
it_it: Destinatari
ja_jp: 受取人
ko_kr: 수신자
nl_nl: Ontvangers
pl_pl: Odbiorcy
pt_pt: Destinatários
ro_ro: Destinatari
ru_ru: Получатели
sr_cs: Primaoci
sv: Mottagare
tr_tr: Alıcılar
vi_vn: Người nhận
