Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: The hub for receiving messages from other devices.
ar_sa: هذا هو المرجع الذي يستعمل من أجل إستقبال الرسائل من أجهزة أخرى.
bs_ba: Središte za primanje poruka s drugih uređaja.
cs_cz: Hub pro příjem zpráv z jiných zařízení.
da_dk: Den hub, der modtager beskeder fra andre enheder.
de_de: Hub, um Nachrichten von anderen Geräten zu empfangen.
el_gr: Ο κεντρικός τομέας για τη λήψη μηνυμάτων από άλλες συσκευές.
es_es: "Hub" para recibir mensajes de otros dispositivos.
et_ee: Teadete jaotuspunkti kasutatakse sõnumite saamiseks teistelt seadmetelt.
fil_ph: Ang hub para sa pagtanggap ng mga mensahe mula sa ibang devices.
fr_fr: Votre hub pour recevoir des messages des autre appareils
hi_in: दूसरे उपकरणों से सन्देश प्राप्त करने के लिए केंद्र|
it_it: L'hub per ricevere i messaggi da altri dispositivi.
ja_jp: 他のデバイスからメッセージを受信するためのハブ
ko_kr: 다른 장치에서 메세지를 받기 위한 허브
nl_nl: De hub om boodschappen te ontvangen van andere apparaten.
pl_pl: Hub dla wiadomości przychodzących z innych urządzeń
pt_pt: O hub para receber mensagens de outros dispositivos.
ro_ro: Hub pentru primirea mesajelor de la alte aparate.
ru_ru: Хаб для получения сообщений от других устройств.
sr_cs: Hub za prijem poruka sa drugih uređaja.
sv: Navet för att ta emot meddelanden från andra enheter.
tr_tr: Başka cihazlardan mesaj almaya yarayan hub.
vi_vn: Là trung tâm nhận tin nhắn từ các thiết bị khác.

source: The hub suggests replacing the following Order Providers (also known as witnesses):
et_ee: Jaotuspunkt soovitab vahetada järgmised Järjekorra Pakkujad:

source: The money is stored on this textcoin:
ar_sa: إن المال مخزن في هذه الـtextcoin:
da_dk: Penge er lagret i denne textcoin:
de_de: Das Geld ist auf dieser Textcoin gespeichert:
el_gr: Τα χρήματα είναι αποθηκευμένα σε αυτό το textcoin:
es_es: Los fondos están guardados en el textcoin:
et_ee: Vahendid on salvestatud sellesse teksti:
fil_ph: Ang pera at nakatago sa textcoin na ito:
fr_fr: L’argent est stockée sur ce textcoin :
it_it: I soldi sono depositati su questo textcoin:
ja_jp: お金はこのtextcoinに格納されます:
ko_kr: 이 텍스토인에 자금이 저장되어 있습니다:
nl_nl: Het geld is opgeslagen op deze textcoin:
pl_pl: Środki są przechowywane w tym textcoinie:
pt_pt: O dinheiro está armazenado neste textcoin:
ru_ru: Деньги хранятся в этом textcoin:
sr_cs: Novac je pohranjen u ovom textcoin-u:
vi_vn: Số tiền được lưu trữ trên textcoin này:

source: The peer receives this payment if
ar_sa: المتلقي سيتوصل بالمال في حالة
bs_ba: Korisnik prima ovu isplatu ako
cs_cz: Druhá strana obdrží platbu, pokud
da_dk: Modparten modtager betalingen hvis
de_de: Der Teilnehmer erhält die Zahlung wenn
el_gr: Ο συναλλασσόμενος λαμβάνει αυτή την πληρωμή εάν
es_es: El corresponsal recibe el pago si
et_ee: Teine osapool saab selle makse kui
fil_ph: Ang peer ang tumanggap ng pagbabayad na ito kung
fr_fr: Le pair reçoit ce paiement si
hi_in: सहकर्मी इस भुगतान को प्राप्त करता है यदि
it_it: Il peer riceve questo pagamento se
ja_jp: ピアが支払いを受け取るのは
ko_kr: 다음 조건을 만족하면 상대방은 이 결제대금을 받습니다
nl_nl: De wederpartij ontvangt deze betaling als
pl_pl: Kontrahent otrzyma tę płatność, gdy
pt_pt: O correspondente recebe este pagamento se
ro_ro: Partenerul primeşte această plată dacă
ru_ru: Контрагент получает этот платеж если
sr_cs: Partner će primiti uplatu ako
tr_tr: Eş, bu ödemeyi eğer şu koşullar sağlanırsa alacak:
vi_vn: Nhận ngang hàng khoản thanh toán này nếu

source: The signature is
ar_sa: التوقيع هو
da_dk: Signaturen er
de_de: Die Unterschrift ist
el_gr: Η υπογραφή είναι
es_es: La firma es
et_ee: Allkiri on
fr_fr: La signature est
it_it: La firma è
ja_jp: 署名は
ko_kr: 서명은
nl_nl: De handtekening is
pl_pl: Podpis jest
ru_ru: Подпись
sr_cs: Potpis je

source: The total amount in your wallet is
ar_sa: المبلغ الإجمالي في محفظتك هو
de_de: Der Gesamtbetrag in Ihrer Wallet beträgt
et_ee: Rahakoti koguväärtus on
fr_fr: Le montant total de votre portefeuille est

source: The vote will be signed by all your funded addresses
ar_sa: التصويت سوف يوقع عليه من طرف جميع عناوينك الممولة
bs_ba: Glasa će biti potpisan od svih naših plaćenih adresa
cs_cz: Hlasování bude podepsáno všemi adresami se zůstatkem
da_dk: Stemmen signeres af alle adresser, du har beløb på
de_de: Die Abstimmung wird von allen Ihren finanzierten Adressen bestätigt
el_gr: Η ψήφος θα υπογραφεί από όλες τις χρηματοδοτημένες σας διευθύνσεις
es_es: La votación será firmada por todas sus direcciones con fondos
et_ee: Hääl allkirjastatakse kõigi sinu rahastatud aadresside nimel
fil_ph: Ang paboto ay lalagdaan ng lahat ng iyong mga pinondohan na address
fr_fr: Le vote sera signé par toutes vos adresses financées
hi_in: वोट में हस्ताक्षर हो जायेगा आपके सभी जमा पूंजी पतों द्वारा
it_it: Il voto sarà firmato da tutti gli indirizzi finanziati
ja_jp: 投票はあなたのすべてのアドレスによって署名されます
ko_kr: 당신의 자금이 담긴 모든 주소에 의해 투표는 서명될 것입니다.
nl_nl: De stemming zal worden ondertekend door al uw adressen die fondsen bevatten
pl_pl: Głos zostanie podpisany przez wszystkie Twoje adresy zawierające środki
pt_pt: O voto vai ser subscrito por todos os seus endereços com fundos
ro_ro: Votul va fi semnat de toate adresele finanţate de dumneavoastră
ru_ru: Для вашего голоса будет засчитан баланс всех адресов вашего кошелька
sr_cs: Glas će dobiti potpis sa svih adresa na kojima imate sredstva
tr_tr: Oy, finanse edilen tüm adresleriniz tarafından imzalanacak
vi_vn: Việc bỏ phiếu sẽ được ký bởi tất cả các địa chỉ ngân quỹ của bạn

source: The wallet "{{walletName}}" was deleted
ar_sa: إن المحفظة "{{walletName}}" قد حذفت
bs_ba: Novčanik "{{walletName}}" je izbrisan
cs_cz: Peněženka "{{walletName}}" byla odstraněna
da_dk: Wallet "{{walletName}}" blev slettet
de_de: Das Wallet "{{walletName}}" wurde gelöscht
el_gr: Το πορτοφόλι "{{walletName}}" διαγράφηκε
es_es: El monedero "{{walletName}}" fue eliminado
et_ee: Rahakott "{{walletName}}" kustutati
fil_ph: Binura ang pitaka "{{walletName}}"
fr_fr: Le portefeuille "{{walletName}}" a été supprimé
hi_in: वटुवा "{{walletName}}" हट चूका था
it_it: Il portafoglio {{walletName}} è stato eliminato
ja_jp: ウォレット "{{walletName}}" が削除されました
ko_kr: 지갑 "{{walletName}}"이 삭제 되었습니다.
nl_nl: De portefeuille "{{walletName}}" is verwijderd
pl_pl: Portfel "{{walletName}}" został usunięty
ro_ro: Portofelul "{{walletName}}" a fost şters
ru_ru: Кошелек «{{walletName}}» был удален
sr_cs: Novčanik "{{walletName}}" je izbrisan
tr_tr: "{{walletName}}" cüzdanı silindi
vi_vn: Ví "{{walletName}}" đã bị xoá

source: The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately and the wallet is fully functional.
ar_sa: إن محفظة البائع سوف يكون بإمكانها معرفة بعض أرصدتك وأي المعاملات خاصة بك, ولكن يمكك إستعمال المحفظة فورا والمحفظة تعمل بشكل كامل.
bs_ba: Novčanik će biti u mogućnosti da poznaje neko od vaših balansa i bit će u mogućnosti vidjeti koje su vaše transakcije, ali možete odmah početi koristiti novčanik te je novčanik potpuno funkcionalan.
cs_cz: Peněženka dodavatele bude moci zjistit některé z vašich zůstatku a bude moci zjistit, které transakce jsou vaše, ale můžete začít ihned používat plně funkční peněženku.
da_dk: Leverandøren af din wallet vil kunne se nogle af balancerne og kan se, hvilke transaktioner, der er dine. Du kan dog starte med at bruge din fuldt funktionelle wallet med det samme.
de_de: Der Wallet-Anbieter wird in der Lage sein einige Ihrer Guthaben und Transaktionen zu sehen. Sie können jedoch sofort mit einem voll funktionsfähigen Wallet starten.
el_gr: Ο πωλητής του πορτοφολιού θα μπορεί να δει μερικά από τα υπόλοιπα σας και να δει ποιες συναλλαγές είναι δικές σας, ωστόσο μπορείτε να χρησιμοποιήσετε αμέσως το πορτοφόλι που είναι πλήρως λειτουργικό.
es_es: El vendedor podrá conocer algunos de sus balances y saber qué transacciones son suyas. Sin embargo, vd. podrá empezar a usar un monedero totalmente funcional inmediatamente.
et_ee: Rahakoti tootja võib näha mõningaid sinu kontojääke ja millised tehingud kuuluvad sulle, aga sa saad alustada rahakoti kasutamisega kohe ja rahakott on täisfunktsionaalne.
fil_ph: Ang vendor ng pitaka ay magagawang malaman ang ilan sa iyong mga balanse at maaring makita kung alin ang iyong mga transaksyon, ngunit maaari mo gamitin kaagad ang iyong wallet at ang pitaka ay fully functional.
fr_fr: Le portefeuille du vendeur sera en mesure de connaître certains de vos soldes et sera en mesure de voir les transactions qui sont les vôtres, mais vous pouvez commencer immédiatement d’utiliser le porte-monnaie et le portefeuille est entièrement fonctionnel.
hi_in: वटुवा बिक्रेता आपका कुछ शेष राशि जानने लायक होगा और कौन सा लेन-देन आपका है इसे भी देखने लायक होगा, लेकिन आप तुरंत वटुवा का उपयोग कर सकते हैं और वटुवा पूरी तरह से कमलायक है|
it_it: Il venditore del portafoglio sarà in grado di conoscere alcuni dei tuoi saldi e sarà in grado di vedere quali transazioni sono tue, ma puoi iniziare a utilizzare immediatamente il portafoglio il quale è perfettamente funzionante.
ja_jp: ウォレットベンダーはあなたの残高の一部を知ることができ、どの取引があなたのものかを見ることができますが、ウォレットをすぐにフル機能で使用することができます。
ko_kr: 지갑 제공자는 여러분의 잔액과 여러분이 수행한 트랜잭션을 알 수 있습니다. 지갑은 지금부터 바로 사용할 수 있고 모든 기능을 다 갖추고 있습니다.
nl_nl: De leverancier van de portefeuille zal sommige van uw saldo's kunnen zien en kunnen zien welke transacties van u zijn, maar u kunt de portefeuille onmiddellijk gaan gebruiken en de portefeuille is volledig functioneel.
pl_pl: Dostawca portfela będzie mógł poznać stan niektórych Twoich środków i będzie widział, które transakcje są Twoje, ale możesz zacząć używać portfela natychmiast i jest on w pełni funkcjonalny.
pt_pt: O fornecedor da carteira será capaz de conhecer alguns de seus saldos e também será capaz de ver quais transações são suas, mas você pode começar usando a carteira imediatamente e ela será totalmente funcional.
ro_ro: Furnizororul portofelului va putea să vadă unele dinte soldurile și tranzacțiile dumneavoastră, dar puteți să utilizați portofelul imediat, acesta fiind complet funcțional.
ru_ru: Вы будете работать с сетью Byteball через надёжный промежуточный узел (hub), который будет обслуживать ваши транзации. Этот узел сможет увидеть баланс некоторых ваших адресов и определить, какие из транзакций ваши. Зато вы сразу же можете использовать кошелёк без скачивания большого объёма данных.
sr_cs: Prodavac novčanika može imati uvid u stanje na Vašem računu i transakcije ali ćete od starta imati novčanik koji je u potpunosti funkcionalan.
tr_tr: Cüzdan sağlayıcısı bakiyelerinizin bir kısmını bilebilecek ve hangi işlemlerin sizin olduğunu görebilecek, ama cüzdanı hemen kullanmaya başlayabilirsiniz ve cüzdan tamamen işlevseldir.
vi_vn: Các nhà cung cấp ví sẽ có thể biết một ít trong số dư của bạn và sẽ có thể xem các giao dịch của bạn, nhưng bạn có thể bắt đầu sử dụng ví ngay lập tức và ví có đầy đủ chức năng.

source: Their recording preference
ar_sa: إعدادت التسجيل
bs_ba: Njihove postavke za snimanje
cs_cz: Jejich preference nahrávání
da_dk: Deres foretrukne optagelsesindstilling
de_de: Ihre Aufnahme-Einstellung
el_gr: Οι προτιμήσεις καταγραφής τους
es_es: Su preferencia de grabación
et_ee: Nende salvestamise eelistus
fil_ph: Kanilang recording preference
fr_fr: Leur préférence d’enregistrement
hi_in: उनका रिकॉर्डिंग प्रथिमिकताएँ
it_it: Le loro preferenze di registrazione
ja_jp: レコード設定
ko_kr: 그들의 기록 설정
nl_nl: Hun opname voorkeur
pl_pl: Jego/jej ustawienie rejestrowania
pt_pt: A preferência de gravação deles
ro_ro: Preferinţa lor de înregistrare
ru_ru: Их выбор о сохранении чата
sr_cs: Njihova snimljena podešavanja
tr_tr: Onların kayıt tercihi
vi_vn: Tùy chọn ghi âm của họ

source: There are no wallets to make this payment
ar_sa: ليس هنالك محفظة للقيام بالدفع
bs_ba: Nema novčanika da biste napravili plaćanje
cs_cz: Není zde žádná peněženka, která by provedla tuto platbu
da_dk: Der er ingen wallets denne betaling kan udføres fra
de_de: Es gibt keine Wallets, um diese Zahlung auszuführen
el_gr: Δεν υπάρχουν πορτοφόλια για να πραγματοποιηθεί η πληρωμή
es_es: No dispone de monederos para realizar este pago
et_ee: Selle makse tegemiseks ei ole ühtegi rahakotti
fil_ph: Walang mga pitaka na mkapagbabayad nito
fr_fr: Il n'y a pas de portefeuilles pour faire ce paiement
hi_in: कोई वटुवा नहीं है भुगतान के लिए
it_it: Non ci sono portafogli per effettuare questo pagamento
ja_jp: 送金可能なウォレットがありません
ko_kr: 이 지불을 위한 지갑이 없습니다.
nl_nl: Er zijn geen portefeuilles om deze betaling uit te voeren
pl_pl: Nie istnieją portfele, by dokonać tej płatności
pt_pt: Não existem carteiras para realizar este pagamento
ro_ro: Nu sunt portofele pentru a putea efectua această plată
ru_ru: Нет кошельков, чтобы осуществить этот платеж
sr_cs: Nema novčanika, te se plaćanje ne može izvesti
sv: Det finns inga plånböcker att göra denna betalning
tr_tr: Bu ödemeyi yapmak için hiçbir cüzdan yok
vi_vn: Không có ví tiền để thực hiện thanh toán

source: This address is shared with {{index.shared_address_cosigners}}.
ar_sa: هذا العنوان مشارك من قبل {{index.shared_address_cosigners}}.
bs_ba: Ova adresa se dijeli sa {{index.shared_address_cosigners}}.
cs_cz: Tato adresa je sdílená s {{index.shared_address_cosigners}}.
da_dk: Adressen er delt med {{index.shared_address_cosigners}}.
de_de: Diese Adresse wird mit {{index.shared_address_cosigners}} geteilt.
el_gr: Αυτή η διεύθυνση είναι κοινόχρηστη με {{index.shared_address_cosigners}}.
es_es: Dirección compartida con {{index.shared_address_cosigners}}.
et_ee: Selle aadressi kaasallkirjastajad on {{index.shared_address_cosigners}}.
fil_ph: Ang address na ito ay ibinahagi sa {{index.shared_address_cosigners}}.
fr_fr: Cette adresse est partagée avec {{index.shared_address_cosigners}}.
hi_in: यह पता साझा होता है {{index.shared_address_cosigners}} के साथ
it_it: Questo indirizzo è condiviso con {{index.shared_address_cosigners}}.
ja_jp: このアドレスは{{index.shared_address_cosigners}}と共有されます。
ko_kr: 이 주소는 {{index.shared_address_cosigners}}와 공유됩니다.
nl_nl: Dit adres wordt gedeeld met {{index.shared_address_cosigners}}.
pl_pl: Ten adres jest współdzielony z {{index.shared_address_cosigners}}.
pt_pt: Este endereço é compartilhado com {{index.shared_address_cosigners}}.
ro_ro: Această adresă este partajată cu {{index.shared_address_cosigners}}.
ru_ru: Этот адрес используется совместно с {{index.shared_address_cosigners}}.
sr_cs: Ova adresa je podeljena sa {{index.shared_address_cosigners}}.
tr_tr: Bu adres, {{index.shared_address_cosigners}} ile paylaşılıyor.
vi_vn: Địa chỉ này được chia sẻ với {{index.shared_address_cosigners}}.

source: This choice cannot be changed later
ar_sa: هذا الخيار لا يمكن تغييره فيما بعد
bs_ba: Ovaj izbor ne može biti promijenjen naknadno
cs_cz: Tento výběr nelze později změnit
da_dk: Indstillingen kan ikke ændres igen
de_de: Diese Auswahl kann später nicht mehr geändert werden
el_gr: Αυτή η επιλογή δεν μπορεί να αλλάξει αργότερα
es_es: Esta elección no se puede cambiar después
et_ee: Seda valikut ei ole võimalik hiljem muuta
fil_ph: Ang pasiyang ito hindi mababago sa susunod
fr_fr: The choix ne peut pas être changé plus tard
hi_in: यह पसंद बाद में बदला नहीं जा सकता
it_it: Questa scelta non può più essere cambiata
ja_jp: この選択は後から変更することが出来ません。
ko_kr: 이 선택은 나중에 바꾸실 수 없습니다.
nl_nl: Deze keuze kan later niet ongedaan gemaakt worden
pl_pl: Ten wybór nie może być później zmieniony
pt_pt: Esta escolha não poderá ser alterada mais tarde
ro_ro: Această opţiune nu poate fi schimbată mai târziu
ru_ru: Выбор не может быть изменен позже
sr_cs: Ova odluka ostaje trajna i nepromenljiva
sv: Detta val kan inte ändras senare
tr_tr: Bu seçim daha sonra değiştirilemez
vi_vn: Sự lựa chọn này không thể thay đổi trong tương lai

source: This option is better for privacy but will take several gigabytes of storage and the initial sync will take several days. CPU load will be high during sync.
ar_sa: هذا الخيار هو أحسن لخصوصيتك لكنه يتطلب مساحة كبيرة للتخزين والمزامنة قد تتطلب بضعة أيام. كما أن المعالج سيشتغل بكثرة أثناء عملية المزامنة.
bs_ba: Ova mogućnost je bolja za privatnost, ali će zauzeti nekoliko gigabajta prostora za phranu i početna sinkronizacija će potrajati nekoliko dana. Učitavanje u centralnu procesorsku jedinicu će biti visoko tijekom sinkronizacije.
cs_cz: Tato možnost je lepší pro soukromí, ale zabere několik gigabajtů v úložišti a počáteční synchronizace bude trvat několik dní. Během synchronizace bude vysoké zatížení procesoru.
da_dk: Denne indstilling giver bedre sikkerhed, men kræver adskillige gigabyte lagerplads. Indledende synkronisering kan tage flere dage og CPU-load vil være højt under hele synkroniseringen.
de_de: Diese Option ist für Ihre Privatsphäre optimiert, benötigt jedoch mehrere Gigabytes an Speicherplatz. Die Synchronisation kann mehrere Tage dauern und verursacht eine hohe CPU Auslastung.
el_gr: Αυτή η επιλογή είναι καλύτερη από άποψη ιδιωτικότητας, αλλά απαιτεί αρκετά gigabytes για αποθήκευση και ο αρχικός συγχρονισμός θα διαρκέσει αρκετές ημέρες. Κατά τη διάρκεια του συγχρονισμού η χρήση της CPU θα είναι υψηλή.
es_es: Esta opción mejora la privacidad, pero emplea varios gigabytes de almacenamiento y la sincronización inicial requiere varios días. Durante dicha sincronización el uso de CPU es intensivo.
et_ee: See valik on parem privaatsuse säilitamiseks, aga võtab mitu gigabaiti ruumi ja esialgne sünkroniseerimine võtab aega mitu päeva. CPU kasutus on ka kõrge sellel ajal.
fil_ph: Ang opsyon na ito ay mas mahusay para sa privacy pero ay tumagal ng ilang gigabytes ng imbakan at ang paunang sync ay tumagal ng ilang araw. CPU load ay magiging mataas sa singk.
fr_fr: Cette option est préférable pour votre vie privée mais prendra plusieurs gigaoctets de stockage et de la synchronisation initiale prendra plusieurs jours. La charge CPU sera élevée au cours de la synchronisation.
hi_in: यह विकल्प गोपनीयता के लहजे से बेहतर है लेकिन अनेक गीगाबीट्स जगह लेगा और शुरुवाती संकालन में अनेक दिन लेगा| संकालन के दौरान सीपीयु लोड बढ़ जायेगा|
it_it: Questa opzione è migliore per la privacy ma richiederà diversi gigabytes di spazio e la sincronizzazione iniziale richiederà diversi giorni. Il carico della CPU sarà elevato durante la sincronizzazione.
ja_jp: このオプションはプライバシーが保護されますが、数Gバイトのストレージが必要になり、同期に数日かかります。同期厨はCPU負荷が上がります。
ko_kr: 이 옵션은 개인정보 보호를 위해 더 좋은 선택이지만 저장공간을 몇 기가 정도 더 확보해야 하며 초기 동기화는 며칠이 걸릴 수도 있습니다. 동기화가 진행되는 동안 CPU 로드는 상당히 높을 것입니다.
nl_nl: Deze optie is beter voor privacy maar zal enkele gigabytes aan opslag gebruiken, en de initiële synchronisatie zal enkele dagen duren. CPU-load zal hoog zijn tijdens synchronisatie.
pl_pl: Ta opcja jest lepsza dla zachowania prywatności, ale zajmie kilka gigabajtów pamięci na dysku i początkowa synchronizacja zajmie kilka dni. Obciążenie procesora podczas synchronizacji będzie wysokie.
pt_pt: Esta opção é melhor para a privacidade, mas serão necessários vários gigabytes de armazenamento e a sincronização inicial levará vários dias. A carga de CPU será alta durante a sincronização.
ro_ro: Această opțiune este mai bună pentru confidențialitate dar ar putea ocupa câțiva GB iar sincronizarea inițială va dura câteva zile. În timpul sincronizării, încărcarea procesorului va fi ridicată.
ru_ru: Этот вариант лучше для безопасности (ваши данные не будут передаваться через хаб сети Byteball, обслуживающий лёгкие кошельки), но кошельку потребуется несколько гигабайт дискового пространства и начальная синхронизация может занять несколько дней. Также при синхронизации возможна значительная загрузка процессора.
sr_cs: Ova opcija je bolja za privatnost ali će zauzeti nekoliko gigabajta prostora na disku i sinhronizacija će potrajati nekoliko dana. Tokom tog procesa, procesor će biti prilično opterećen.
tr_tr: Bu seçenek gizlilik açısından daha iyidir ama bir kaç gb depo alanını doldurur ve ilk senkronizasyon birkaç gün sürecektir. Senkronizasyon sırasında CPU yükü yüksek seviyede olacaktır.
vi_vn: Tùy chọn này tốt hơn cho sự riêng tư nhưng sẽ mất một vài GB dung lượng lưu trữ và đồng bộ đầu tiên sẽ mất vài ngày. Việc tải xuống của CPU cao trong quá trình đồng bộ hóa.

source: This payment is bound to a condition...
ar_sa: إن هذا الدفع ملزم بشرط...
de_de: Diese Zahlung ist an eine Bedingung gebunden...
et_ee: See makse on seotud tingimusega...
fr_fr: Ce paiement est lié à une condition...

source: This payment must be paid only from single-address wallet
ar_sa: هذا الدفع يجب أن يتم فقط عن طريق المحفظة ذات عنوان واحد
da_dk: Denne betaling skal udføres fra en single-address wallet
de_de: Diese Zahlung darf nur von einem Single-Address-Wallet gemacht werden
el_gr: H πληρωμή αυτή πρέπει να καταβληθεί μόνο από πορτοφόλι μονής διεύθυνσης
es_es: Este pago debe ser realizado exclusivamente a través de monederos de dirección única
et_ee: Seda makset saab maksta ainult ühe aadressiga rahakotist
fil_ph: Ang paybabayad ay dapat bayaran lang mula sa pitaka na may isang-padalahan
fr_fr: Ce paiement devra être réglé seulement d'un portefeuille à adresse unique
it_it: Questo pagamento deve essere fatto solo dal portafoglio ad indirizzo unico
ja_jp: この支払いはシングルアドレスウォレットのみから支払われなければなりません
ko_kr: 이 결제는 단일 주소 지갑에서만 결제해야 합니다.
nl_nl: Deze betaling kan alleen worden betaald door een portefeuille met een enkel adres
pl_pl: Ta płatność musi być wykonana z portfela o jednym adresie
pt_pt: Este pagamento deverá ser efetuado apenas por uma carteira de endereço único
ru_ru: Платёж может быть проведён только с кошелька с единственным адресом
sr_cs: Ovo plaćanje se mora izvršiti preko novčanika sa jedinstvenom adresom
vi_vn: Khoản thanh toán này bắt buộc thanh toán từ ví địa chỉ duy nhất

source: This transaction has become invalid; possibly due to a double spend attempt.
ar_sa: هذا الدفع لم يعد ممكنا نظرا لإحتمال وجود إنفاق مزدوج.
bs_ba: Ova transakcija je postala nevaljana; vjerovatno zbog dvostrukog pokušaja plaćanja.
cs_cz: Transakce je neplatná, zřejmě kvůli pokusu o dvojí platbu.
da_dk: Denne transaktion er blevet ugyldig - muligvis pga. forsøg på at bruge de samme midler flere gange.
de_de: Diese Transaktion ist ungültig geworden; dies kann durch eine versuchte Doppelzahlung verursacht worden sein.
el_gr: Αυτή η συναλλαγή είναι άκυρη, πιθανόν λόγω μιας προσπάθειας διπλής συναλλαγής.
es_es: Esta transacción se ha invalidado; posiblemente debido a un intento de doble gasto.
et_ee: See tehing on muutunud kehtetuks; tõenäoliselt topelt-kulutamise katse tõttu.
fil_ph: Ang transaksyon na ito ang naging imbalido; marahil dahi sa pagtatangka ng pag double spend.
fr_fr: Cette transaction est devenue invalide ; il s'agit peut-être d'une tentative de double dépense.
hi_in: यह लेन-देन अमान्य हो गया है; संभवतः दोहरा खर्च कोशिस के कारन|
it_it: Questa transazione è diventata invalida; forse a causa di un tentativo di doppia spesa.
ja_jp: この取引が無効になりました。二重払いの可能性があります。
ko_kr: 이 거래는 효력이 없어졌습니다; 아마도 이중 지불 시도 때문일 것입니다.
nl_nl: Deze transactie is ongeldig geworden; vermoedelijk door een poging van dubbele uitgave.
pl_pl: Ta transakcja stała się nieważna; prawdopodobnie z powodu próby podwójnego wydania tych samych środków.
pt_pt: Esta transação tornou-se inválida; possivelmente devido a uma tentativa de gasto duplo.
ro_ro: Această tranzacţie a devenit nedisponibilă; posibil datorită unei încercări duble de cheltuilă.
ru_ru: Эта транзакция стала недействительной; возможно из-за попытки двойной траты.
sr_cs: Ova transakcija je postala nevažeća; moguće je da se to dogodilo usled pokušaja dvostrukog plaćanja.
sv: Denna transaktion har blivit ogiltig; möjligen på grund av dubbel-spenderings försök.
tr_tr: Bu işlem geçersiz hale geldi; muhtemelen bir çift harcama girişimi yüzünden.
vi_vn: Giao dịch này trở nên không hợp lệ, có thể do nỗ lực chi tiêu kép.

source: This transaction was sent to an autonomous agent
et_ee: See tehing saadeti Autonoomsele Agendile
