Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: attestor is not trusted by you
ar_sa: الموثق غير موثوق به من قبلك
de_de: Gutachter wird von Ihnen nicht vertraut
et_ee: tõendaja pole sinu poolt usaldatud
fr_fr: attesteur n'a pas votre confiance

source: available
ar_sa: متاح
da_dk: tilgængelig
de_de: verfügbar
el_gr: διαθέσιμο
es_es: disponible
et_ee: saadaval
fr_fr: disponible
it_it: disponibile
ja_jp: 利用可能
ko_kr: 이용 가능
nl_nl: beschikbaar
pl_pl: dostępne
pt_pt: disponível
ru_ru: доступно
sr_cs: dostupno

source: by address
ar_sa: حسب العنوان
da_dk: per adresse
de_de: nach Adressen
el_gr: από τη διεύθυνση
es_es: por dirección
et_ee: aadressiga
fr_fr: par adresse
ko_kr: 주소로
nl_nl: per adres
pt_pt: por endereço
ru_ru: по адресу
sr_cs: po adresi

source: calculated hash:
ar_sa: التجزئة المحسوبة:
de_de: Berechneter Hash:
et_ee: arvutatud räsi:
fr_fr: hash calculé :

source: can be spent if:
ar_sa: يمكن إنفاقه إذا:
de_de: kann ausgegeben werden, wenn:
et_ee: saab kulutada kui:
fr_fr: peut être dépensé si :

source: can unlock the contract
ar_sa: يمكن فتح العقد
bs_ba: može otključati ugovor
cs_cz: můžu odemknout kontrakt
da_dk: kan låse kontrakten op
de_de: kann den Vertrag entsperren
el_gr: μπορεί να ξεκλειδώσει το συμβόλαιο
es_es: puede desbloquear el contrato
et_ee: lukustan/lukustab lahti selle lepingu
fil_ph: maaaring i-unlock ang kontrata
fr_fr: peut débloquer le contrat
hi_in: अनुबद्ध खोल सकते हैं
it_it: può sbloccare il contratto
ja_jp: がコントラクトを解除できるのは
ko_kr: 계약을 해지 할 수 있습니다.
nl_nl: kan het contract ontgrendelen
pl_pl: mogę odblokować kontrakt
pt_pt: pode desbloquear o contrato
ro_ro: puteţi debloca contractul
ru_ru: может разблокировать контракт
sr_cs: možete otključati ugovor
tr_tr: sözleşmenin kilidini açabilir
vi_vn: có thể mở khóa các hợp đồng

source: can unlock the contract after it expires in
ar_sa: يمكنه فتح العقد بعد انتهاء صلاحيته في
bs_ba: može otključati ugovor nakon što istekne u
cs_cz: můžu odemknout kontrakt po jeho vypršení v
da_dk: kan låse kontrakten op efter den udløber om
de_de: kann den Vertrag entsperren, nachdem er abgelaufen ist, in
el_gr: μπορεί να ξεκλειδώσει το συμβόλαιο μετά τη λήξη του, σε
es_es: puede desbloquear el contrato cuando expire tras
et_ee: lukustan/lukustab lahti selle lepingu kui see aegub pärast
fil_ph: maaaring i-unlock ang kontrata matapos mag expire
fr_fr: peut débloquer le contrat après son expiration dans
hi_in: अनुबद्ध खोल सकते हैं अंत होने के बाद में
it_it: può sbloccare il contratto dopo che è scaduto
ja_jp: が期限切れ後にコントラクトを解除できます : 期限は
ko_kr: 만료 후에는 계약을 해지할 수 있습니다
nl_nl: kan het contract ontgrendelen nadat het is verlopen na
pl_pl: może odblokować kontrakt po jego wygaśnięciu po
pt_pt: pode desbloquear o contrato depois de expirar
ro_ro: puteţi debloca contractul dupa ce acesta expira în
ru_ru: может разблокировать контракт, когда тот истечёт через
sr_cs: možete otključati ugovor koji ističe za
tr_tr: kontratı şu kadar zaman sonra zaman aşımına uğradığında açabilir:
vi_vn: cơ thể mở khóa các hợp đồng sau khi nó hết hạn

source: cancel wallet creation
ar_sa: إلغاء إنشاء المحفظة
bs_ba: prekinute stvaranje novčanika
cs_cz: zrušit vytvoření peněženky
da_dk: annuller oprettelse af wallet
de_de: Abbrechen der Wallet Erstellung
el_gr: ακύρωση δημιουργίας πορτοφολιού
es_es: cancelar creación de cartera
et_ee: tühista rahakoti loomine
fil_ph: kanselahin ang paglikha ng pitaka
fr_fr: annuler la création du portefeuille
hi_in: वटुवा निर्माण रद्द करें
it_it: annulla creazione portafoglio
ja_jp: ウォレット作成をキャンセルする
ko_kr: 지갑 생성 취소하십시오.
nl_nl: portefeuille aanmaken annuleren
pl_pl: anuluj tworzenie portfela
ro_ro: revocaţi crearea portofelului
ru_ru: отменить создание кошелька
sr_cs: poništi kreiranje novčanika
tr_tr: cüzdan oluşturmaktan vazgeç
vi_vn: hủy bỏ việc tạo ví

source: character(s)
et_ee: tähemärk(i)

source: claimed by {{btx.claimedByMe?'me':'receiver'|translate}}
ar_sa: تمت المطالبة من طرف {{btx.claimedByMe?'أنا':'المتلقي'|translate}}
bs_ba: primljeno od {{btx.claimedByMe?'mene':'primaoc'|translate}}
cs_cz: nárokováno
da_dk: krævet af {{btx.claimedByMe?'mig':'modtager'|translate}}
de_de: beansprucht durch {{btx.claimedByMe?'mich':'Empfänger'|translate}}
el_gr: διεκδικήθηκε από {{btx.claimedByMe;» εγώ»: «δέκτης» | μετάφραση}}
es_es: reclamado por {{btx.claimedByMe?' me': 'receptor' | translate}}
et_ee: võeti omaks {{btx.claimedByMe?'minu poolt':'vastuvõtja poolt'|translate}}
fil_ph: inaangkin ni {{btx.claimedByMe?' akin ': 'receiver' | isalin}}
fr_fr: réclamé par {{btx.claimedByMe?'me':'receiver'|translate}}
hi_in: {{btx.claimedByMe?'me':'receiver'|translate}} के द्वारा लिया गया
it_it: riscosso da {{btx.claimedByMe?'me':'receiver'|translate}}
ja_jp: {{btx.claimedByMe?'me':'receiver'|translate}}に請求されました
ko_kr: {{btx.claimedByMe?'me':'수신자'|translate}}로 요청 되었습니다.
nl_nl: geclaimd door {{btx.claimedByMe?'mij':'ontvanger'|translate}}
pl_pl: odebrane przez {{btx.claimedByMe?'me':'receiver'|translate}}
pt_pt: reinvidicado por {{btx.claimedByMe?'me':'receiver'|translate}}
ro_ro: revendicat de {{btx.claimedByMe?'mine':'destinatar'|translate}}
ru_ru: запрошено через {{btx.claimedByMe?'me':'receiver'|translate}}
sr_cs: preuzeo {{btx.claimedByMe?'me':'receiver'|translate}}
tr_tr: {{btx.claimedByMe?'ben':'alıcı'|translate}} tarafından alındı
vi_vn: tuyên bố bởi {{btx.claimedByMe?'me':'receiver'|translate}}

source: clear chat history
ar_sa: إزالة سجل المحادثات
bs_ba: očisti povijest razgovora
cs_cz: vymazat chatovací historii
da_dk: ryd chat-historik
de_de: Chatverlauf löschen
el_gr: καθαρισμός ιστορικού συνομιλίας
es_es: limpiar historial de chat
et_ee: kustuta vestluse ajalugu
fil_ph: burahin ang kasaysayan ng chat
fr_fr: effacer l’historique du chat
hi_in: बातचित विवरण साफ़ करें
it_it: cancella lo storico della chat
ja_jp: チャット履歴の削除
ko_kr: 채팅 내역 삭제
nl_nl: chatgeschiedenis verwijderen
pl_pl: wyczyść historię czatu
pt_pt: limpar histórico do chat
ro_ro: goliţi istoricul chat-ului
ru_ru: очистить историю чата
sr_cs: obriši istoriju dopisivanja
tr_tr: sohbet geçmişini temizle
vi_vn: xóa lịch sử trò chuyện

source: confirmed
ar_sa: تم التأكيد
da_dk: bekræftet
de_de: bestätigt
el_gr: επιβεβαιωμένο
es_es: confirmado
et_ee: kinnitatud
fr_fr: confirmé
it_it: confermato
ja_jp: 確認済み
ko_kr: 확인됨
nl_nl: bevestigd
pl_pl: potwierdzone
pt_pt: confirmado
ru_ru: подтверждено
sr_cs: potvrđeno

source: created
ar_sa: تم الإنشاء
bs_ba: stvoreno
cs_cz: vytvořeno
da_dk: oprettet
de_de: erstellt
el_gr: δημιουργήθηκε
es_es: creado
et_ee: loodud
fil_ph: nalikha
fr_fr: créé
hi_in: बनाया
it_it: creato
ja_jp: 作成済み
ko_kr: 생성된
nl_nl: aangemaakt
pl_pl: utworzono
pt_pt: criado
ro_ro: creat
ru_ru: создан
sr_cs: kreirano
tr_tr: oluşturuldu
vi_vn: đã tạo

source: creation date:
ar_sa: تاريخ الإنشاء:
de_de: Erstellungsdatum:
et_ee: loomise kuupäev:
fr_fr: date de création :
ko_kr: 생성 일자:

source: days
ar_sa: أيام
bs_ba: dani
cs_cz: dny
da_dk: dage
de_de: Tage
el_gr: ημέρες
es_es: días
et_ee: päeva
fil_ph: mga araw
fr_fr: jours
hi_in: दिन
it_it: giorni
ja_jp: 日
ko_kr: 일
nl_nl: dagen
pl_pl: dniach
pt_pt: dias
ro_ro: zile
ru_ru: дней
sr_cs: dani
tr_tr: günler
vi_vn: ngày

source: decreased by
et_ee: väheneb

source: detailed instructions about using
ar_sa: تعليمات مفصلة حول الاستخدام
da_dk: detaljeret instruktion om brug af
de_de: detaillierte Anweisungen zur Benutzung
et_ee: üksikasjalikud juhised kasutamaks
fr_fr: instructions détaillées sur l’utilisation
nl_nl: gedetailleerde instructies over het gebruik van
sr_cs: detaljna uputstva za korišćenje

source: e.g. 1-of-2 wallet with one key on this device and another key on your laptop computer.
ar_sa: مثلا 1-من-2 محفظة مع مفتاح واحد على هذا الجهاز ومفتاح آخر على الكمبيوتر المحمول الخاص بك.
bs_ba: npr. 1 od 2 novčanika sa jednim ključem na ovom uređaju i drugim ključem na vašem laptopu.
cs_cz: např. 1 z 2 peněženek s jedním klíčem na tomto zařízení a dalším klíčem na přenosném počítači.
da_dk: f.eks. 1-af-2 wallet med én nøgle på denne enhed og en anden på en bærbar computer.
de_de: z.B. 1-von-2 Wallet mit einem Schlüssel auf diesem Gerät und einem weiteren Schlüssel auf Ihrem Computer.
el_gr: π.χ. 1-από-2 πορτοφόλι με ένα κλειδί σε αυτή τη συσκευή και ένα άλλο κλειδί στον φορητό σας υπολογιστή.
es_es: por ejemplo, monedero 1-2, con una de las claves en este dispositivo y la otra en su portátil.
et_ee: näiteks 1-2st rahakott, kus üks võti on selles seadmes ja teine võti on arvutis.
fil_ph: e.g. 1 ng 2 pitaka sa isang key sa device na ito at isa pang susi sa iyong laptop computer.
fr_fr: par exemple 1-de-2 portefeuille avec une clé sur ce dispositif et une autre clé sur votre ordinateur portable.
hi_in: उदाहरणार्थ १-का-२ वटुवा एक कुंजी के साथ इस उपकरण में और दुशरा कुंजी आपके लैपटॉप कंप्यूटर में|
it_it: es. portafoglio 1-di-2 con una chiave su questo dispositivo ed un'altra chiave sul computer portatile.
ja_jp: 例えば、2つの内1つのキーを持ったウォレットをこのデバイスに、もう1つのキーをノートパソコンに。
ko_kr: 즉, 디바이스에 하나의 키를 가지고 있는 지갑과 당신의 랩탑 컴퓨터에 다른 키를 가진 둘 중 하나의 키
nl_nl: bijvoorbeeld 1-van-2 portefeuille met één sleutel op dit apparaat en een andere sleutel op uw laptop.
pl_pl: Na przykład portfel 1 z 2, gdzie jeden klucz znajduje się na tym urządzeniu, a drugi klucz na Twoim laptopie.
ro_ro: ex. unul din două portofele cu o cheie pe acest aparat şi o altă cheie pe laptopul dumneavoastră.
ru_ru: например, кошелёк 1-из-2, один ключ на этом устройстве, а другой ключ на ПК/ноутбуке.
sr_cs: primer, 1 od 2 ključa za ovaj novčanik se nalazi na ovom uređaju, a drugi je recimo na laptopu.
tr_tr: örn. 1/2 bir anahtarı bu cihazda, diğer bir anahtarı dizüstü bilgisayarınızda olan bir cüzdan.
vi_vn: ví dụ: 1 hoặc 2 ví cùng với một phím trên thiết bị này và một phím khác trên máy tính của bạn.

source: e.g. 1-of-2 wallet with one key on this device and another key on your smartphone.
ar_sa: مثلا 1-من-2 محفظة مع مفتاح واحد على هذا الجهاز ومفتاح آخر على الهاتف الذكي الخاص بك.
bs_ba: npr. 1 od 2 novčanika sa jednim ključem na ovom uređaju i drugim ključem na vašem mobilnom uređaju.
cs_cz: např. 1 z 2 peněženek s jedním klíčem na tomto zařízení a dalším klíčem na vašem telefonu.
da_dk: f.eks. 1-af-2 wallet med én nøgle på denne enhed og en anden på din smartphone.
de_de: z.B. 1-von-2 Wallet mit einem Schlüssel auf diesem Gerät und einem weiteren Schlüssel auf Ihrem Smartphone.
el_gr: π.χ. 1-από-2 πορτοφόλι με ένα κλειδί σε αυτή τη συσκευή και ένα άλλο κλειδί στο smartphone σας.
es_es: por ejemplo, monedero 1-2, con una de las claves en este dispositivo y la otra en su teléfono móvil.
et_ee: näiteks 1-2st rahakott, kus üks võti on selles seadmes ja teine võti on nutitelefonis.
fil_ph: e.g. 1 ng 2 pitaka sa isang key sa device na ito at isa pang susi sa iyong smartphone.
fr_fr: par exemple 1-de-2 portefeuille avec une clé sur ce dispositif et une autre clé sur votre smartphone.
hi_in: उदाहरणार्थ १-का-२ वटुवा एक कुंजी के साथ इस उपकरण में और दुशरा कुंजी आपके स्मार्टफोन में|
it_it: es. portafoglio 1-di-2 con una chiave su questo dispositivo ed un'altra chiave sul tuo smartphone.
ja_jp: 例えば、2つの内1つのキーを持ったウォレットをこのデバイスに、もう1つのキーをスマートフォンに。
ko_kr: 즉, 둘 중 하나의 지갑 이 디바이스의 하나의 키를 가지고 있고 다른 스마트폰에 있는 다른 키
nl_nl: bijvoorbeeld 1-van-2 portefeuille met één sleutel op dit apparaat en een andere sleutel op uw smartphone.
pl_pl: Na przykład portfel 1 z 2, gdzie jeden klucz znajduje się na tym urządzeniu, a drugi klucz na Twoim smartfonie.
ro_ro: ex. unul din două portofele cu o cheie pe acest aparat şi o altă cheie pe smartphone-ul dumneavoastră.
ru_ru: например, кошелёк 1-из-2, один ключ на этом устройстве, а другой ключ на ПК/ноутбуке.
sr_cs: primer, 1 od 2 ključa za ovaj novčanik se nalazi na ovom uređaju, a drugi je recimo na telefonu.
tr_tr: örn. 1/2 bir anahtarı bu cihazda, diğer bir anahtarı akıllı telefonunuzda olan bir cüzdan.
vi_vn: ví dụ 1 hoặc 2 ví cùng với một phím trên thiết bị này và một phím khác trên điện thoại thông minh của bạn.

source: either way
ar_sa: وفي كلتا الحالتين
bs_ba: bilo kako
cs_cz: oběma způsoby
da_dk: uanset hvad
de_de: so oder so
el_gr: ούτως ή άλλως
es_es: de todos modos
et_ee: mõlemal juhul
fil_ph: alinman dito
fr_fr: n'importe quel sens
hi_in: किसी भी तरह
it_it: in entrambi i casi
ja_jp: がいずれかの方法で
ko_kr: 어느 쪽이 든
nl_nl: hoe dan ook
pl_pl: tak czy inaczej
pt_pt: de qualquer forma
ro_ro: oricum
ru_ru: любым способом
sr_cs: bilo kako
tr_tr: her iki şekilde
vi_vn: cách khác

source: erase textcoin
ar_sa: محو الـ textcoin
da_dk: slet textcoin
de_de: Textcoin löschen
el_gr: διαγραφή textcoin
es_es: eliminar textcoin
et_ee: kustuta tekstilised vahendid
fil_ph: burahin ang textcoin
fr_fr: effacer textcoin
it_it: cancella il textcoin
ja_jp: textcoinを消去する
ko_kr: 텍스트코인 삭제하기
nl_nl: textcoin wissen
pl_pl: usuń textcoin
pt_pt: apagar textcoin
ru_ru: удалить textcoin
sr_cs: obriši textcoin
vi_vn: xóa tiền chữ

source: explicitly
ar_sa: صراحة
bs_ba: isključivo
cs_cz: výslovně
da_dk: eksplicit
de_de: ausdrücklich
el_gr: ρητά
es_es: explícitamente
et_ee: selgesõnaliselt
fil_ph: pinagtitiwalaan
fr_fr: explicitement
hi_in: स्पष्टतया
it_it: esplicitamente
ja_jp: 明確に
ko_kr: 명쾌하게
nl_nl: expliciet
pl_pl: jawnie
pt_pt: explicitamente
ro_ro: în mod explicit
ru_ru: явно
sr_cs: izričito
tr_tr: açıkça
vi_vn: một cách rõ ràng

source: hash published in DAG:
ar_sa: التجزئة نشرت في DAG:
de_de: Hash in DAG veröffentlicht:
et_ee: avaldatud räsi:
fr_fr: hash publié dans DAG :

source: hash source string:
ar_sa: سلسلة مصدر التجزئة:
de_de: Hash Quell-String:
et_ee: lähtetekst:
fr_fr: source chaîne de hash :

source: hours
ar_sa: الساعات
bs_ba: sati
cs_cz: hodiny
da_dk: timer
de_de: Stunden
el_gr: ώρες
es_es: horas
et_ee: tundi
fil_ph: oras
fr_fr: heures
hi_in: घंटे
it_it: ore
ja_jp: 時間
ko_kr: 시간
nl_nl: uren
pl_pl: godzinach
pt_pt: horas
ro_ro: ore
ru_ru: часов
sr_cs: sati
tr_tr: saatler
vi_vn: giờ

source: if an event is posted by an oracle
ar_sa: إذا تم نشر حدث من قبل أوراكل
bs_ba: ukoliko je događaj objavljen od strane korisnika
cs_cz: jestliže událost je poslaná věštcem
da_dk: hvis en begivenhed annonceres af et orakel
de_de: wenn ein Orakel ein Event postet
el_gr: εάν ένα γεγονός δημοσιεύτηκε από ένα oracle
es_es: si un oráculo publica un evento
et_ee: kui sündmus on postitatud tõe teataja
fil_ph: kung ang isang pangyayari ay nai-post sa pamamagitan ng oracle
fr_fr: si un événement est validé par un oracle
hi_in: यदि एक कार्यकर्म प्रेषित किया जाता है एक ओरेकल द्वारा
it_it: se un evento è stato postato da un oracolo
ja_jp: 次のイベントが発生した場合 :オラクル
ko_kr: 오라클에 의해 이벤트가 게시되면,
nl_nl: als een gebeurtenis door een orakel gepost wordt
pl_pl: gdy wydarzenie jest ogłoszone przez wyrocznię:
pt_pt: se um evento é postado por um oráculo
ro_ro: dacă un eveniment este publicat de un oracol
ru_ru: если оракулом отправлено событие
sr_cs: ako je događaj postovalo savetovalište (oracle)
tr_tr: bir etkinlik bir oracle tarafından gönderilirse
vi_vn: nếu sự kiện được đăng lên bởi một thẻ

source: in merkle tree
ar_sa: في شجرة ميركيل
bs_ba: u merkle stablu
cs_cz: v Merkleho stromu
da_dk: i merkle-træ
de_de: im Hash-Baum
el_gr: στο δέντρο merkle
es_es: en el árbol "Merkle"
et_ee: räsipuus
fil_ph: sa puno ng merkle
fr_fr: dans l'arbre de mekle
hi_in: मर्कल पेड़ में
it_it: nel merkle tree
ja_jp: マークル木に
ko_kr: 머클 트리
nl_nl: in de merkle boom
pl_pl: w drzewie merkle
pt_pt: em àrvore de merkle
ro_ro: în arborele merkle
ru_ru: в дереве Меркле
sr_cs: u drvo za odlučivanje (merkle tree)
tr_tr: merkle ağacında
vi_vn: trên cây merkle

source: in smart wallets
ar_sa: في المحافظ الذكية
bs_ba: u pametnom novčaniku
cs_cz: v chytrých peněženkách
da_dk: i smart-wallets
el_gr: στα έξυπνα πορτοφόλια
es_es: en monederos
et_ee: nutilepingutes
fil_ph: sa mga smart wallets
fr_fr: dans le portefeuilles intelligents
hi_in: स्मार्ट वटुवों में
it_it: negli smart wallet
ja_jp: はスマートウォレットにあります。
ko_kr: 를 스마트 지갑에 보유 중
nl_nl: in slimme portefeuilles
pl_pl: w inteligentnych portfelach
ro_ro: în portofele smart
ru_ru: в смарт кошельках
sr_cs: u pametnim novčanicima
tr_tr: akıllı cüzdanlarda
vi_vn: trong ví trông minh

source: increased by
et_ee: suureneb

source: invalid
ar_sa: غير صالح
da_dk: ugyldig
de_de: ungültig
el_gr: μη έγκυρο
es_es: no válido
et_ee: sobimatu
fr_fr: non valide
it_it: non valida
ja_jp: 無効
ko_kr: 유효하지 않음
nl_nl: ongeldig
pl_pl: niepoprawne
pt_pt: inválido
ru_ru: недопустимое значение
sr_cs: nevažeće

source: keep for myself
ar_sa: تبقى لي
da_dk: behold for mig selv
de_de: für mich behalten
el_gr: κράτα για μένα
es_es: mantenerlo en secreto
et_ee: endale hoidmiseks
fil_ph: panatilihin para sa aking sarili
fr_fr: garder pour moi
it_it: mantieni per me
ja_jp: 自分で保管する
ko_kr: 스스로 보관하기
nl_nl: voor mijzelf houden
pl_pl: zachowaj dla siebie
pt_pt: ficar para mim
ru_ru: хранить для себя
sr_cs: zadržavam za sebe
vi_vn: giữ cho tôi

source: less
et_ee: vähem

source: locked by pending payments
ar_sa: مغلقة بسبب المدفوعات قيد الإنتظار
bs_ba: zaključano na čekanju plaćanja
cs_cz: zablokováno probíhající platbou
da_dk: låst pga. ventende betaling
de_de: durch ausstehende Zahlungen gesperrt
el_gr: κλειδωμένο από εκκρεμούσες πληρωμές
es_es: bloqueado por pagos pendientes
et_ee: lukus ootel maksete tõttu
fil_ph: naka-lock ng Nakabinbin sa Pagbabayad
fr_fr: verrouillés par les paiements en attente
hi_in: बकाया भुगतानों के कारन बंद हुवा
it_it: bloccati da pagamenti in sospeso
ja_jp: 保留中の支払いによりロック中
ko_kr: 결제 대기 중인 것은 잠겨있습니다
nl_nl: vergrendeld door betalingen in behandeling
pl_pl: zablokowane przez oczekujące płatności
pt_pt: bloqueado por pagamentos pendentes
ro_ro: blocat de plăți în așteptare
ru_ru: заблокировано в ожидании платежей
sr_cs: zaključano preko plaćanja na čekanju
tr_tr: bekleyen ödemeler yüzünden kilitlendi
vi_vn: bị khóa bởi các thanh toán đang xử lý

source: more
et_ee: rohkem

source: none
et_ee: pole ühtegi

source: not claimed
ar_sa: لم يتم المطالبة بها
bs_ba: nije potvrđeno
cs_cz: nevyžádáno
da_dk: ikke krævede
de_de: nicht beansprucht
el_gr: δεν διεκδικήθηκε
es_es: no reclamado
et_ee: pole omaks võetud
fil_ph: hindi naangkin
fr_fr: non réclamés
hi_in: नहीं लिया गया
it_it: non riscosso
ja_jp: 未請求
ko_kr: 요청되지 않음
nl_nl: niet geclaimd
pl_pl: nie odebrane
pt_pt: não reinvidicado
ro_ro: nu a fost revendicat
ru_ru: не затребовано
sr_cs: nije preuzeto
tr_tr: alınmadı
vi_vn: không bồi thường

source: not valid
ar_sa: غير صالح
de_de: Ungültig
et_ee: ei ole kehtiv
fr_fr: non valide

source: on
ar_sa: تشغيل
de_de: an
et_ee: kuupäeval

source: on feed name
ar_sa: إسم التحديث
bs_ba: na feed ime
cs_cz: název informačního kanálu
da_dk: på strømmens navn
de_de: auf Feed Namen
el_gr: στο όνομα ροής
es_es: en el nombre de la fuente
et_ee: poolt nimega
fil_ph: sa pangalan ng feed
fr_fr: sur le nom du flux
hi_in: में फीड का नाम
it_it: sul nome del feed
ja_jp: フィード
ko_kr: 피드 이름
nl_nl: op de feed met de naam
pl_pl: pod nazwą:
pt_pt: em nome do feed
ro_ro: pe numele fluxului
ru_ru: в фиде с именем
sr_cs: potvrđeni događaji
tr_tr: şu akışta
vi_vn: trên nguồn cấp dữ liệu tên

source: optional
ar_sa: إختيارية
bs_ba: izborno
cs_cz: volitelné
da_dk: valgfri
el_gr: προαιρετικό
es_es: opcional
et_ee: valikuline
fil_ph: opsiyonal
fr_fr: optionnelle
hi_in: वैकल्पिक
it_it: opzionale
ja_jp: オプション
ko_kr: 선택사항
nl_nl: optioneel
pl_pl: opcjonalnie
pt_pt: opcional
ro_ro: opțional
ru_ru: необязательно
sr_cs: opciono
tr_tr: isteğe bağlı
vi_vn: tùy chọn

source: or
ar_sa: أو
bs_ba: ili
cs_cz: nebo
da_dk: eller
de_de: oder
el_gr: ή
es_es: o
et_ee: või
fil_ph: o
fr_fr: ou
hi_in: या
it_it: o
ja_jp: または
ko_kr: 또는
nl_nl: of
pl_pl: lub
pt_pt: ou
ro_ro: sau
ru_ru: или
sr_cs: ili
tr_tr: veya
vi_vn: hoặc

source: or backup all Obyte data at
ar_sa: أو قم بنسخ احتياطي لجميع بيانات الـ Obyte في
da_dk: eller backup al Obyte data på
de_de: oder sichern Sie alle Obyte Daten unter
et_ee: või varunda kõik Obyte andmed kaustast
fr_fr: ou sauvegarder toutes les données de Obyte à
ko_kr: 또는 다음 경로에 위치한 모든 Obyte 데이터를 백업하세요
nl_nl: of maak een backup van alle Obyte data op
sr_cs: ali izvršite backup svih Obyte podataka na

source: peer pays
ar_sa: مدفوعات الند
bs_ba: korisnik plaća
cs_cz: protistrana platí
da_dk: modpart betaler
de_de: Teilnehmer bezahlt
el_gr: ο συναλλασσόμενος πληρώνει
es_es: corresponsal paga
et_ee: teine osapool maksab
fil_ph: ang peer ang magbabayad
fr_fr: par les pairs payeur
hi_in: साथी भुगतान करते हैं
it_it: pagamento di peer
ja_jp: ピアは
ko_kr: 개별 결제
nl_nl: peer betaalt
pl_pl: kontrahent płaci
pt_pt: pagamentos dos correspondentes
ro_ro: partenerul plătește
ru_ru: контрагент платит
sr_cs: isplate za partnere
tr_tr: eş öder
vi_vn: thanh toán ngang hàng

source: posted
ar_sa: تم النشر
bs_ba: objavljeno
cs_cz: publikováno
da_dk: sendt
de_de: gesendet
el_gr: δημοσιεύτηκε
es_es: publicado
et_ee: postitatud
fil_ph: nai-post
fr_fr: posté
hi_in: प्रकाशित हुआ
it_it: postato
ja_jp: が
ko_kr: 보냈음
nl_nl: gepost
pl_pl: ogłoszonej
pt_pt: submetido
ro_ro: publicat
ru_ru: опубликовано
sr_cs: objavljeno
tr_tr: gönderildi
vi_vn: đã đăng tải

source: re
ar_sa: إعادة
de_de: wieder
et_ee: uuesti

source: re-send private payloads
ar_sa: اعد إرسال حمولات خاصة
bs_ba: ponovno poslati privatne količine
cs_cz: znovu poslat privátní data
da_dk: gensend private payloads
de_de: Private Transaktionen erneut senden
el_gr: επαναποστολή ιδιωτικών payloads
es_es: reenviar datos privados
et_ee: saada privaatsed makseandmed uuesti
fil_ph: muling ipadala ang pribadong payloads
fr_fr: ré-envoyer les charges privées
hi_in: फिर से भेजें निजी भार
it_it: ri-invia i payload privati
ja_jp: プライベートペイロードを再送信することができます
ko_kr: 비공개 페이로드 재전송
nl_nl: privétransacties opnieuw verzenden
pl_pl: ponownie wyślij prywatne płatności
pt_pt: re-enviar cargas privadas
ro_ro: re-trimite plățile private
ru_ru: переотправить приватное содержание
sr_cs: ponovo pošalji privatnu pošiljku (payload)
tr_tr: özel payloadları yeniden gönder
vi_vn: gửi lại các dữ liệu riêng tư

source: re-send private payloads to cosigners
ar_sa: أعد إرسال الحمولات الخاصة إلى المشاركين
bs_ba: ponovno poslati privatne količine drugim potpisnicima
cs_cz: znovu poslat privátní data připodepisovatelům
da_dk: gensend private payloads til medunderskrivere
de_de: private Transaktionsdaten erneut zu Mitunterzeichner senden
el_gr: επαναποστολή ιδιωτικών payloads στους συνυπογράφοντες
es_es: reenviar datos privados a co-firmantes
et_ee: saada privaatsed makseandmed uuesti kaasallkirjastajatele
fil_ph: muling ipadala ang payloads ng mga cosigners
fr_fr: ré-envoyer les charges privées aux cosignataires
hi_in: फिर से भेजें निजी भार को सह-हस्ताक्षरकर्ताओं को
it_it: ri-invia i payload privati ai co-firmatari
ja_jp: 連署者にプライベートペイロードを再送信することができます
ko_kr: 공동 서명자에게 비공개 페이로드 재전송
nl_nl: privétransacties opnieuw verzenden naar medeondertekenaars
pl_pl: ponownie wyślij prywatne płatności do współsygnatariuszy
pt_pt: re-enviar cargas privadas para fiadores
ro_ro: re-trimite plățile private co-semnatarilor
ru_ru: переотправить приватное содержание совладельцам
sr_cs: ponovo pošalji privatnu pošiljku (payload) ostalim potpisnicima
tr_tr: özel payloadları imza ortaklarına yeniden gönder
vi_vn: gửi lại các dữ liệu riêng tư cho người đồng ký

source: search by bot name
ar_sa: البحث بواسطة اسم البوت
da_dk: søg efter bot-navn
de_de: nach Bot-Namen suchen
et_ee: otsi nime järgi
fr_fr: rechercher par nom de bot
ko_kr: 봇 이름으로 검색
nl_nl: zoek op bot naam
sr_cs: pretraži po imenu bota

source: search by contact name
ar_sa: البحث عن طريق اسم جهة الاتصال
da_dk: søg efter navn på kontakt
de_de: nach Kontaktnamen suchen
et_ee: otsi nime järgi
fr_fr: rechercher par nom de contact
ko_kr: 계약 이름으로 검색
nl_nl: zoek op contract naam
sr_cs: pretraži po imenu kontakta

source: send
ar_sa: إرسال
de_de: senden
el_gr: αποστολή
es_es: enviar
et_ee: saatmiseks
fil_ph: ipadala
fr_fr: envoyer
it_it: invia
ja_jp: 送信する
ko_kr: 보내기
nl_nl: verzenden
pl_pl: wyślij
pt_pt: enviar
ro_ro: trimite
ru_ru: отправить
sr_cs: pošalji
vi_vn: gửi
