Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: This wallet cannot be converted to multi address wallet as it already has attestations
ar_sa: هذه المحفظة لا يمكن أن تتحول إلى محفظة متعددة العناوين لأنها تحتوي على شواهد
da_dk: Denne wallet kan ikke konverteres til en multi-address wallet, fordi den indeholder attesteringer
de_de: Diese Wallet kann nicht in ein Multi-Address-Wallet konvertiert werden, da es bereits über Bestätigungen verfügt
el_gr: Το πορτοφόλι αυτό δεν μπορεί να μετατραπεί σε πορτοφόλι πολλαπλών διευθύνσεων καθώς έχει επιβεβαιωθεί ήδη
es_es: Este monedero no se puede convertir en un monedero de múltiples direcciones debido a que ha formado parte de procesos de verificación
et_ee: Seda rahakotti pole võimalik muuta mitme aadressiga rahakotiks, sest see on juba läbinud vastavuse tõendamise
fil_ph: Ang pitakang ito ay hindi maaaring gawing isang maramihang address na pitaka dahil mayroon na itong mga katibayan
fr_fr: Ce portefeuille ne peut être converti en portefeuille à adresses multiples car il a déjà des attestations
it_it: Questo portafoglio non può essere convertito in portafoglio multi-indirizzo poiché ha già attestati
ja_jp: このウォレットは既に認証を取得しているためマルチアドレスウォレットに変換することができません
ko_kr: 이 지갑은 이미 인증되었기 때문에 다중 주소 지갑으로 변환할 수 없습니다
nl_nl: Deze portefeuille kan niet worden geconverteerd naar een portefeuille met meerdere adressen omdat het al bevestigingen heeft
pl_pl: Ten portfel nie może być przekonwertowany na portfel o wielu adresach, ponieważ zawiera już poświadczenia
ru_ru: Кошелек нельзя сконвертировать в многоадресный если он уже аттестован
sr_cs: Ovaj novčanik ne može biti promenjen u novčanik sa višestrukim adresama pošto je već potvrđen
vi_vn: Ví này không thể chuyển sang ví đa địa chỉ như nó đã nói trước đó

source: This wallet cannot be converted to multi address wallet as it is multidevice
ar_sa: هذه المحفظة لا يمكن أن تتحول إلى محفظة متعددة العناوين لأنها متعددة الأجهزة
da_dk: Denne wallet kan ikke konverteres til en multi-address wallet fordi den er multidevice
de_de: Dieses Wallet kann nicht in ein Multi-Address-Wallet konvertiert werden, da es Multidevice-Wallet ist
el_gr: Το πορτοφόλι αυτό δεν μπορεί να μετατραπεί σε πορτοφόλι πολλαπλών διευθύνσεων καθώς είναι πορτοφόλι πολλαπλών συσκευών
es_es: Este monedero no se puede convertir a un monedero de direcciones múltiples debido a que es del tipo multidispositivo
et_ee: Seda rahakotti ei saa muuta mitme aadressiga rahakotiks, sest see on mitmel seadmel
fil_ph: Ang pitakang ito ay hindi maaaring gawing isang maramihang address na pitaka dahil ito ay isang multidevice
fr_fr: Ce portefeuille ne peut pas être converti en portefeuille à adresses multiples car c’est un multi-appareils
it_it: Questo portafoglio non può essere convertito in portafoglio multi-indirizzo poiché è multi-dispositivo
ja_jp: このウォレットはマルチデバイスであるためマルチアドレスウォレットに変換することができません
ko_kr: 이 지갑은 여러 기기에서 이용하고 있으므로 다중 주소 지갑으로 변환할 수 없습니다.
nl_nl: Deze portefeuille kan niet worden geconverteerd naar een portefeuille met meerdere adressen omdat het multidevice is
pl_pl: Ten portfel nie może być przekonwertowany na portfel o wielu adresach, ponieważ jest to portfel na wielu urządzeniach
ru_ru: Кошелек нельзя сконвертировать в многоадресный если используется мультиподпись на нескольких устройствах
sr_cs: Ovaj novčanik ne može biti promenjen u novčanik sa višestrukim adresama pošto je namenjen većem broju uređaja
vi_vn: Ví này không thể chuyển sang ví đa địa chỉ vì nó là đa thiết bị

source: This wallet cannot be converted to single address wallet as it already consists of multiple addresses
ar_sa: هذه المحفظة لا يمكن أن تتحول إلى محفظة أحادية العنوان لأنها تتوفر على عناوين متعددة
da_dk: Denne wallet kan ikke konverteres til en single-address wallet, da den indeholder flere adresser
de_de: Diese Wallet kann nicht zu einem Single-Address-Wallet konvertiert werden, da es schon mehrere Addressen enthält
el_gr: Το πορτοφόλι αυτό δεν μπορεί να μετατραπεί σε πορτοφόλι μονής διεύθυνσης, καθώς ήδη αποτελείται από πολλαπλές διευθύνσεις
es_es: Este monederono no se puede convertir en un monedero de dirección única debido a que ya está conformado por múltiples direcciones
et_ee: Seda rahakotti ei saa muuta ühe aadressiga rahakotiks, sest selles on juba mitu aadressi
fil_ph: Ang pitakang ito ay hindi maaarming gawing isang solong address na pitaka dahil ito ay naglalaman na ng iilang mga address
fr_fr: Ce portefeuille ne peut être converti en portefeuille à adresses uniques car qu’il comprend déjà plusieurs adresses
it_it: Questo portafoglio non può essere convertito in un portafoglio ad indirizzo unico in quanto già composto da più indirizzi
ja_jp: このウォレットは既に複数のアドレスで構成されているため、シングルアドレスウォレットに変換できません
ko_kr: 이 지갑은 이미 다중 주소로 구성되어 있기 때문에 단일 주소 지갑으로 변환할 수 없습니다.
nl_nl: Deze portefeuille kan niet worden geconverteerd naar een portefeuille met een enkel adres omdat het al uit meerdere adressen bestaat
pl_pl: Ten portfel nie może być przekonwertowany na portfel o jednym adresie, ponieważ zawiera już wiele adresów
ru_ru: Кошелек нельзя сконвертировать в одноадресный если он уже содержит несколько адресов
sr_cs: Ovaj novčanik ne može biti promenjen u novčanik sa jedinstvenom adresom pošto već sadrži veći broj adresa
vi_vn: Ví này không thể được chuyển đổi sang ví địa chỉ duy nhất vì nó đã bao gồm nhiều địa chỉ

source: This wallet cannot be converted to single address wallet as it is multidevice
ar_sa: هذه المحفظة لا يمكن أن تتحول إلى محفظة أحادية العنوان نظرا لأنها معدة لعدة أجهزة
da_dk: Denne wallet kan ikke konverteres til en single-address wallet da den er multidevice
de_de: Diese Wallet kann nicht in ein Single-Address-Wallet konvertiert werden, da es ein Multidevice Wallet ist
el_gr: Το πορτοφόλι αυτό δεν μπορεί να μετατραπεί σε πορτοφόλι μονής διεύθυνσης καθώς είναι πορτοφόλι πολλαπλών συσκευών
es_es: Este monedero no se puede convertir en un monedero de dirección única debido a que es del tipo multidispositivo
et_ee: Seda rahakotti ei saa muuta ühe aadressiga rahakotiks, sest see on mitmel seadmel
fil_ph: Ang pitakang ito ay hindi maaaring gawing isang solong address na pitaka dahil ito ay isang multidevice
fr_fr: Ce portefeuille ne peut être converti en portefeuille à adresses uniques car c'est un multi-appareils
it_it: Questo portafoglio non può essere convertito in un portafoglio ad indirizzo unico in quanto è multi-dispositivo
ja_jp: このウォレットはマルチデバイスであるためシングルアドレスウォレットに変換することができません
ko_kr: 이 지갑은 여러 기기에서 이용하고 있으므로 단일 주소 지갑으로 변환할 수 없습니다.
nl_nl: Deze portefeuille kan niet worden geconverteerd naar een portefeuille met een enkel adres omdat het een multidevice is
pl_pl: Ten portfel nie może być przekonwertowany na portfel o jednym adresie, ponieważ jest to portfel na wielu urządzeniach
ru_ru: Кошелек нельзя сконвертировать в одноадресный если используется мультиподпись
sr_cs: Ovaj novčanik ne može biti promenjen u novčanik sa jedinstvenom adresom pošto je namenjen većem broju uređaja
vi_vn: Ví này không thể chuyển đổi sang ví địa chỉ duy nhất vì nó là đa thiết bị

source: This will permanently delete all your existing wallets!
ar_sa: هذا سينتج عنه حذف كل المحافظ الموجودة!
bs_ba: Ovo će trajno izbrisati vaše postojeće novčanike!
cs_cz: Touto akcí trvale odstraníte všechny existující peněženky!
da_dk: Dette vil slette alle dine eksisterende wallets permanent!
de_de: Hiermit werden all Ihre existierenden Wallets sofort gelöscht!
el_gr: Αυτό θα διαγράψει οριστικά όλα τα υπάρχοντα πορτοφόλια σας!
es_es: ¡Se borrarán permanentemente todos sus monederos!
et_ee: See kustutaks jäädavalt kõik sinu rahakotid!
fil_ph: Ito ay permanente nang magtanggal ng lahat ng iyong mga umiiral na pitaka!
fr_fr: Cela supprimera de manière permanente tous vos portefeuilles existants !
hi_in: पहले के सभी बटुवे को यह हमेशा के लिए मिटा देगा!
it_it: Questo cancellerà definitivamente tutti i tuoi portafogli esistenti!
ja_jp: 既存のすべてのウォレットが完全に削除されます！
ko_kr: 이 동작은 모든 기존 지갑을 영구히 삭제할 것입니다!
nl_nl: Dit zal al uw bestaande portefeuilles volledig en onherroepelijk verwijderen!
pl_pl: To spowoduje nieodwracalne usunięcie wszystkich Twoich portfeli!
ro_ro: Aceasta va şterge definitiv toate portofele dumneavoastră existente!
ru_ru: Все ваши существующие кошельки будут безвозвратно удалены!
sr_cs: Svi postojeći novčanici će biti izbrisani, za sva vremena!
sv: Detta kommer att permanent ta bort alla dina befintliga plånböcker!
tr_tr: Bu, mevcut tüm cüzdanlarınızı kalıcı olarak silecektir!
vi_vn: Điều này sẽ xóa vĩnh viễn hết các ví tiền hiện tại của bạn!

source: Title of contract
ar_sa: عنوان العقد
de_de: Vertragstitel
et_ee: Lepingu pealkiri
fr_fr: Titre de contrat
ko_kr: 계약 제목

source: To
ar_sa: إلى
bs_ba: Za
cs_cz: Pro
da_dk: Til
de_de: An
el_gr: Προς
es_es: A
et_ee: Kellele
fil_ph: Upang
fr_fr: À
hi_in: को
it_it: A
ko_kr: 수신자
nl_nl: Naar
pl_pl: Do
pt_pt: Para
ro_ro: Către
ru_ru: Кому
sr_cs: Za
sv: Till
tr_tr: Alıcı
vi_vn: Tới

source: To AA
et_ee: AAle

source: To Obyte address
ar_sa: لعنوان Obyte
da_dk: Til Obyte-adresse
de_de: An Obyte Adresse
et_ee: Obyte aadressile
fr_fr: À l’adresse Obyte
nl_nl: Naar Obyte adres
sr_cs: Na Obyte adresu

source: To be able to restore everything, please create a full backup (find the option in the menu)
ar_sa: من أجل أن تقوم باسترجاع كل شيئ, قم بإنشاء نسخة إحتياطية كاملة(ستجد هذا الخيار في القائمة)
bs_ba: Da biste vratili sve, molimo stvoritie punu sigurnosnu kopiju (pronađite opciju u izborniku)
cs_cz: Chcete-li mít možnost vše obnovit, vytvořte si prosím úplnou zálohu (tuto možnost najdete v menu)
da_dk: For at kunne gendanne alt, skal du etablere en sikkerhedskopi (muligheden findes i menuen)
de_de: Um Ihre Daten später wiederherstellen zu können, benötigen Sie ein komplettes Backup (Benutzen Sie dazu die entsprechende Option im Menü)
el_gr: Για να μπορέσετε να επαναφέρετε τα πάντα, παρακαλώ δημιουργήστε ένα πλήρες αντίγραφο ασφαλείας (βρείτε την επιλογή στο μενού)
es_es: Para poder restaurar todo es necesario crear una copia de seguridad completa (Seleccionar backup completo en el menú)
et_ee: Selleks, et saaks taastada kõike, tee täielik varukoopia (leiad selle valiku menüüst)
fil_ph: Upang maibalik ang lahat na bagay, mangyaring lumikha ng isang buong backup (hanapin sa mga pagpipilian sa menu)
fr_fr: Pour être en mesure de restaurer tout, veuillez créer une sauvegarde complète (trouver l’option dans le menu)
hi_in: सबकुछ पुनः स्थापित करने के लायक हो जाएँ, पूरी बैकअप तैयार कर लें (मेनुए में विकल्प ढूंढें)
it_it: Per poter ripristinare tutto, perfavore crea un backup completo (trova l'opzione nel menu)
ja_jp: すべてを復元可能にするためには、フルバックアップを作成してください（メニューにオプションがあります）
ko_kr: 모든 것을 복구하고 싶다면, 전체 백업을 생성하세요 (메뉴에서 전체 백업 옵션을 찾을 수 있습니다)
nl_nl: Om alles te kunnen herstellen dient u een volledige backup te maken (zie de optie in het menu)
pl_pl: Aby móc przywrócić wszystko, proszę utwórz pełny backup (opcja znajduje się w Menu)
pt_pt: Para ser capaz de restaurar tudo, por favor crie um backup completo (encontre a opção no menu)
ro_ro: Pentru a putea restabili totul, vă rugăm să creaţi o copie de siguranţă completă (găsiți opţiunea în meniu)
ru_ru: Полная резервная копия позволит сохранить и восстановить абсолютно все данные (выберете эту опцию в меню)
sr_cs: Kako biste bili u stanju da sve vratite u prethodno stanje, molimo Vas da kreirate puni backup (pronađite opciju u meniju)
tr_tr: Herşeyi eski haline getirebilmek için, lütfen bir tam yedekleme (menüden seçeneği bulabilirsiniz) oluşturunuz
vi_vn: Để có thể khôi phục lại mọi thứ, vui lòng tạo một bản sao lưu đầy đủ (tìm kiếm trong danh sách tùy chỉnh)

source: To be able to send arbitrary data into O<sub>byte</sub> network, please switch to a single-address wallet first or create one.
ar_sa: من أجل أن ترسل أية فئة من البيانات إلى شبكة <sub>Obyte</sub>, قم بالإنتقال إلى محفظة أحادية العنوان أو قم بإنشاء واحدة جديدة.
da_dk: For at sende vilkårlige data til O<sub>byte</sub>-netværket, skal du først skifte til en single-address wallet eller oprette en ny.
de_de: Um beliebige Daten in das O<sub>byte</sub> Netzwerk zu senden, schalten Sie dieses Wallet auf Einzeladdresse um oder erstellen Sie eine.
et_ee: Selleks, et saata andmeid O<sub>byte</sub> võrku, palun vali kõigepealt ühekordse aadressiga rahakott või loo selline.
fr_fr: Pour pouvoir envoyer des données arbitraires dans le réseau O<sub>byte</sub>, veuillez d'abord passer à un portefeuille à adresse unique ou en créer un.
nl_nl: Om willekeurige data in het O<sub>byte</sub> netwerk te kunnen verzenden, dien je te wisselen naar een portefeuille met een enkel adres, of er een te maken.
sr_cs: Kako biste bili u mogućnosti da šaljete proizvoljne podatke na O<sub>byte</sub> mrežu, molimo Vas da se prvo prebacite na novčanik sa jedinstvenom adresom ili da ga kreirate, ako već niste.

source: To bind the payment to a condition, please click the peer's address in chat
ar_sa: لفرض شرط على الدفع, قم بالنقر على عنوان المتلقي في الدردشة
bs_ba: Za povezivanje uplate uz uvjet, molimo kliknite na adresu drugog korisnika u razgovoru
cs_cz: Abyste vytvořili podmíněnou platbu, klikněte na párovací adresu v chatu
da_dk: Klik på modpartens adresse i en chat for at betinge betalingen
de_de: Um die Zahlung an eine Bedingung zu knüpfen, klicken Sie auf die Teilnehmer Adresse im Chatfenster
el_gr: Για να συνδέσετε την πληρωμή με μια συνθήκη, παρακαλώ κάντε κλικ στη διεύθυνση του ομότιμου στη συνομιλία
es_es: Para asociar el pago a una condición, pulse en la dirección del par desde el chat
et_ee: Selleks, et siduda makse tingimusega, palun klõpsa vestluses mõnel aadressil ja vali 'Maksa sellele aadressile'
fil_ph: Upang ma-bind ang pagbabayad sa isang kondisyon, paki-click ang peer address sa chat
fr_fr: Pour lier le paiement à une condition, merci de cliquer sur adresse du pair dans le chat
hi_in: भुगतान को सशर्त करने के लिए, कृप्या बातचीत में सहकर्मी के पता में क्लिक करें
it_it: Per vincolare il pagamento ad una condizione, perfavore clicca sull'indirizzo del peer nella chat
ja_jp: 支払いに条件を付けるには、チャット内のピアのアドレスをクリックしてください
ko_kr: 지불의 조건을 부여 하려면 채팅에 동료의 주소를 클릭 하십시오
nl_nl: Om betalingen aan een voorwaarde te verbinden klikt u op het adres van de wederpartij in de chat
pl_pl: Aby powiązać płatność z warunkiem, kliknij adres kontrahenta w czacie
pt_pt: Para vincular o pagamento a uma condição, por favor clique no endereço do par no chat
ro_ro: Pentru a lega plata de o condiţie, apăsați pe adresa partenerului în chat
ru_ru: Чтобы привязать платеж к условию, кликайте адрес контрагента в чате
sr_cs: Kako biste vezali uplatu za uslov, molimo Vas da kliknete na adresu partnera u chat-u
tr_tr: Ödemeye bir koşula bağlamak isterseniz, lütfen sohbette karşı tarafın adresine tıklayınız
vi_vn: Liên kết thanh toán với một điều kiện, vui lòng nhấp vào địa chỉ ngang hàng trong trò chuyện

source: To email
ar_sa: إلى البريد الإلكتروني
bs_ba: Za email
cs_cz: Na email
da_dk: Til email
de_de: An E-Mail
el_gr: Προς Email
es_es: A correo electrónico
et_ee: E-kirjale
fil_ph: Patungo sa email
fr_fr: Par mail
hi_in: ईमेल में
it_it: Alla email
ja_jp: 宛先メールアドレス
ko_kr: 이메일로
nl_nl: Naar e-mailadres
pl_pl: Na e-mail
pt_pt: Para o email
ro_ro: Către email
ru_ru: На email
sr_cs: Na email
tr_tr: E-postaya
vi_vn: Tới Email

source: To protect your privacy, new addresses are generated automatically once you use them.
ar_sa: من أجل حماية خصوصيتك, نحن نقوم بإنشاء عناوين جدد بعد إستعمالك لأي عنوان.
bs_ba: Da biste zaštitili vašu privatnos,, nove adrese se automatski generiraju jednom kada ih koristite.
cs_cz: Chcete-li ochránit své soukromí, po použití adresy bude automaticky generována nová.
da_dk: For at beskytte dit privatliv genereres nye adresser, hver gang de er brugt.
de_de: Um Ihre Privatsphäre zu schützen, werden automatisch neue Adressen generiert, sobald Sie eine verwenden.
el_gr: Για την προστασία των προσωπικών σας δεδομένων, νέες διευθύνσεις δημιουργούνται αυτόματα μόλις τις χρησιμοποιήσετε.
es_es: Para mayor privacidad, se generan nuevas direcciones según se van usando.
et_ee: Sinu privaatsuse kaitsmiseks luuakse automaatselt pärast igat kasutamist uus aadress.
fil_ph: Upang protektahan ang iyong pagkaprobido, Bagong mga address ay awtomatikong binubuo misan na gamitin mo.
fr_fr: Pour protéger votre vie privée, les nouvelles adresses sont générés automatiquement dès que vous les utilisez.
hi_in: आपकी गोपनीयता की रक्षा के लिए, जब आप उनका उपयोग करते हैं तो नया पता उत्पन्न होता है स्वयं|
it_it: Per proteggere la tua privacy, i nuovi indirizzi sono generati automaticamente appena li usi.
ja_jp: プライバシーを保護するために、一度使用すると新しいアドレスが生成されます。
ko_kr: 개인 정보 보호를 위해, 한번 주소를 사용할 경우 새 주소가 자동으로 생성됩니다.
nl_nl: Om uw privacy te beschermen worden er nieuwe adressen gegenereerd op het moment dat u een adres gebruikt.
pl_pl: W celu ochrony Twojej prywatności, nowe adresy są generowane automatycznie po ich użyciu.
pt_pt: Para proteger sua privacidade, novos endereços são gerados automaticamente, assim você os utiliza uma unica vez.
ro_ro: Pentru a proteja confidenţialitatea datelor dumneavoastră, odată ce le-aţi folosit, noi adrese sunt generate automat.
ru_ru: Чтобы защитить вашу конфиденциальность, новые адреса создаются после их использовния.
sr_cs: Nova adresa se automatski generiše svaki put kada je iskoristite. Na ovaj način se štiti Vaša privatnost.
tr_tr: Gizliliğinizi korumak için, yeni adresler onları kullandığınız anda otomatik olarak üretilir.
vi_vn: Để bảo vệ sự riêng tư của bạn, địa chỉ mới được tự động tạo ra sau khi bạn sử dụng chúng.

source: To verify contract integrity, SHA256 hash is calculated from three concatenated components: sha256(title+text+creation_date) and encoded in BASE64 format. After the contract was accepted, a unit with its hash was posted into the DAG. You can check that contract text was not modified by comparing the hashes in the DAG and calculated from this contract.
ar_sa: للتحقق من سلامة العقد ، يتم حساب تجزئة SHA256 من ثلاثة مكونات متسلسلة: sha256 (العنوان + النّص+ تاريخ الانشاء) ومشفرة بتنسيق BASE64. بعد قبول العقد ، تم نشر وحدة بتجزئة في DAG. يمكنك التحقق من أن نص العقد لم يتم تعديله من خلال مقارنة التجزئة في DAG وحسابها من هذا العقد.
de_de: Um die Integrität des Vertrages zu überprüfen, wird ein SHA256 Hash aus drei verbundenen Komponenten berechnet: sha256(Titel+Text+Erstellungsdatum) und im BASE64-Format kodiert. Nach der Annahme des Vertrages wird eine Einheit mit dem Hash in die DAG gepostet. Sie können überprüfen, dass der Vertragstext nicht geändert wurde, indem Sie den Hash im DAG mit dem Hash dieses Vertrages vergleichen.
et_ee: Lepingu terviklikkuse kinnitamiseks arvutatakse SHA256 räsi kolmest kokku pandud osast ja kodeeritakse BASE64 formaati: base64(sha256(pealkiri+tekst+loomise aeg)). Pärast lepingu aksepteerimist, tehing räsiga postitakse avalikku andmebaasi. Avalikus andmebaasi oleva räsi ja arvutatud räsi võrdlemisel saab veenduda, et lepingu teksti pole muudetud.
fr_fr: Pour vérifier l'intégrité du contrat, SHA256 est calculé à partir de trois composants concaténés : sha256(title+text+creation_date) et encodé au format BASE64. Après l'acceptation du contrat, une unité avec son hachage a été affichée dans le DAG. Vous pouvez vérifier que le texte du contrat n'a pas été modifié en comparant les hachages dans le DAG et calculé à partir de ce contrat.

source: Too long text
et_ee: Liiga pikk tekst

source: Total Locked Balance
ar_sa: إجمالي الرصيد المؤمن
bs_ba: Ukupan Zaključani Balans
cs_cz: Blokovaný zůstatek
da_dk: Total låst balance
de_de: Ingesamt gesperrter Gesamtsaldo
el_gr: Συνολικό Κλειδωμένο Υπόλοιπο
es_es: Balance Total Bloqueado
et_ee: Lukustatud kontojääk kokku
fil_ph: Kabuuang naka-lock na balanse
fr_fr: Solde verrouillé total
hi_in: कुल बंद पड़ा शेष राशी
it_it: Totale Importo Bloccato
ja_jp: ロック中の残高
ko_kr: 총 고정 잔액
nl_nl: Totaal Vergrendeld Saldo
pl_pl: Łącznie zablokowane środki
pt_pt: Saldo Total Bloqueado
ro_ro: Sold total blocat
ru_ru: Всего заблокировано средств
sr_cs: Ukupan zaključan balans
tr_tr: Toplam Kilitli Bakiye
vi_vn: Tổng số dư bị khóa

source: Total amount
ar_sa: المبلغ الإجمالي
da_dk: I alt
de_de: Gesamtbetrag
el_gr: Συνολικό ποσό
es_es: Cantidad total
et_ee: Summa kokku
fil_ph: Kabuuang halaga
fr_fr: Montant total
it_it: Importo totale
ja_jp: 総額
ko_kr: 총 합계
nl_nl: Totaalbedrag
pl_pl: Łączna kwota
pt_pt: Quantidade total
ru_ru: Итого
sr_cs: Ukupan iznos
tr_tr: Toplam tutar
vi_vn: Tổng số tiền

source: Total number of co-signers
ar_sa: إجمالي عدد المشتركين
bs_ba: Ukupan broj drugih osoba za potpisivanje
cs_cz: Celkový počet signatářů
da_dk: Totalt antal medunderskrivere
de_de: Gesamtanzahl der Mitunterzeichner
el_gr: Συνολικός αριθμός των συν-υπογραφόντων
es_es: Número total de cosignatarios
et_ee: Kaasallkirjastajaid kokku
fil_ph: Kabuuang bilang ng mga lumalagda
fr_fr: Nombre total de cosignataires
hi_in: सह-हस्ताक्षरकर्ताओं की संख्या
it_it: Numero totale di co-firmatari
ja_jp: 連署者数
ko_kr: 총 공동 서명자 수
nl_nl: Totaal aantal mede-ondertekenaars
pl_pl: Całkowita ilość współsygnatariuszy
pt_pt: Número total de consignatários
ro_ro: Numărul total de co-semnatarii
ru_ru: Количество совладельцев
sr_cs: Ukupan broj potpisnika
tr_tr: Toplam ortak imzacı sayısı
vi_vn: Tổng số những người cùng ký

source: Transaction
ar_sa: المعاملة
bs_ba: Transakcija
cs_cz: Transakce
da_dk: Transaktion
de_de: Transaktion
el_gr: Συναλλαγή
es_es: Transacción
et_ee: Tehing
fil_ph: Transaksyon
hi_in: लेन-देन
it_it: Transazione
ja_jp: 取引
ko_kr: 거래
nl_nl: Transactie
pl_pl: Transakcja
pt_pt: Transação
ro_ro: Tranzacție
ru_ru: Транзакция
sr_cs: Transakcija
sv: Transaktion
tr_tr: İşlem
vi_vn: Giao dịch

source: Transaction created. Please approve it on the other devices.
ar_sa: تم إنشاء المعاملة. يرجى الموافقة عليها على الأجهزة الأخرى.
de_de: Transaktion erstellt. Bitte genehmigen Sie sie auf den anderen Geräten.
et_ee: Tehing loodud. Palun kinnita see teistel seadmetel.
fr_fr: Transaction créée. Veuillez l'approuver sur les autres appareils.
ko_kr: 트랜잭션이 생성되었습니다. 다른 기기들에서 해당 트랜잭션을 승인해주세요.

source: Transactions<br> Downloaded
ar_sa: تم تحميل <br> المعاملات
bs_ba: Preuzete<br> Transakcije
cs_cz: Transakce <br>Staženo
da_dk: Transaktioner<br>Hentet
de_de: Transaktionen<br> heruntergeladen
el_gr: Κατεβασμένες<br> Συναλλαγές
es_es: Transacciones<br> Descargadas
et_ee: Tehingud<br> Allalaetud
fil_ph: Transaksyon <br>na na-download
fr_fr: Transactions<br> téléchargées
hi_in: लेन-देन<br> डाउनलोड
it_it: Transazioni<br> Scaricate
ja_jp: 取引履歴<br>ダウンロード完了
ko_kr: 다운로드된 트렌젝션<br>
nl_nl: Transacties<br> Gedownload
pl_pl: Transakcje <br> Pobrane
pt_pt: Transações<br> Descarregado
ro_ro: Tranzacția<br> a fost descărcată
ru_ru: Транзакций<br>Загружено
sr_cs: Transakcije<br> Preuzete
tr_tr: İşlemler<br> İndirildi
vi_vn: Giao dịch<br> tải về

source: Translation Credits
ar_sa: قائمة المترجمين
bs_ba: Prevedeni Krediti
cs_cz: Poděkování překladatelům
da_dk: Oversættelse
de_de: Danksagung an die Übersetzer
el_gr: Λεπτομέρειες Μετάφρασης
es_es: Créditos de traducción
et_ee: Tõlke autorid
fil_ph: Mga kredito ng pagsasalin
fr_fr: Crédits de traduction
hi_in: अनुवाद श्रेय/अनुवाद आभार
it_it: Ringraziamenti per la traduzione
ja_jp: 翻訳ボランティアの皆さん
ko_kr: 번역에 도움을 주신 분들
nl_nl: Vertalers credits
pl_pl: Podziękowania dla tłumaczy
pt_pt: Creditos de Tradução
ro_ro: Traducere
ru_ru: Благодарность за перевод
sr_cs: Zahvalnica za prevodioce
tr_tr: Çeviride Emeği Geneçler
vi_vn: Đóng góp bản dịch

source: Translators
ar_sa: المترجمين
bs_ba: Prevoditelji
cs_cz: Překladatelé
da_dk: Oversættere
de_de: Übersetzer
el_gr: Μεταφραστές
es_es: Traductores
et_ee: Tõlkijad
fil_ph: Mga Tagasalin
fr_fr: Traducteurs
hi_in: अनुवादक
it_it: Traduttori
ja_jp: 翻訳者
ko_kr: 번역자
nl_nl: Vertalers
pl_pl: Tłumacze
pt_pt: Tradutores
ro_ro: Traducători
ru_ru: Переводчики
sr_cs: Prevodioci
tr_tr: Çevirmenler
vi_vn: Dịch giả
