Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Changing wallet alias only affects the local wallet name.
ar_sa: تغيير الإسم المستعار للمحفظة سوف يؤثر فقط على إسم المحفظة المحلي.
bs_ba: Mijenjanje nadimka novčanika utječe samo na naziv novčanika.
cs_cz: Změna alias ovlivní pouze název místní peněženky.
da_dk: Ændring af wallet-alias gælder kun det lokale wallet-navn.
de_de: Eine Änderung des Wallet Alias wirkt sich nur auf den lokalen Wallet Name aus.
el_gr: Αλλάζοντας το ψευδώνυμο του πορτοφολιού επηρεάζεται μόνο το τοπικό όνομα πορτοφολιού.
es_es: Cambiar el alias sólo afecta al nombre del monedero local.
et_ee: Rahakoti nime muutmine muudab ainult lokaalse rahakoti nime.
fil_ph: Ang lokal na pitaka lamang ang naapektohan kapag binago ang palayaw ng pinataka.
fr_fr: La modification d'un alias de portefeuille affecte uniquement le nom du portefeuille local.
hi_in: सिर्फ वटुवे का उपनाम बदलने से स्थानीय वटुवा का नाम प्रभवित हो जाता है|
it_it: Il cambiamento degli alias dei portafogli influenza solo il nome del portafoglio locale.
ja_jp: ウォレットの別名を変更しても、この端末でしか変わりません。
ko_kr: 지갑 별명 변경은 로컬 지갑 이름에만 영향을 줍니다.
nl_nl: Wijziging van de portefeuille-alias is alleen van toepassing op de naam van de lokale portefeuille.
pl_pl: Zmiana aliasu porfela wpływa tylko na lokalną nazwę porfela.
ro_ro: Schimbarea aliasului afectează numai numele local al portofelului.
ru_ru: Изменение псевдонима кошелька влияет только на название локального кошелька.
sr_cs: Promena pseudonima novčanika utiče samo na lokalno ime novčanika, ne i na korisničko ime.
sv: Byte av plånbokens alias påverkar endast lokala namnet
tr_tr: Cüzdan takma adı değişikliği sadece yerel cüzdan adını etkiler.
vi_vn: Thay đổi bí danh của ví chỉ có tác dụng đối với tên ví nội bộ.

source: Chat
ar_sa: الدردشة
bs_ba: Razgovor
el_gr: Συνομιλία
et_ee: Vestlus
fr_fr: Discuter
hi_in: बातचीत
ja_jp: チャット
ko_kr: 채팅
pl_pl: Czat
ru_ru: Чат
sr_cs: Dopisivanje
tr_tr: Sohbet

source: Choose File
ar_sa: إختيار الملف
bs_ba: Izaberite datoteku
cs_cz: Vybrat soubor
da_dk: Vælg fil
de_de: Datei auswählen
el_gr: Επιλέξτε αρχείο
es_es: Elija archivo
et_ee: Vali Fail
fil_ph: Pumili ng File
fr_fr: Choisir fichier
hi_in: फाइल चुनें
it_it: Seleziona file
ja_jp: ファイルを選択
ko_kr: 파일을 선택하세요
nl_nl: Bestand kiezen
pl_pl: Wybierz plik
pt_pt: Escolha um ficheiro
ro_ro: Selectează fișierul
ru_ru: Выберите файл
sr_cs: Odaberite fajl
tr_tr: Dosya seçin
vi_vn: Lựa chọn tập tin

source: Choose private profile
ar_sa: إختيار البروفيل الخاص
da_dk: Vælg privat profil
de_de: Privates Profil auswählen
el_gr: Επιλέξτε ιδιωτικό προφίλ
es_es: Elegir perfil privado
et_ee: Vali privaatne konto
fil_ph: Piliin ang pribadong profile
fr_fr: Choisissez le profil privé
it_it: Scegli il profilo privato
ja_jp: 個人プロフィールを選択してください
ko_kr: 개인 프로필을 선택하세요
nl_nl: Privé profiel kiezen
pl_pl: Wybierz profil prywatny
pt_pt: Escolher o perfil privado
ro_ro: Alege profil privat
ru_ru: Выбрать профиль
sr_cs: Odaberite privatni profil
tr_tr: Özel profil seçin
vi_vn: Lựa chọn hồ sơ cá nhân

source: Choose the device to send to
ar_sa: إختيار الجهاز الذي تود الإرسال إليه
bs_ba: Odaberite uređaj za slanje
cs_cz: Vyberte zařízení k odeslání do
da_dk: Vælg enhed du vil sende til
de_de: Wählen sie das Geräte für den Versand
el_gr: Επιλέξτε τη συσκευή προς αποστολή
es_es: Elegir dispositivo al que enviar
et_ee: Vali seade kuhu saata
fil_ph: Pumili ng device na papadalhan
fr_fr: Choisissez l'appareil sur lequel envoyer
hi_in: को भेजने के लिए उपकरण चुने
it_it: Seleziona il dispositivo a cui inviare
ja_jp: 送付先デバイスの選択
ko_kr: 보낼 기기를 선택하세요.
nl_nl: Kies het toestel om naar te versturen
pl_pl: Wybierz urządzenie, na które wysłać
pt_pt: Escolher dispositivo para envio
ro_ro: Alege dispozitivul pentru a trimite
ru_ru: Выберите устройство куда отправить
sr_cs: Odaberite uređaj na koji ćete poslati
sv: Välj enheten att skicka till
tr_tr: Göndermek istediğiniz cihazı seçin
vi_vn: Lựa chọn thiết bị để gửi tới

source: Choose which fields to send:
ar_sa: إختيار النطاق الذي ترغب في إرساله:
da_dk: Vælg hvilke felter du vil sende:
de_de: Wählen Sie, welche Felder gesendet werden sollen:
el_gr: Επιλέξτε τα πεδία που θέλετε να στείλετε:
es_es: Elegir campos a enviar:
et_ee: Vali väljad mida saata:
fil_ph: Piliin kung aling mga patlang ang ipapadala:
fr_fr: Choisissez les champs à envoyer :
it_it: Scegli quali campi inviare:
ja_jp: どのフィールドを送信するか選択してください:
ko_kr: 보낼 필드를 선택하세요:
nl_nl: Kies welke velden je wilt versturen:
pl_pl: Wybierz, które pola wysłać:
pt_pt: Escolher os campos a enviar:
ro_ro: Alege ce câmpuri să trimiți:
ru_ru: Выбрать поля для отправки:
sr_cs: Odaberite koja polja ćete poslati:
tr_tr: Hangi alanların gönderileceğini seçin:
vi_vn: Lựa chọn các trường để gửi:

source: Claim funds
ar_sa: المطالبة بالرصيد
bs_ba: Potvrdite iznos
cs_cz: Vybrat prostředky
da_dk: Anmod om beløb
de_de: Gelder beanspruchen
el_gr: Διεκδίκηση κεφαλαίων
es_es: Reclamar fondos
et_ee: Võta vahendid omaks
fil_ph: Angkinin ang pondo
fr_fr: Demande de fonds
hi_in: धन लें
it_it: Riscuoti fondi
ja_jp: お金を請求する
ko_kr: 자금 요청하기
nl_nl: Eis een bedrag op
pl_pl: Odbierz środki
pt_pt: Reivindicar fundos
ro_ro: Revendică fonduri
ru_ru: Запросить деньги
sr_cs: Ostvarite pravo na sredstva
tr_tr: Paraları al
vi_vn: Qũy yêu cầu bồi thường

source: Claim funds by textcoin
ar_sa: المطالبة بالرصيد عن طريق textcoin
bs_ba: Potvrdite iznos preko textcoin
cs_cz: Vybrat prostředky pomocí textcoinu
da_dk: Anmod om beløb via textcoin
de_de: Gelder durch Textcoin beanspruchen
el_gr: Διεκδικήστε κεφάλαια από textcoin
es_es: Reclamar fondos mediante texto
et_ee: Tekstiliste vahendite omaksvõtmine
fil_ph: Angkinin ang pondo gamit ang textcoin
fr_fr: Demander un montant via textcoin
hi_in: टेक्स्ट सिक्के के रूप में धन लें
it_it: Riscuoti fondi tramite textcoin
ja_jp: textcoinでお金を請求する
ko_kr: 텍스트코인으로 자금 요청하기
nl_nl: Eis een bedrag op door middel van textcoin
pl_pl: Odbierz środki przez textcoin
pt_pt: Reivindicar fundos por textcoin
ro_ro: Revendică fonduri prin textcoin
ru_ru: Запросить деньги через textcoin
sr_cs: Ostvarite pravo na sredstva korišćenjem textcoin-a
tr_tr: Paraları textcoin ile al
vi_vn: Yêu cầu bồi thường tiền bằng textcoin

source: Claim funds using textcoin
ar_sa: المطالبة بالرصيد بمساعدة textcoin
bs_ba: Potvrdite iznose korištenjem textcoin
cs_cz: Vybrat prostředky pomocí textcoinu
da_dk: Anmod om beløb via textcoin
de_de: Gelder durch Textcoin beanspruchen
el_gr: Διεκδικήστε κεφάλαια χρησιμοποιώντας textcoin
es_es: Reclamar fondos mediante texto
et_ee: Tekstilised vahendid
fil_ph: Angkinin ang pondo gamit ang textcoin
fr_fr: Demander un montant via textcoin
hi_in: धन लें टेक्स्ट सिक्के व्यवहार करते हुवे
it_it: Reclama fondi usando textcoin
ja_jp: textcoinでお金を受け取る
ko_kr: 텍스트코인을 이용해 자금 요청하기
nl_nl: Eis een bedrag op door middel van textcoin
pl_pl: Odbierz środki przy użyciu textcoin
pt_pt: Reivindicação de fundos usando textcoin
ro_ro: Revedincă fonduri folosind textcoin
ru_ru: Запросить деньги через textcoin
sr_cs: Ostvarite pravo na sredstva korišćenjem textcoin-a
tr_tr: Paraları textcoin kullanarak al
vi_vn: Yêu cầu bồi thường bằng cách sử dụng textcoin

source: Claiming...
ar_sa: جاري المطالبة...
da_dk: Trækker...
de_de: Einfordern...
el_gr: Διεκδίκηση...
es_es: Reclamando...
et_ee: Omaksvõtmine...
fr_fr: Réclamer...
it_it: Reclamando...
ja_jp: 請求しています...
ko_kr: 요청중...
nl_nl: Aan het claimen...
pl_pl: Pobieranie...
ru_ru: Получаем...
sr_cs: Transakcija...

source: Click the button to
ar_sa: انقر فوق الزر ل
de_de: Klicken Sie auf den Button um
et_ee: Klõpsa nupul, et saata
fr_fr: Cliquez sur le bouton pour

source: Click this button to create a payment file and send it to a recipient.
ar_sa: إضغط على هذا الزر لإنشاء ملف الدفع و إرساله إلى المستقبل.
da_dk: Klik på denne knap for at lave en betalingsfil og send den til en modtager.
de_de: Klicken Sie auf diese Schaltfläche, um eine Zahlungsdatei zu erstellen und an einen Empfänger zu senden.
el_gr: Κάντε κλικ σε αυτό το κουμπί για να δημιουργήσετε ένα αρχείο πληρωμής και να το στείλετε το σε έναν παραλήπτη.
es_es: Pulse este botón para crear un archivo de pago y enviarlo a un destinatario.
et_ee: Klõpsa seda nuppu, et luua maksefail, mida saab saata makse vastuvõtjale.
fr_fr: Cliquez sur ce bouton pour créer un fichier de paiement et l’envoyer à un destinataire.
it_it: Cliccare questo pulsante per creare un file di pagamento ed inviarlo ad un destinatario.
ja_jp: このボタンをクリックして支払いファイルを作成し、受取人へ送ってください。
ko_kr: 결제 파일을 생성하고 수신자에게 이것을 보내려면 이 버튼을 클릭하세요.
nl_nl: Klik op deze knop om een betalingsbestand maken en stuur het naar een geadresseerde.
pl_pl: Kliknij ten przycisk, aby utworzyć plik płatności i wysłać go do adresata.
pt_pt: Clique neste botão para criar um ficheiro de pagamento e para enviá-lo a um destinatário.
ru_ru: Нажмите, чтобы создать файл платежа и отправить его получателю.
sr_cs: Kliknite dugme kako biste kreirali fajl za plaćanje i poslali ga.

source: Click this button to create payment and share it via private message in chat apps or to create a paper wallet.
ar_sa: إضغط على هذا الزر لإنشاء الدفع و مشاركته عن طريق رسالة خاصة على تطبيق للمراسلة أو إنشاء محفظة ورقية.
da_dk: Klik på knappen for at oprette betaling og dele den via privat besked i chat apps eller for at oprette en paper wallet.
de_de: Klicken Sie diesen Button, um eine Zahlung zu erstellen, welche Sie via Privatnachricht in Chat-Apps teilen können, oder um ein Paper-Wallet zu erstellen.
el_gr: Κάντε κλικ σε αυτό το κουμπί για να δημιουργήσετε πληρωμή και να τη μοιραστείτε μέσω ιδιωτικού μηνύματος σε εφαρμογές συνομιλίας ή για να δημιουργήσετε ένα χάρτινο πορτοφόλι.
es_es: Pulse este botón para crear un pago y compartirlo vía mensaje privado en las aplicaciones de chat o para crear un monedero de papel.
et_ee: Klõpsa seda nuppu, et luua makse, mida jagada privaatvestluses või kirjutada paberile.
fil_ph: I-click ang button na ito para makagawa ng pagbayad at ibahagi ito sa pamamagitan ng isang pribadong mensahe sa loob ng mga chat na app o para makalikha ng papel na pitaka.
fr_fr: Cliquez sur ce bouton pour créer le paiement et le partager via message privé dans l'application de chat ou pour créer un portefeuille papier.
it_it: Clicca questo pulsante per creare il pagamento e condividerlo tramite messaggio privato nelle applicazioni di chat o per creare un Paper Wallet.
ja_jp: このボタンをクリックして支払いを作成し、チャットアプリのプライベートメッセージでシェアするか、ペーパーウォレットを作成します。
ko_kr: 종이 지갑을 생성하거나 결제를 생성하고 그것을 채팅 앱에 개인 메세지를 통해 공유하려면 이 버튼을 클릭하세요.
nl_nl: Klik op deze knop om de betaling te maken en deze te delen via privé berichten in chat apps of om een papieren portefeuille te maken.
pl_pl: Kliknij ten przycisk, aby utworzyć płatność i wysłać ją za pośrednictwem prywatnej wiadomości w aplikacjach do czatu lub aby utworzyć portfel na papierze.
pt_pt: Clique neste botão para criar o pagamento e compartilhá-lo via mensagem privada em aplicativos de chat.
ru_ru: Нажмите здесь для отправки денег через приватное сообщение в мессенджере или создания бумажного кошелька.
sr_cs: Kliknite ovo dugme kako biste kreirali uplatnicu i podelite je putem privatne poruke u aplikacijama za dopisivanje ili kreirajte papirni novčanik.
vi_vn: Click vào nút này để tạo ra khoản thanh toán và chia sẻ nó qua tin nhắn riêng trong các ứng dụng chat hoặc tạo một ví giấy.

source: Close
ar_sa: إغلاق
bs_ba: Zatvorite
cs_cz: Zavřit
da_dk: Luk
de_de: Zurück
el_gr: Κλείσιμο
es_es: Cerrar
et_ee: Sulge
fil_ph: Isara
fr_fr: Fermer
hi_in: बंद करें
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ro_ro: Închide
ru_ru: Закрыть
sr_cs: Zatvori
sv: Stäng
tr_tr: Kapat
vi_vn: Kết thúc

source: Co-signer
ar_sa: المشارك
de_de: Mitunterzeichner
et_ee: Kaasallkirjastaja
fr_fr: Co-signataire

source: Co-signers
ar_sa: المشاركين
bs_ba: Supotpisnici
cs_cz: Připodepisující
da_dk: Medunderskrivere
de_de: Mitunterzeichner
el_gr: Συνυπογράφοντες
es_es: Cofirmantes
et_ee: Kaasallkirjastajad
fr_fr: Cosignataires
hi_in: सह-हस्ताक्षरकर्ताएँ
it_it: Co-firmatari
ja_jp: 連署者
ko_kr: 공동 서명자
nl_nl: Medeondertekenaars
pl_pl: Współsygnatariusze
pt_pt: Consignatários
ro_ro: Co-semnatari
ru_ru: Совладельцы
sr_cs: Potpisnici
sv: Co-signatur
tr_tr: Ortak imzacılar
vi_vn: Người ký tên chung

source: Co-signers for multisig
ar_sa: المشاركين في الـ multisig
bs_ba: Supotpisnici za multisig
cs_cz: Připodepisující pro více podpisů
da_dk: Medunderskrivere til multisignatur
de_de: Mitunterzeichner für MultiSig
el_gr: Συνυπογράφοντες για τη λειτουργία πολλαπλών υπογραφών
es_es: Cofirmantes para multifirma
et_ee: Kaasallkirjastajad
fil_ph: Co-signers para sa multisig
fr_fr: Cosignataires pour multi-signature
hi_in: बहुतायत हस्ताक्षर के लिये सह-हस्ताक्षरकर्ताएँ
it_it: Co-firmatari per il multisig
ja_jp: マルチシグの連署者
ko_kr: 다중 서명을 위한 공동 서명자
nl_nl: Medeondertekenaars voor multisig
pl_pl: Współsygnatariusze multi-podpisu
pt_pt: Consignatários para o multisig
ro_ro: Co-semnatarii pentru multisig
ru_ru: Совладельцы для мульти подписи
sr_cs: Potpisnici za multisig
sv: Co-signature för multisig
tr_tr: Çoklu imza için ortak imzacılar
vi_vn: Người ký tên chung cho đa chữ ký

source: Color
ar_sa: اللون
bs_ba: Boja
cs_cz: Barva
da_dk: Farve
de_de: Farbe
el_gr: Χρώμα
et_ee: Värv
fil_ph: Kulay
fr_fr: Couleur
hi_in: रंग
it_it: Colore
ja_jp: 色
ko_kr: 색상
nl_nl: Kleur
pl_pl: Kolor
pt_pt: Cor
ro_ro: Culoare
ru_ru: Цвет
sr_cs: Boja
sv: Färg
tr_tr: Renk
vi_vn: Màu sắc

source: Commit hash
ar_sa: تنفيذ الهاش
cs_cz: Hash softwaru
de_de: Hash übertragen
el_gr: Hash απόθεσης
es_es: Crear "Hash"
et_ee: GitHub räsi
fil_ph: I-Commit ang hash
fr_fr: Publier le hash
hi_in: कमिट हैश
it_it: Pubblica hash
ja_jp: コミットのハッシュ値
ko_kr: 커밋 해시
nl_nl: Hash van de commit
pl_pl: Hash zatwierdzenia
pt_pt: Criar "Hash"
ro_ro: Comite hash
ru_ru: Хэш версии
vi_vn: Cam kết hash

source: Compress the file? (Slower)
ar_sa: ضغط الملف؟ (يتطلب وقتا أطول)
bs_ba: Kompresirajte datoteku? (sporije)
cs_cz: Komprimovat soubor? (Pomalejší)
da_dk: Komprimér filen? (Langsommere)
de_de: Datei komprimieren? (Langsamer)
el_gr: Συμπίεση του αρχείου; (Πιο αργό)
es_es: ¿Comprimir fichero? (más lento)
et_ee: Paki fail kokku? (Aeglasem)
fil_ph: I-Compress ang file? (Mas mabagal)
fr_fr: Compresser le fichier (plus lent)
hi_in: क्या फाइल को छोटा करना है? (धीरे)
it_it: Comprimere il file? (più lento)
ja_jp: ファイルを圧縮しますか？(時間がかかります)
ko_kr: 파일을 압축하시겠습니까?(약간의 시간 필요)
nl_nl: Het bestand comprimeren? (langzamer)
pl_pl: Skompresować plik? (Wolniejsze)
pt_pt: Comprimir ficheiro? (Mais lento)
ro_ro: Comprimă fişierul? (Mai încet)
ru_ru: Сжать файл? (медленнее)
sr_cs: Komprimovanje fajla? (Sporiji način)
sv: Komprimera filen? (Långsammare)
tr_tr: Dosya sıkıştırılsın mı? (Daha yavaş)
vi_vn: Nén các tập tin? (Chậm hơn)

source: Confirm
ar_sa: تأكيد
bs_ba: Potvrdite
cs_cz: Potvrdit
da_dk: Bekræft
de_de: Bestätigen
el_gr: Επιβεβαίωση
es_es: Confirmar
et_ee: Kinnita
fil_ph: Kumpirmahin
fr_fr: Confirmer
hi_in: पुष्टि करें
it_it: Conferma
ja_jp: 確認
ko_kr: 확인
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
ro_ro: Confirmă
ru_ru: Подтвердить
sr_cs: Potvrdi
sv: Bekräfta
tr_tr: Onayla
vi_vn: Xác nhận

source: Confirm Vote
ar_sa: تأكيد التصويت
bs_ba: Potvrdite glas
cs_cz: Potvrzení hlasování
da_dk: Bekræft stemme
de_de: Wahl bestätigen
el_gr: Επιβεβαίωση ψήφου
es_es: Confirmar voto
et_ee: Kinnita Hääl
fil_ph: Ikompirma ang Boto
fr_fr: Confirmer le Vote
hi_in: मत/वोट को पुष्टि करें
it_it: Conferma il Voto
ja_jp: 投票を確認
ko_kr: 투표 확인
nl_nl: Stem Bevestigen
pl_pl: Potwierdź głos
pt_pt: Confirmar voto
ro_ro: Confirmă votul
ru_ru: Подтвердить голос
sr_cs: Potvrdite glas
tr_tr: Oyu Onayla
vi_vn: Xác nhận lựa chọn

source: Confirm payment
ar_sa: تأكيد الدفع
bs_ba: Potvrdite plaćanje
cs_cz: Potvrzení platby
da_dk: Bekræft betaling
de_de: Zahlung bestätigen
el_gr: Επιβεβαίωση πληρωμής
es_es: Confirmar pago
et_ee: Kinnita makse
fil_ph: Kumpirmahin ang pagbayad
fr_fr: Confirmer le paiement
hi_in: भुगतान की पुष्टि करें
it_it: Conferma pagamento
ja_jp: 支払いの確認
ko_kr: 결제 확인
nl_nl: Betaling bevestigen
pl_pl: Potwierdź płatność
pt_pt: Confirmar pagamento
ro_ro: Confirmă plata
ru_ru: Подтвердить платеж
sr_cs: Potvrdite plaćanje
sv: Bekräfta betalning
tr_tr: Ödemeyi Onayla
vi_vn: Xác nhận thanh toán

source: Confirm vote
ar_sa: قم بالتأكيد على تصويتك
bs_ba: Potvrdite glas
cs_cz: Potvrzení hlasování
da_dk: Bekræft stemme
de_de: Wahl bestätigen
el_gr: Επιβεβαίωση ψήφου
es_es: Confirmar voto
et_ee: Kinnita hääl
fil_ph: Ikompirma ang boto
fr_fr: Confirmer le vote
hi_in: वोट की पुष्टी करें
it_it: Conferma voto
ja_jp: 投票を確認
ko_kr: 투표 확인
nl_nl: Stem bevestigen
pl_pl: Potwierdź głos
pt_pt: Confirmar voto
ro_ro: Confirmă votul
ru_ru: Подтвердить голос
sr_cs: Potvrdite glas
tr_tr: Oyu onayla
vi_vn: Xác nhận lựa chọn

source: Confirmed
ar_sa: تم التأكيد
bs_ba: Potvrđeno
cs_cz: Potvrzeno
da_dk: Bekræftet
de_de: Bestätigt
el_gr: Επιβεβαιωμένο
es_es: Confirmado
et_ee: Kinnitatud
fil_ph: Nakumpirma
fr_fr: Confirmé
hi_in: पुष्टि हुई
it_it: Confermato
ja_jp: 確認済み
ko_kr: 확인됨
nl_nl: Bevestigd
pl_pl: Potwierdzona
pt_pt: Confirmado
ro_ro: Confirmat
ru_ru: Подтверждено
sr_cs: Potvrđeno
sv: Bekräftat
tr_tr: Onaylandı
vi_vn: Đã xác thực

source: Contacts
ar_sa: جهات الإتصال
bs_ba: Kontakti
cs_cz: Kontakty
da_dk: Kontakter
de_de: Kontakte
el_gr: Επαφές
es_es: Contactos
et_ee: Kontaktid
fil_ph: Mga Kontak
hi_in: ताल्लुकात
it_it: Contatti
ja_jp: 連絡先
ko_kr: 연락처
nl_nl: Contacten
pl_pl: Kontakty
pt_pt: Contatos
ro_ro: Contacte
ru_ru: Контакты
sr_cs: Kontakti
tr_tr: Kişiler
vi_vn: Danh bạ liên hệ

source: Copied to clipboard
ar_sa: تم النسخ على الحافظة
bs_ba: Kopirano u međuspremnik
cs_cz: Zkopírováno do schránky
da_dk: Kopieret til udklipsholder
de_de: In die Zwischenablage kopiert
el_gr: Αντιγράφηκε στο πρόχειρο
es_es: Copiado al portapapeles
et_ee: Kopeeritud lõikelauale
fil_ph: Kinopya sa clipboard
fr_fr: Copié dans le presse-papier
hi_in: क्लिपबोर्ड में प्रतिलिपि/कॉपी हुआ
it_it: Copiato negli appunti
ja_jp: クリップボードにコピーしました
ko_kr: 클립보드에 복사되었습니다
nl_nl: Gekopieerd naar klembord
pl_pl: Skopiowano do schowka
pt_pt: Copiado para a área de transferencia
ro_ro: Copiat în clipboard
ru_ru: Скопировано в буфер обмена
sr_cs: Kopirano u međuspremnik
sv: Kopierat till clipboard
tr_tr: Panoya kopyalandı
vi_vn: Đã sao chép vào clipboard

source: Copy
ar_sa: نسخ
da_dk: Kopier
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Kopeeri
fil_ph: Kopya
fr_fr: Copier
it_it: Copia
ja_jp: 以下のテキストをコピーし、
ko_kr: 복사하기
nl_nl: Kopieer
pl_pl: Kopiuj
pt_pt: Copiar
ro_ro: Copiază
ru_ru: Копировать
sr_cs: Kopiraj
tr_tr: Kopyala
vi_vn: Sao chép

source: Correspondents and chats are not restored.
ar_sa: تعذر إسترجاع المراسلين والمحادثات.
de_de: Chatteilnehmer und Chats werden nicht wiederhergestellt.
et_ee: Kontaktid ja vestlused ei ole taastatavad.
fr_fr: Les correspondants et les Chats ne sont pas restaurés.
ko_kr: 채팅 및 기존에 추가했던 기기는 복구되지 않습니다.
pl_pl: Korespondenci i czaty nie są przywracani.

source: Cosigners
ar_sa: المشاركين
de_de: Mitunterzeichner
et_ee: Kaasallkirjastajad
fr_fr: Cosignataires
ko_kr: 공동 서명자
pl_pl: Współsygnatariusze

source: Could not create payment proposal
ar_sa: تعذر إنشاء مقترح الدفع
bs_ba: Nije moguće stvoriti prijedlog plaćanja
cs_cz: Nebylo možné vytvořit návrh platby
da_dk: Kunne ikke oprette betalingsanmodning
de_de: Zahlungsvorschlag konnte nicht erstellt werden
el_gr: Δεν ήταν δυνατή η δημιουργία πρότασης πληρωμής
es_es: No se pudo crear propuesta de pago
et_ee: Makse ettepaneku loomine ebaõnnestus
fil_ph: Hindi malikha ang panukala ng Pagbabayad
fr_fr: Impossible de créer la proposition de paiement
hi_in: भुगतान का प्रस्ताव नहीं बन सका
it_it: Non posso creare la proposta di pagamento
ja_jp: 送金依頼を作成できませんでした
ko_kr: 지불 계획안을 만들 수 없습니다.
nl_nl: Betaling voorstel kan niet worden gemaakt
pl_pl: Nie można utworzyć propozycji płatności
pt_pt: Não foi possível criar proposta de pagamento
ro_ro: Nu s-a putut crea propunerea de plată
ru_ru: Не удалось создать предложение платежа
sr_cs: Nije moguće kreirati predlog uplate
sv: Kunde inte skapa betalnings-förslag
tr_tr: Ödeme teklifi oluşturulamadı
vi_vn: Không thể tạo ra đề nghị thanh toán

source: Could not create using the specified extended private key
ar_sa: تعذر الإنشاء عن طريق إستعمال المفتاح السري كاملا
bs_ba: Nije moguće stvoriti pomoću produženog privatnog ključa
cs_cz: Nebylo možné vytvořit používaný rozšířený privátní klíč
da_dk: Kunne ikke oprette med den angivne udvidede private nøgle
de_de: Erstellung mit dem angegebenen erweiterten privaten Schlüssel nicht möglich
el_gr: Δεν ήταν δυνατή η δημιουργία χρησιμοποιώντας το συγκεκριμένο ιδιωτικό, εκτεταμένο κλειδί
es_es: No se pudo crear monedero usando clave privada ingresada
et_ee: Ei õnnestunud luua kasutades seda laiendatud salajast võtit
fil_ph: Hindi makalikha gamit ang tinukoy na mahabang pribadong susi
fr_fr: Impossible de créer en utilisant la clé privée étendue spécifiée
hi_in: बन नहीं सका निर्दिष्ट विस्तारित निजी कुंजी के उपयोग से
it_it: Non posso crearlo utilizzando la chiave privata estesa specificata
ja_jp: 指定された拡張秘密鍵で作成できませんでした。
ko_kr: 특정한 확장된 개인 키를 사용하여 만들 수 없습니다.
nl_nl: Aanmaken met de gespecificeerde uitgebreide privésleutel is niet mogelijk
pl_pl: Nie można utworzyć przy użyciu wskazanego rozszerzonego klucza prywatnego
pt_pt: Não foi possível criar usando a chave privada estendida especificada
ro_ro: Nu s-a putut crea prin utilizarea cheii private extinse specificată
ru_ru: Не удалось создать используя указанный расширенный закрытый ключ
sr_cs: Nije moguće kreirati korišćenjem navedenog proširenog privatnog ključa
tr_tr: Belirtilen genişletilmiş özel anahtar kullanılarak oluşturulamadı
vi_vn: Không thể tạo bằng cách sử dụng phím nội bộ mở rộng xác định

source: Could not create using the specified extended public key
ar_sa: تعذر الإنشاء عن طريق إستعمال المفتاح العمومي كاملا
bs_ba: Nije moguće stvoriti pomoću produženog javnog ključa
cs_cz: Nebylo možné vytvořit používaný rozšířený veřejný klíč
da_dk: Kunne ikke oprette med den angivne udvidede offentlige nøgle
de_de: Erstellung mit dem angegebenen erweiterten öffentlichen Schlüssel nicht möglich
el_gr: Δεν ήταν δυνατή η δημιουργία χρησιμοποιώντας το συγκεκριμένο εκτεταμένο δημόσιο κλειδί
es_es: No se pudo crear con la clave pública extendida especificada
et_ee: Ei õnnestunud luua kasutades seda laiendatud avaliku võtit
fil_ph: Hindi makalikha gamit ang tinukoy na mahabang pampublikong susi
fr_fr: Impossible de créer en utilisant la clé publique étendue spécifiée
hi_in: बन नहीं सका निर्दिष्ट विस्तारित सार्वजनिक कुंजी के उपयोग से
it_it: Non è possibile crearlo usando questa chiave pubblica estesa
ja_jp: 指定された拡張公開鍵で作成できませんでした。
ko_kr: 특정한 확장된 개인 키를 사용하여 만들 수 없습니다.
nl_nl: Aanmaken met de gespecificeerde uitgebreide publieke sleutel is niet mogelijk
pl_pl: Nie można utworzyć przy użyciu wskazanego rozszerzonego klucza publicznego
pt_pt: Não foi possível criar usando a chave pública estendida especificada
ro_ro: Nu s-a putut crea utilizând cheia publică extinsă specificată
ru_ru: Не удалось создать используя указанный расширенный открытый ключ
sr_cs: Nije moguće kreirati korišćenjem navedenog proširenog javnog ključa
tr_tr: Belirtilen genişletilmiş genel anahtar kullanılarak oluşturulamadı
vi_vn: Không thể tạo bằng cách sử dụng phím công khai mở rộng xác định
