Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: 'Receive' tab → 'Claim funds using textcoin' button.
ar_sa: تبويبة ‘الإستلام‘ ⟵ المطالبة بالرصيد عن طريق زر الـ textcoin.
da_dk: 'Modtag'-menu → 'Anmod om beløb via textcoin'-knap.
de_de: ‘Empfangen’-Tab → ‘Gelder mittels Textcoin einlösen '-Button.
el_gr: Καρτέλα 'Λήψη' → 'Διεκδικήστε κεφάλαια χρησιμοποιώντας το textcoin' κουμπί.
es_es: Pestaña 'Recibir' → botón 'Reclamar fondos mediante texto'.
et_ee: 'Võta vastu' vaheleht → 'Tekstiliste vahendite omaksvõtmine' nuppu.
fil_ph: 'Taga-tanggap' na tab → 'Kunin ang mga pondo gamit ang textcoin' na button.
fr_fr: Onglet 'Recevoir' → Demander un montant via textcoin.
it_it: Scheda 'Ricevi' → Pulsante 'Reclama fondi usando textcoin'.
ja_jp: 「'受取」タブ→「textcoinでお金を受け取る」ボタン
ko_kr: '받기' 탭 → '텍스트코인을 이용한 자금 요청' 버튼
nl_nl: 'Ontvangen' tabblad → 'Claim vermogen met behulp van textcoin' knop.
pl_pl: Zakładka 'Odbierz' → 'Odbierz środki przy użyciu przycisku textcoin'.
ro_ro: Fila 'Primire' → Butonul 'Revendicare fonduri folosind textcoin'.
ru_ru: Вкладка 'Получить' → кнопка 'Запросить деньги через textcoin'.
sr_cs: 'Primljeno' tab → 'Primite uplatu korišćenjem textcoin-a' dugme.
vi_vn: Tab 'Nhận' → nút 'Tiền bồi thường bằng cách sử dụng textcoin'.

source: (The site won't see your balance and no money will be spent)
ar_sa: (الموقع لن يرى رصيدك الحالي و لن يكون بإمكانه إنفاق أي من أموالك)
bs_ba: (Stranica neće vidjeti vaše stanje i novac neće biti potrošen)
cs_cz: (Na síti nebude vidět zůstatek a žádné peníze nebudou utraceny)
da_dk: (Siden ser ikke din balance og ingen penge bliver brugt)
de_de: (Diese Seite wird Ihr Guthaben nicht sehen und kein Geld wird ausgegeben)
el_gr: (Το site δεν θα βλέπει το υπόλοιπο σας και δεν θα δαπανηθούν καθόλου χρήματα)
es_es: (El sitio no verá su balance, no se gastará ningún dinero)
et_ee: (Veebileht ei näe kontojääki ja raha ei kulutata)
fil_ph: (Hindi makikita ng site na ito ang iyong balanse at walang pera ang magagasto)
fr_fr: (Le site ne verra pas votre solde et aucun byte ne sera dépensé)
hi_in: (यह साइट आपको शेष राशी नहीं दिखायेगा और कोई पैसा खर्च नहीं होगा)
it_it: (Il sito non vedrà il tuo saldo e soldi non saranno spesi)
ja_jp: (サイトが残高を見たり、お金を使用することはありません)
ko_kr: (사이트는 당신의 잔액을 표시하지 않고 어떠한 돈도 들어가지 않습니다.)
nl_nl: (De site kan uw saldo niet zien en er zal geen geld uitgegeven worden)
pl_pl: (Strona nie zobaczy Twojego salda i żadne środki nie zostaną wysłane)
pt_pt: (O site não verá o seu saldo e nenhum dinheiro será gasto)
ro_ro: (Site-ul nu va vedea soldul dumneavoastră şi nici un ban va fi cheltuit)
ru_ru: (Сайт не будет видеть Ваш баланс и деньги не будут потрачены)
sr_cs: (Sajt neće videti stanje na Vašem računu i novac neće moći da se troši)
sv: (Siten kommer inte se ding behållning och inga pengar spenderas)
tr_tr: (Site sizin hesap bakiyenizi görmeyecek ve para harcanmayacaktır)
vi_vn: (Trang web sẽ không hiển thị số dư của bạn và không đồng tiền nào sẽ được sử dụng)

source: (current wallet)
ar_sa: (المحفظة الحالية)
da_dk: (nuværende wallet)
de_de: (aktuelles Wallet)
el_gr: (Τρέχον πορτοφόλι)
es_es: (monedero actual)
et_ee: (hetkel valitud rahakott)
fil_ph: (kasalukuyang pitaka)
fr_fr: (portefeuille actuel)
it_it: (portafoglio attuale)
ja_jp: (現在のウォレット)
ko_kr: (현재 지갑)
nl_nl: (huidige portefeuille)
pl_pl: (bieżący portfel)
ro_ro: (portofel actual)
ru_ru: (текущий кошелек)
sr_cs: (novčanik koji se trenutno koristi)
tr_tr: (Mevcut cüzdan)
vi_vn: (Ví hiện tại)

source: (my other wallet)
ar_sa: (محفظتي الأخرى)
da_dk: (en anden wallet)
de_de: (mein anderes Wallet)
el_gr: (Το άλλο μου πορτοφόλι)
es_es: (mi otro monedero)
et_ee: (hetkel mitte valitud rahakott)
fr_fr: (mon autre portefeuille)
it_it: (il mio altro portafoglio)
ja_jp: (他のウォレット)
ko_kr: (나의 다른 지갑)
nl_nl: (mijn andere portefeuille)
pl_pl: (mój inny portfel)
ru_ru: (другой мой кошелек)
sr_cs: (moj drugi novčanik)

source: (possible double spend)
ar_sa: (إنفاق مزدوج محتمل)
bs_ba: (moguće dvostruko plaćanje)
cs_cz: (pravděpodobně dvojitá platba)
da_dk: (risiko for double spend)
de_de: (mögliche Doppelausgabe)
el_gr: (πιθανή διπλή συναλλαγή)
es_es: (Posible doble gasto)
et_ee: (tõenäoline topelt-kulutamine)
fil_ph: (posible ma doble ang gastusin)
fr_fr: (double dépense éventuelle)
hi_in: (संभवतः दुगुना खर्च)
it_it: (possibile doppia spesa)
ja_jp: (二重払いの可能性あり)
ko_kr: (이중 지불 가능성 있음)
nl_nl: (mogelijk dubbel uitgegeven)
pl_pl: (przypuszczalne podwójne wydanie środków)
pt_pt: (Possível gasto duplo)
ro_ro: (posibilă dublă cheltuire)
ru_ru: (возможна двойная трата)
sr_cs: (mogućnost dvostrukog trošenja)
sv: (möjlig dublett-spendering)
tr_tr: (olası çift harcama)
vi_vn: (có khả năng đã xảy ra "Gửi kép")

source: -- Select co-signer --
ar_sa: -- قم بإختيار المشارك--
bs_ba: -- Odaberite drugog potpisnika --
cs_cz: -- Vyber si připodepisujícho --
da_dk: -- Vælg medunderskriver --
de_de: -- Mitunterzeichner auswählen --
el_gr: --Επιλέξτε συνυπογράφων--
es_es: -- Seleccione co-firmante --
et_ee: -- Vali kaasallkirjastaja --
fil_ph: -- Pumili ng co-singer --
fr_fr: -- Sélectionnez cosignataire --
hi_in: --सह-हस्ताक्षरकर्ता चुने--
it_it: -- Seleziona co-firmatario --
ja_jp: -- 連署者を選択してください --
ko_kr: -- 공동 서명자 선택 --
nl_nl: --Selecteer een medeondertekenaar--
pl_pl: -- Wybierz współsygnatariusza --
pt_pt: -- Selecionar o fiador --
ro_ro: --Selectați co-semnatar--
ru_ru: -- Выберите совладельца --
sr_cs: -- Odaberite drugog potpisnika --
tr_tr: --Ortak imzacı seç--
vi_vn: -- Lựa chọn cùng ký --

source: 12 words separated by dashes
ar_sa: 12 كلمة مفصولة بوصلات
bs_ba: 12 riječi odvojenih crtama
cs_cz: 12 slov oddělených pomlčkami
da_dk: 12 ord adskilt af bindestreger
de_de: 12 Wörter durch Bindestriche getrennt
el_gr: 12 λέξεις διαχωρισμένες με παύλες
es_es: 12 palabras separadas por guiones
et_ee: 12 kriipsudega eraldatud sõna
fil_ph: 12 na salita na pinaghihiwalay ng mga gitling
fr_fr: 12 mots séparés par des tirets
hi_in: डैश से अलग किए गए १२ शब्द
it_it: 12 parole separate da trattini
ja_jp: ダッシュで区切られた12のワード
ko_kr: 대시로 구분된 12단어
nl_nl: 12 woorden, gescheiden door streepjes
pl_pl: 12 wyrazów oddzielonych myślnikami
pt_pt: 12 palavras separadas por hífenes
ro_ro: 12 cuvinte separate prin cratime
ru_ru: 12 слов, разделённых пробелами
sr_cs: 12 reči odvojenih crticama
tr_tr: Tire ile ayrılmış 12 kelime
vi_vn: 12 từ được ngăn cách bởi các dấu gạch ngang

source: AAs not allowed in multi-send
et_ee: Autonoomne Agent ei saa olla üks mitmest saajatest

source: About Obyte
ar_sa: حول Obyte
da_dk: Om Obyte
de_de: Über Obyte
et_ee: Info Obyte kohta
fr_fr: À propos d'Obyte
ko_kr: Obyte 소개
nl_nl: Over Obyte
pl_pl: O Obyte
sr_cs: O Obyte

source: Accept
ar_sa: الموافقة
bs_ba: Slažem se
cs_cz: Přijmout
da_dk: Acceptér
de_de: Akzeptieren
el_gr: Αποδοχή
es_es: Aceptar
et_ee: Nõustun
fil_ph: Tanggapin
fr_fr: Accepter
hi_in: स्वीकारें
it_it: Accetta
ja_jp: 承認
ko_kr: 수락
nl_nl: Accepteren
pl_pl: Potwierdź
pt_pt: Aceitar
ro_ro: Acceptă
ru_ru: Принять
sr_cs: Prihvati
sv: Godkänn
tr_tr: Kabul et
vi_vn: Chấp nhận

source: Accept invitation
ar_sa: قبول الدعوة
bs_ba: Prihvati pozivanje
cs_cz: Přijmout pozvání
da_dk: Acceptér invitation
de_de: Einladung akzeptieren
el_gr: Αποδοχή πρόσκλησης
es_es: Aceptar invitación
et_ee: Võta kutse vastu
fil_ph: Tanggapin ang imbitasyon
fr_fr: Accepter l'invitation
hi_in: निमंत्रण स्वीकारें
it_it: Accetta l'invito
ja_jp: 招待の受け入れ
ko_kr: 초대 수락
nl_nl: Uitnodiging accepteren
pl_pl: Akceptuj zaproszenie
pt_pt: Aceitar convite
ro_ro: Acceptă invitația
ru_ru: Принять приглашение
sr_cs: Prihvati pozivnicu
sv: Godkänn inbjudan
tr_tr: Daveti kabul et
vi_vn: Chấp nhận lời mời

source: Accept invitation from the other device
ar_sa: قبول الدعوة من جهاز أخر
bs_ba: Prihvatite pozivanje sa drugog uređaja
cs_cz: Přijmout pozvání od jiného zařízení
da_dk: Acceptér invitation fra anden enhed
de_de: Einladung eines anderen Gerätes akzeptieren
el_gr: Αποδοχή πρόσκλησης από την άλλη συσκευή
es_es: Aceptar invitación de otro dispositivo
et_ee: Võta teiselt seadmelt kutse vastu
fil_ph: Tanggapin ang imbitasiyon mula sa ibang device
fr_fr: Accepter l'invitation de l'autre appareil
hi_in: दूसरे उपकरण से आये निमंत्रण स्वीकार करें
it_it: Accetta l'invito da un altro dispositivo
ja_jp: 他のデバイスからの招待の受け入れ
ko_kr: 다른 기기에서 요청한 초대 수락
nl_nl: Accepteer de uitnodiging van het andere toestel
pl_pl: Akceptuj zaproszenie od innego urządzenia
pt_pt: Aceitar convite de outro dispositivo
ro_ro: Acceptă invitaţia de la celălalt aparat
ru_ru: Принять приглашение от другого устройства
sr_cs: Prihvatite pozivnicu sa drugog uređaja
sv: Godkänn inbjudan från annan enhet
tr_tr: Diğer cihazdan gelen davetiyeyi kabul et
vi_vn: Chấp nhận lời mời từ một thiết bị khác

source: Account
ar_sa: الحساب
bs_ba: Račun
cs_cz: Účet
da_dk: Konto
de_de: Konto
el_gr: Λογαριασμός
es_es: Cuenta
et_ee: Konto Järjekord
fr_fr: Compte
hi_in: खाता
ja_jp: アカウント
ko_kr: 계정
nl_nl: Profiel
pl_pl: Konto
pt_pt: Conta
ro_ro: Cont
ru_ru: Аккаунт
sr_cs: Nalog
sv: Konto
tr_tr: Hesap
vi_vn: Tài khoản

source: Add Bot
ar_sa: إضافة بوت
bs_ba: Dodajte Robot
cs_cz: Přidat Bot
da_dk: Tilføj Bot
de_de: Bot hinzufügen
el_gr: Προσθήκη Bot
es_es: Añadir Bot
et_ee: Lisa Vestlusrobot
fil_ph: Magdagdag ng Bot
fr_fr: Ajouter Bot
hi_in: बॉट जोड़ें
it_it: Aggiungi Bot
ja_jp: Botを追加
ko_kr: 봇 추가
nl_nl: Bot toevoegen
pl_pl: Dodaj bota
pt_pt: Adicionar Bot
ro_ro: Adaugă Bot
ru_ru: Добавить бота
sr_cs: Dodajte Bota
tr_tr: Bot ekle
vi_vn: Thêm Bot

source: Add a new device
ar_sa: أضف جهاز أخر
bs_ba: Dodajte novi uređaj
cs_cz: Přidat nové zařízení
da_dk: Tilføj ny enhed
de_de: Ein neues Gerät hinzufügen
el_gr: Προσθήκη νέας συσκευής
es_es: Añadir nuevo dispositivo
et_ee: Lisa uus seade
fil_ph: Magdagdag ng bagong device
fr_fr: Ajouter un nouvel appareil
hi_in: नया डिवाइस जोड़ें
it_it: Aggiungi un nuovo dispositivo
ja_jp: デバイスの追加
ko_kr: 새로운 기기 추가
nl_nl: Nieuw apparaat toevoegen
pl_pl: Dodaj nowe urządzenie
pt_pt: Adicionar novo dispositivo
ro_ro: Adaugă un aparat nou
ru_ru: Добавить новое устройство
sr_cs: Dodajte novi uređaj
sv: Lägg till ny enhet
tr_tr: Yeni bir cihaz ekle
vi_vn: Thêm một thiết bị mới

source: Add a new entry
ar_sa: أضف جهة إتصال جديدة
bs_ba: Dodajte novi zapis
cs_cz: Přidat nový záznam
da_dk: Tilføj ny post
de_de: Einen neuen Eintrag hinzufügen
el_gr: Προσθήκη νέας καταχώρησης
es_es: Añadir entrada nueva
et_ee: Lisa uus kirje
fil_ph: Magdagdag ng bagong entry
fr_fr: Ajouter une nouvelle entrée
hi_in: नयी टीम जोड़ें
it_it: Aggiungi una nuova voce
ja_jp: エントリーの追加
ko_kr: 새로운 주소 추가
nl_nl: Een nieuwe entry toevoegen
pl_pl: Dodaj nowy wpis
pt_pt: Adicionar nova entrada
ro_ro: Adăugă o nouă intrare
ru_ru: Добавить новую запись
sr_cs: Dodaj novu stavku
sv: Lägg till ny post
tr_tr: Yeni bir girdi ekle
vi_vn: Thêm một mục nhập mới

source: Add address
ar_sa: إضافة عنوان
de_de: Adresse hinzufügen
et_ee: Lisa aadress
fr_fr: Ajouter une adresse
ko_kr: 주소 추가
pl_pl: Dodaj adres

source: Add answer
ar_sa: إضافة جواب
da_dk: Tilføj svar
de_de: Antwort hinzufügen
el_gr: Προσθήκη απάντησης
es_es: Añadir respuesta
et_ee: Lisa vastus
fr_fr: Ajouter une réponse
ko_kr: 답변 추가
nl_nl: Antwoord toevoegen
pl_pl: Dodaj odpowiedź
pt_pt: Adicionar resposta
ru_ru: Добавить вариант ответа
sr_cs: Dodaj odgovor

source: Add fields
ar_sa: إضافة نطاق جديد
bs_ba: Dodajte polja
cs_cz: Přidat pole
da_dk: Tilføj felter
de_de: Felder hinzufügen
el_gr: Προσθήκη πεδίων
es_es: Añadir campos
et_ee: Lisa väljad
fil_ph: Magdagdag ng mga patlang
fr_fr: Ajouter des champs
hi_in: नया क्षेत्र जोड़े
it_it: Aggiungi campi
ja_jp: 入力欄を追加
ko_kr: 필드 추가
nl_nl: Velden toevoegen
pl_pl: Dodaj pola
pt_pt: Adicionar campos
ro_ro: Adaugă câmpuri
ru_ru: Добавить поля
sr_cs: Dodaj polje
tr_tr: Alan ekle
vi_vn: Thêm trường

source: Add wallet
ar_sa: أضف محفظة جديدة
bs_ba: Dodajte novčanik
cs_cz: Přidat peněženku
da_dk: Tilføj wallet
de_de: Wallet hinzufügen
el_gr: Προσθήκη πορτοφολιού
es_es: Añadir monedero
et_ee: Lisa rahakott
fil_ph: Magdagdag ng pitaka
fr_fr: Ajouter un portefeuille
hi_in: वटुवा जोड़ें
it_it: Aggiungi un portafoglio
ja_jp: ウォレットを追加
ko_kr: 지갑 추가
nl_nl: Portefeuille toevoegen
pl_pl: Dodaj portfel
ro_ro: Adaugă portofel
ru_ru: Добавить кошелек
sr_cs: Dodaj novčanik
sv: Lägg till plånbok
tr_tr: Cüzdan ekle
vi_vn: Tạo thêm một ví

source: Added
ar_sa: تمت الإضافة
bs_ba: Dodato
cs_cz: Přidáno
da_dk: Tilføjet
de_de: Hinzugefügt
el_gr: Προστέθηκε
es_es: Añadido
et_ee: Lisatud
fil_ph: Idinagdag
fr_fr: Ajouté
hi_in: संकलित
it_it: Aggiunto
ja_jp: 追加済
ko_kr: 추가됨
nl_nl: Toegevoegd
pl_pl: Dodano
pt_pt: Adicionado
ro_ro: Adăugat
ru_ru: Добавлен
sr_cs: Dodato
tr_tr: Eklendi
vi_vn: Đã Thêm

source: Address
ar_sa: العنوان
bs_ba: Adresa
cs_cz: Adresa
da_dk: Adresse
de_de: Adresse
el_gr: Διεύθυνση
es_es: Dirección
et_ee: Aadress
fr_fr: Adresse
hi_in: पता
it_it: Indirizzo
ja_jp: アドレス
ko_kr: 주소
nl_nl: Adres
pl_pl: Adres
pt_pt: Endereço
ro_ro: Adresă
ru_ru: Адрес
sr_cs: Adresa
tr_tr: Adres
vi_vn: Địa chỉ

source: Address to attest
ar_sa: العناوين التي يجب تأكيدها
bs_ba: Adresa za potvrdu
cs_cz: Adresa pro potvrzení
da_dk: Adresse der skal bevidnes
de_de: Adresse die bestätigt werden soll
el_gr: Διεύθυνση προς επιβεβαίωση
es_es: Dirección a verificar
et_ee: Tõendatav aadress
fil_ph: Mensahe upang maipagtunay
fr_fr: Adresse à attester
hi_in: निवेदन / पता हस्ताक्षर करने के लिए
it_it: Indirizzo da attestare
ja_jp: 認証するアドレス
ko_kr: 인증하려는 주소
nl_nl: Adres om te bevestigen
pl_pl: Adres poświadczenia
pt_pt: Endereço para atestar
ro_ro: Adresă pentru a atesta
ru_ru: Какой адрес атттестовать
sr_cs: Adresu koju treba potvrditi
tr_tr: Doğrulanacak adres
vi_vn: Địa chỉ để chứng thực

source: Address:
ar_sa: عنوان:
de_de: Adresse:
et_ee: Aadress:

source: Addressbook
ar_sa: لائحة العناوين
bs_ba: Adresar
cs_cz: Adresář
da_dk: Adressebog
de_de: Adressbuch
el_gr: Βιβλίο διευθύνσεων
es_es: Libreta de direcciones
et_ee: Aadressiraamat
fr_fr: Répertoire
hi_in: पता पुस्तिका
it_it: Rubrica indirizzi
ja_jp: アドレス帳
ko_kr: 주소록
nl_nl: Adresboek
pl_pl: Książka Adresowa
pt_pt: Livro de Endereços
ro_ro: Agendă
ru_ru: Адресная книга
sr_cs: Adresar
sv: Addressbok
tr_tr: Adres defteri
vi_vn: Danh bạ

source: Addresses
ar_sa: العناوين
de_de: Adressen
et_ee: Aadressid
fr_fr: Adresses
ko_kr: 주소
pl_pl: Adresy

source: Advanced
ar_sa: خيارات متقدمة
bs_ba: Napredno
cs_cz: Pokročilé
da_dk: Avanceret
de_de: Erweitert
el_gr: Για προχωρημένους
es_es: Avanzado
et_ee: Lisavalikud
fil_ph: Mas Pinahusay
fr_fr: Paramètres avancés
hi_in: विकसित
it_it: Avanzato
ja_jp: 上級者向け
ko_kr: 고급 설정
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_pt: Avançado
ro_ro: Avansat
ru_ru: Подробнее
sr_cs: Napredna podešavanja
sv: Avancerat
tr_tr: Gelişmiş
vi_vn: Tuỳ chọn nâng cao

source: After accepting the contract, you will be asked to sign a transaction containing this contract's hash. This second step happens as soon as the offerer receives your response.
ar_sa: بعد قبول العقد ، سيُطلب منك التوقيع على معاملة تحتوي على تجزئة هذا العقد. تحدث هذه الخطوة الثانية بمجرد تلقي مقدم العرض ردك.
de_de: Nach der Annahme des Vertrages werden Sie aufgefordert, eine Transaktion mit dem Hash dieses Vertrages zu unterzeichnen. Dieser zweite Schritt geschieht, sobald der Anbieter Ihre Antwort erhält.
et_ee: Pärast lepinguga nõustumist küsitakse sul allkirjastada tehing, mis sisaldab lepingu räsi. See etapp toimub kohe pärast seda kui lepingu esitaja saab kätte sinu vastuse.
fr_fr: Après avoir accepté le contrat, on vous demandera de signer une transaction contenant le hash de ce contrat. Cette deuxième étape se produit dès que le demandeur reçoit votre réponse.
ko_kr: 이 계약에 동의한 후에는 이 계약의 해시가 포함된 트랜잭션에 서명할 것을 요청받을 것입니다. 이 두 번째 과정은 계약 제공자가 당신의 응답을 받자마자 발생합니다.
pl_pl: Po zaakceptowani kontraktu zostaniesz poproszony o podpisanie transakcji zawierającej hash tego kontraktu. Ten drugi krok nastąpi jak tylko oferent otrzyma Twoją odpowiedź.

source: After writing it down, find this transaction in
ar_sa: بعد كتابتها في مكان أمن, يمكنك العثور على هذه المعاملة في
da_dk: Når du har skrevet det ned, findes transaktionen i
de_de: Nachdem Sie diese aufgeschrieben haben, finden Sie die Transaktion in
el_gr: Αφού τη σημειώσετε, βρείτε αυτή τη συναλλαγή σε
es_es: Después de escribirlo, encuentre esta transacción en
et_ee: Pärast üleskirjutamist, leia see tehing sakilt
fil_ph: Pagkatapos isulat ito, hanapin ang transaksyon na ito sa
fr_fr: Après l'avoir noté, trouvez cette transaction dans
it_it: Dopo averlo annotata, trova questa transazione in
ja_jp: 書き留めてからこのトランザクションを探します
ko_kr: 텍스트코인 정보를 별도로 기록하세요. 관련 트랜잭션은 이곳에서 확인할 수 있습니다
nl_nl: Na het opschrijven vindt je deze transactie in
pl_pl: Po zapisaniu tych danych, znajdziesz tę transkakcję w
pt_pt: Depois de anotar, encontre esta transação em
ro_ro: După ce l-ați scris, găsește această tranzacție în
ru_ru: После написания, найти эту транзакцию в
sr_cs: Nakon što ste izvršili upisivanje, transakciju ćete pronaći u
vi_vn: Sau khi viết nó xuống, tìm kiếm giao dịch này trong

source: Agree
ar_sa: موافق
bs_ba: Slažem se
cs_cz: Souhlas
da_dk: Bekræft
de_de: Zustimmen
el_gr: Συμφωνώ
es_es: Aceptar
et_ee: Nõustun
fil_ph: Sumasang-ayon
fr_fr: Accepter
hi_in: सहमत हैं
it_it: Accetto
ja_jp: 同意します
ko_kr: 동의합니다
nl_nl: Akkoord
pl_pl: Zgoda
pt_pt: Concordar
ro_ro: Sunt de acord
ru_ru: Соглашаюсь
sr_cs: Slažеm sе
sv: Samtyck
tr_tr: Kabul et
vi_vn: Đồng ý

source: Alias for
ar_sa: الاسم المستعار ل
de_de: Alias für
et_ee: Nimi rahakotile
fr_fr: Alias de

source: All Wallet Addresses
ar_sa: جميع عناوين المحافظ
bs_ba: Sve novčanik adrese
cs_cz: Všechny adresy peněženky
da_dk: Alle wallet-adresser
de_de: Alle Adressen dieses Wallets
el_gr: Όλες οι διευθύνσεις πορτοφολιών
es_es: Todas las direcciones
et_ee: Kõik rahakoti aadressid
fil_ph: Lahat ng mga Address ng Pitaka
fr_fr: Toutes les adresses du portefeuille
hi_in: सभी वॉलेट पतें
it_it: Tutti gli indirizzi del portafoglio
ja_jp: 全てのウォレットアドレス
ko_kr: 모든 지갑 주소
nl_nl: Allle Portefeuilles
pl_pl: Wszystkie adresy portfela
ro_ro: Toate adresele portofelului
ru_ru: Все адреса кошелька
sr_cs: Sve adrese novčanika
sv: Alla plånboksaddresser
tr_tr: Tüm Cüzdan Adresleri
vi_vn: Tất cả địa chỉ ví

source: All contributions to Obyte's translation are welcome. Sign up at crowdin.com and join the O<sub>byte</sub> project at
ar_sa: جميع المساهمات في ترجمة Obyte هي موضع ترحيب. اشترك في crowdin.com وانضم إلى مشروع <sub>Obyte</sub> في
da_dk: Alle bidrag til oversættelsen af Obyte er velkomne. Opret dig på crowdin.com og deltag i oversættelsen af O<sub>byte</sub>-projektet på
de_de: Beiträge zur Obyte Übersetzung sind willkommen. Meldet euch bei crowdin.com an und tretet dem O<sub>byte</sub> Projekt bei
et_ee: Kõik panused O<sub>byte</sub> tõlkimisel on teretulnud. Registreeru crowdin.com lehel ja liitu projektiga
fr_fr: Toutes les contributions à la traduction de Obyte sont les bienvenues. Inscrivez vous sur crowdin.com et rejoignez le projet O<sub>byte</sub> sur
ko_kr: Obyte 번역 공헌은 언제나 환영합니다. crowdin.com 에 가입하시고 O<sub>byte</sub> 프로젝트 번역 공헌자로 합류해주세요.
nl_nl: Alle bijdragen aan de vertaling van Obyte zijn welkom. Meld je aan op crowdin.com en sluit je aan bij het O<sub>byte</sub> project op
pl_pl: Zapraszamy wszystkich do tłumaczenia Obyte. Utwórz konto na crowdin.com i dołącz do projektu O<sub>byte</sub>
sr_cs: Svi doprinosi u vidu prevođenja projekta Obyte su više nego dobrodošli. Prijavite se na crowdin.com i pridružite se projektu O<sub>byte</sub>:

source: Already Paid
ar_sa: تم الدفع
bs_ba: Već plaćeno
cs_cz: Již zaplaceno
da_dk: Allerede betalt
de_de: bereits bezahlt
el_gr: Ήδη πληρωμένο
es_es: Ya pagado
et_ee: Juba Makstud
fil_ph: Nakapagbayad na
fr_fr: Déjà payé
hi_in: पहले ही भुगतान हो गया है
it_it: Già pagato
ja_jp: 既に支払い済みです
ko_kr: 이미 결제했음
nl_nl: Reeds betaald
pl_pl: Już zapłacone
pt_pt: Pago
ro_ro: A fost achitat
ru_ru: Уже оплачено
sr_cs: Već je plaćeno
tr_tr: Zaten Ödendi
vi_vn: Đã thanh toán

source: Already saved
ar_sa: تم الحفظ من قبل
da_dk: Allerede gemt
de_de: Bereits gespeichert
el_gr: Ήδη αποθηκευμένο
es_es: Ya guardado
et_ee: Juba salvestatud
fil_ph: Nai-save na
fr_fr: Déjà sauvegardé
it_it: Già salvato
ja_jp: 保存済みです
ko_kr: 이미 저장됨
nl_nl: Reeds opgeslagen
pl_pl: Już zapisano
pt_pt: Já guardado
ro_ro: A fost deja salvat
ru_ru: Уже сохранено
sr_cs: Već je sačuvano
tr_tr: Daha önceden kaydedilmiş
vi_vn: Đã lưu

source: Also
ar_sa: أيضا
bs_ba: Također
cs_cz: Také
da_dk: Herudover
de_de: Auch
el_gr: Επίσης
es_es: Además
et_ee: Lisaks
fil_ph: At saka
fr_fr: Aussi
hi_in: और भी
it_it: Anche
ja_jp: また
ko_kr: 또한
nl_nl: Ook
pl_pl: Oraz
pt_pt: Também
ro_ro: De asemenea
ru_ru: Также
sr_cs: Takođe
sv: Även
tr_tr: Ayrıca
vi_vn: Cũng có

source: Also in the Settings menu, you will find security options such as setting a password.
ar_sa: كما ستجد في قائمة الإعدادات خيارات أمان مثل إنشاء كلمة المرور.
bs_ba: Također u izborniku Postavke, naći ćete pogodnosti sigurnosti kao što je postavljanje šifre.
cs_cz: V nabídce nastavení také najdete možnosti zabezpečení, například nastavení hesla.
da_dk: Herudover kan du under Indstillinger også finde sikkerhedsindstillinger og sætte dit password.
de_de: Im Menü "Einstellungen" befinden sich Sicherheitsoptionen um z.B. ein Passwort festzulegen.
el_gr: Επίσης, στο μενού "Ρυθμίσεις" θα βρείτε επιλογές ασφαλείας, όπως τον ορισμό κωδικού πρόσβασης.
es_es: También hay opciones de seguridad en el menú de configuración, pej. establecer contraseñas.
et_ee: Lisaks leiad Seaded menüüst turvalisuse seadeid nagu salasõna seadistamine.
fil_ph: Pati na rin sa Settings na menu, makikita ninyo ang mga opsyon para sa seguridad gaya ng pagtatakda ng password.
fr_fr: Également dans le menu réglages, vous trouverez des options de sécurité telles que la définition d’un mot de passe.
hi_in: समायोजन मेनुए में भी, आप सुरक्क्षा विक्लप जैसे पासवर्ड समायोजन पवोगे।
it_it: Inoltre nel menu impostazioni, troverete le opzioni di sicurezza tra cui l'impostazione di una password.
ja_jp: また、設定メニューにパスワード設定のセキュリティオプションがあります。
ko_kr: 설정 메뉴에서 비밀번호 설정같은 보안 옵션을 설정할 수 있습니다.
nl_nl: Verder kunt u in het intellingen menu opties vinden zoals het instellen van een wachtwoord.
pl_pl: W menu Ustawienia znajdziesz także opcje dotyczące bezpieczeństwa, takie jak ustawianie hasła.
pt_pt: Também no menu de configurações, você encontrará opções de segurança, como definir uma senha.
ro_ro: De asemenea, în setări, veţi găsi opţiunile de securitate, cum ar fi setarea unei parole.
ru_ru: Также в меню «Настройки» Вы найдете параметры безопасности, такие как установка пароля.
sr_cs: Osim toga, u meniju "Podešavanja", naći ćete bezbednosne opcije poput podešavanja lozinke.
tr_tr: Ayrıca Ayarlar menüsünde, bir şifre belirleme gibi güvenlik seçeneklerini bulacaksınız.
vi_vn: Cũng trong menu cài đặt, bạn sẽ tìm thấy tùy chọn bảo mật như thiết lập một mật khẩu.

source: Also send data...
ar_sa: إرسال البيانات أيضًا...
de_de: Auch Daten senden...
et_ee: Lisa ka andmeid...
fr_fr: Envoyer aussi des données...
