Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Sending...
ar_sa: إرسال...
bs_ba: Slanje...
cs_cz: Odesílám...
da_dk: Sender...
de_de: Sende...
el_gr: Αποστολή...
es_es: Enviando...
et_ee: Saatmine...
fil_ph: Nagpapadala...
fr_fr: Envoi en cours...
hi_in: भेज रहे है...
it_it: Invio in corso...
ja_jp: 送信中...
ko_kr: 보내는 중...
nl_nl: Bezig met verzenden...
pl_pl: Wysyłanie...
pt_pt: A enviar...
ro_ro: Se trimite...
ru_ru: Отправка...
sr_cs: Šalje se...
tr_tr: Gönderiliyor...
vi_vn: Đang gửi...

source: Sent
ar_sa: أرسلت
bs_ba: Poslano
cs_cz: Odesláno
da_dk: Sendt
de_de: Gesendet
el_gr: Απεσταλμένα
es_es: Enviado
et_ee: Välja
fil_ph: Naipadala
fr_fr: Envoyée
hi_in: भेजा गया
it_it: Inviato
ja_jp: 送金済み
ko_kr: 보내짐
nl_nl: Verstuurd
pl_pl: Wysłane
pt_pt: Enviado
ro_ro: Trimis
ru_ru: Отправлено
sr_cs: Pošalji
sv: Skickat
tr_tr: Gönderildi
vi_vn: Đã gửi

source: Session log
ar_sa: سجل الدخول و الخروج
bs_ba: Zapisnik
cs_cz: Protokol relace
da_dk: Sessions-log
de_de: Sitzungsprotokoll
el_gr: Μητρώο συνεδρίας
es_es: Registro de sesión
et_ee: Sessioonide logi
fil_ph: Log ng sesyon
fr_fr: Journal de session
hi_in: सेशन अभिलेख
it_it: Registro sessione
ja_jp: セッションのログ
ko_kr: 세션 로그
nl_nl: Log van de sessie
pl_pl: Dziennik sesji
pt_pt: Registro de Sessão
ro_ro: Jurnal de sesiune
ru_ru: Журнал сеанса
sr_cs: Evidencija o sesiji
tr_tr: Oturum günlüğü
vi_vn: Phiên đăng nhập

source: Set up a Password
ar_sa: تحديد كلمة السر
bs_ba: Postavite šifru
cs_cz: Nastavení hesla
da_dk: Opret adgangskode
de_de: Passwort einrichten
el_gr: Ορίστε έναν κωδικό πρόσβασης
es_es: Establecer contraseña
et_ee: Määra salasõna
fil_ph: Mag-set up ng Password
fr_fr: Spécifiez un mot de passe
hi_in: एक पासवर्ड तैयार करें
it_it: Imposta una password
ja_jp: パスワード設定
ko_kr: 패스워드 설정하기
nl_nl: Maak een wachtwoord aan
pl_pl: Ustaw Hasło
pt_pt: Configure uma senha
ro_ro: Setaţi o parolă
ru_ru: Задайте пароль
sr_cs: Podešavanje lozinke
tr_tr: Bir Şifre belirle
vi_vn: Cài đặt mật khẩu

source: Set up a password
ar_sa: تحديد كلمة السر
bs_ba: Postavite šifru
cs_cz: Nastavení hesla
da_dk: Opret adgangskode
de_de: Passwort einrichten
el_gr: Ορίστε έναν κωδικό πρόσβασης
es_es: Establecer contraseña
et_ee: Määra salasõna
fil_ph: Mag-set up ng password
fr_fr: Spécifiez un mot de passe
hi_in: एक पासवर्ड तैयार करें
it_it: Imposta una password
ja_jp: パスワード設定
ko_kr: 패스워드 설정
nl_nl: Maak een wachtwoord aan
pl_pl: Ustal hasło
pt_pt: Configure uma senha
ro_ro: Setaţi o parolă
ru_ru: Выберите пароль
sr_cs: Podešavanje lozinke
tr_tr: Bir şifre belirle
vi_vn: Cài đặt mật khẩu

source: Settings
ar_sa: الإعدادات
bs_ba: Postavke
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Opciones
et_ee: Seaded
fr_fr: Paramètres
hi_in: समायोजन
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
ro_ro: Setări
ru_ru: Настройки
sr_cs: Podešavanja
sv: Inställningar
tr_tr: Ayarlar
vi_vn: Đang cài đặt

source: Share
ar_sa: مشاركة
bs_ba: Podijelite
cs_cz: Sdílet
da_dk: Del
de_de: Teilen
el_gr: Κοινοποίηση
es_es: Compartir
et_ee: Jaga
fil_ph: Ibahagi
fr_fr: Partager
hi_in: साझा करें
it_it: Condividi
ja_jp: シェア
ko_kr: 공유하기
nl_nl: Delen
pl_pl: Udostępnij
pt_pt: Partilhar
ro_ro: Distribuie
ru_ru: Отправить
sr_cs: Podeli
tr_tr: Paylaş
vi_vn: Chia sẻ

source: Share address
ar_sa: مشاركة العنوان
bs_ba: Podijelite adresu
cs_cz: Sdílet adresu
da_dk: Del adresse
de_de: Adresse teilen
el_gr: Κοινοποιήστε τη διεύθυνση
es_es: Compartir dirección
et_ee: Jaga aadressi
fil_ph: Ibahagi ang address
fr_fr: Partager l'adresse
hi_in: पता साझा करें
it_it: Condividi l'indirizzo
ja_jp: アドレスを共有
ko_kr: 주소 공유
nl_nl: Adres delen
pl_pl: Udostępnij adres
pt_pt: Compartilhar endereço
ro_ro: Distribuie adresa
ru_ru: Отправить адрес
sr_cs: Podeli adresu
sv: Dela address
tr_tr: Adresi paylaş
vi_vn: Chia sẻ địa chỉ

source: Share the code
ar_sa: مشاركة الرمز
da_dk: Del koden
de_de: Den Code teilen
el_gr: Κοινοποίηση του κωδικού
es_es: Compartir código
et_ee: Jaga koodi
fr_fr: Partagez le code
ko_kr: 코드 공유
nl_nl: Deel de code
pt_pt: Partilhar o código
ru_ru: Поделиться кодом
sr_cs: Podeli kod

source: Share this wallet address to receive payments.
ar_sa: مشاركة عنوان هذه المحفظة من أجل إستلام الدفع.
bs_ba: Podijelite uvu adresu za novčanik da biste primili isplatu.
cs_cz: Sdílejte tuto peněženku adresu pro příjem plateb.
da_dk: Del denne wallet-adresse for at modtage betalinger.
de_de: Teilen Sie diese Adresse, um Zahlungen zu erhalten.
el_gr: Κοινοποιήστε αυτή τη διεύθυνση πορτοφολιού για να λάβετε πληρωμές.
es_es: Compartir esta dirección de monedero para recibir pagos.
et_ee: Jaga seda rahakoti aadressi maksete saamiseks.
fil_ph: Ibahagi ang wallet address upang makatanggap ng mga pagbabayad.
fr_fr: Partagez cette adresse de portefeuille pour recevoir des paiements.
hi_in: इस बटुवा का पता साझा करें भुगतानों को प्राप्त करने के लिए|
it_it: Condividi questo indirizzo del portafoglio per ricevere pagamenti.
ja_jp: 送金を受けるためにはこのウォレットアドレスを共有して下さい。
ko_kr: 결제 대금을 받기 위해 이 지갑 주소 공유하기
nl_nl: Deel het adres van deze portefeuille om betalingen te ontvangen.
pl_pl: Udostępnij ten adres portfela, aby otrzymywać płatności.
pt_pt: Compartilhe este endereço de carteira para receber pagamentos.
ro_ro: Pentru a primi plăţi, distribuiți acestă adresă a portofelului.
ru_ru: Используйте этот адрес кошелька для получения платежей.
sr_cs: Podelite adresu ovog novčanika kako biste primili uplate.
tr_tr: Ödeme almak için bu cüzdan adresini paylaşın.
vi_vn: Chia sẻ địa chỉ ví này để nhận được các khoản thanh toán.

source: Share via message
ar_sa: مشاركة عن طريق رسالة
bs_ba: Podijelite preko poruke
cs_cz: Sdílet zprávu
da_dk: Del via besked
de_de: Teilen via Nachricht
el_gr: Κοινοποίηση μέσω μηνύματος
es_es: Compartir vía mensaje
et_ee: Sõnumiga jagamiseks
fil_ph: Ibahagi sa pamamagitan ng mensahe
fr_fr: Partager via message
hi_in: सन्देश के द्वारा साझा करें
it_it: Condividi tramite messaggio
ja_jp: メッセージでシェア
ko_kr: 메시지 통해서 공유하기
nl_nl: Delen via bericht
pl_pl: Wyślij przez wiadomość
pt_pt: Compartilhar via mensagem
ro_ro: Distribuie prin mesaj
ru_ru: Отправить через сообщение
sr_cs: Podelite putem poruke
tr_tr: Mesaj ile paylaş
vi_vn: Chia sẻ qua tin nhắn

source: Show all
ar_sa: إظهار الكل
bs_ba: Prikaži sve
cs_cz: Zobrazit vše
da_dk: Vis alle
de_de: Zeige alles
el_gr: Εμφάνιση όλων
es_es: Mostrar todo
et_ee: Näita kõiki
fil_ph: Ipakita lahat
fr_fr: Tout montrer
hi_in: सब दिखाएँ
it_it: Mostra tutti
ja_jp: すべて表示
ko_kr: 모두 보기
nl_nl: Toon alles
pl_pl: Pokaż wszystko
pt_pt: Mostrar todos
ro_ro: Arată tot
ru_ru: Показать все
sr_cs: Prikaži sve
sv: Visa allt
tr_tr: Hepsini Göster
vi_vn: Hiển thị tất cả

source: Show the Wallet Seed Anyway
ar_sa: قم بإظهار seed المحفظة في جميع الحالات
bs_ba: Pokaži dijeljenje svakako
cs_cz: Skutečně zobrazit seed peněženky
da_dk: Vis wallet-seed alligevel
de_de: Wallet-Seed trotzdem anzeigen
el_gr: Εμφάνιση του seed πορτοφολιού ούτως ή άλλως
es_es: Mostrar semilla de todos modos
et_ee: Näita Rahakoti Lähtesõnu
fil_ph: Ipakita ang seed ng pitaka
fr_fr: Montrer la graine de portefeuille quand même
hi_in: किसी तरह से वटुवा बीज दिखाएँ
it_it: Mostra comunque il seed del wallet
ja_jp: ウォレットシードを表示する
ko_kr: 지갑 시드 보기
nl_nl: Toon alsnog de seed van deze portefeuille
pl_pl: Pokaż słowa źródłowe portfela mimo to
pt_pt: Mostrar Seed de Carteira de qualquer forma
ro_ro: Arată seed-ul portofelului oricum
ru_ru: Все равно показать мнемонику (seed) кошелька
sr_cs: Ipak prikaži lozinku za obnovu novčanika (seed)
sv: Visa plånbokens ord-frön ändå
tr_tr: Yine de Cüzdan Kurtarma Kelimelerini göster
vi_vn: Hiển thị tất cả dữ liệu nền bằng mọi cách

source: Sign
ar_sa: التوقيع
da_dk: Signér
de_de: Unterzeichnen
el_gr: Υπογράψτε
es_es: Firmar
et_ee: Allkirjasta
fr_fr: Signer
it_it: Firma
ja_jp: 署名
ko_kr: 서명
nl_nl: Ondertekenen
pl_pl: Podpisz
ru_ru: Подписать
sr_cs: Potpis

source: Sign message
ar_sa: توقيع الرسالة
da_dk: Signér besked
de_de: Nachricht unterzeichnen
el_gr: Υπογράψτε το μήνυμα
es_es: Firmar mensaje
et_ee: Allkirjasta sõnum
fr_fr: Signer le message
it_it: Firma messaggio
ja_jp: メッセージに署名する
ko_kr: 메시지 서명하기
nl_nl: Onderteken bericht
pl_pl: Podpisz wiadomość
ru_ru: Подписать сообщение
sr_cs: Potpiši poruku

source: Signed contracts:
ar_sa: العقود الموقعة:
de_de: Unterschriebene Verträge:
et_ee: Allkirjastatud lepingud:
fr_fr: Contrats signés :

source: Signed message
ar_sa: تم توقيع الرسالة
da_dk: Signeret besked
de_de: Unterzeichnete Nachricht
el_gr: Υπογεγραμμένο μήνυμα
es_es: Mensaje firmado
et_ee: Allkirjastatud sõnum
fr_fr: Message signé
it_it: Messaggio firmato
ja_jp: 署名済みメッセージ
ko_kr: 서명된 메시지
nl_nl: Ondertekend bericht
pl_pl: Podpisana wiadomość
ru_ru: Подписанное сообщение
sr_cs: Potpisana poruka

source: Signing address:
ar_sa: عنوان التوقيع:
da_dk: Signerende adresse:
de_de: Unterzeichnungs-Adresse:
el_gr: Διεύθυνση υπογραφής:
es_es: Dirección firmante:
et_ee: Allkirjastatav aadress:
fr_fr: Adresse de signature :
it_it: Indirizzo della firma:
ja_jp: 署名アドレス:
ko_kr: 서명 주소:
nl_nl: Ondertekenend adres:
pl_pl: Adres podpisu:
ru_ru: Адрес, подписывающий транзакцию:
sr_cs: Adresa za potpisivanje:

source: Single address wallet
ar_sa: محفظة ذات عنوان واحد
bs_ba: Jednoadresni novčanik
cs_cz: Peněženka s jedinou adresou
da_dk: Enkelt-adresse wallet
el_gr: Πορτοφόλι μονής διεύθυνσης
es_es: Monedero de dirección única
et_ee: Ühe aadressiga rahakott
fil_ph: Nag iisang address na pitaka
fr_fr: Portefeuille d'adresse unique
hi_in: एकल पता वाली वटुवा
it_it: Portafoglio con un unico indirizzo
ja_jp: シングルアドレスウォレット
ko_kr: 단일 주소 지갑
nl_nl: Portefeuille met één adres
pl_pl: Portfel o jednym adresie
ro_ro: Portofel cu adresă unică
ru_ru: Кошелёк с одним адресом
sr_cs: Novčanik sa jedinstvenom adresom
tr_tr: Tek adresli cüzdan
vi_vn: Ví địa chỉ duy nhất

source: Single address wallets will not spawn new addresses for every transaction, change will always go to the one and only address the wallet contains.
ar_sa: المحافظ ذات عنوان واحد لن تقوم بوضع عناوين جديدة لكل معاملة، التغيير سوف يمس فقط العناوين الموجودة في المحفظة.
bs_ba: Jednoadresni novčanici neće proizvesti nove adrese prilikom svake transakcije, promjena će uvijek ići na jednu jedinu adresu koju sadrži samo novčanik.
cs_cz: Peněženky s jednou adresou nebudou vytvářet nové adresy pro každou transakci, směna půjde vždy na jedinou adresu kterou peněženka obsahuje.
da_dk: En enkelt-adresse-wallet opretter ikke nye adresser til hver transaktion. Byttepenge vil altid blive returneret til den adresse, denne wallet har.
de_de: Single-Address-Wallets werden keine neue Adressen für jede Transaktion erzeugen, Wechselbeträge werden immer zu dieser alleinigen Adresse gesendet.
el_gr: Τα πορτοφόλια μονής διεύθυνσης δεν θα δημιουργούν νέες διευθύνσεις για κάθε συναλλαγή, η αλλαγή θα μεταβαίνει πάντα στη μία και μοναδική διεύθυνση που περιέχει το πορτοφόλι.
es_es: Los monederos monodirección no generan direcciones nuevas con cada transacción, el cambio irá también a esa única dirección.
et_ee: Ühe aadressiga rahakotid ei tekita iga tehinguga uut aadressi, tehingust ülejäävad vahendid suunatakse alati tagasi ühele ainsale selle rahakoti aadressile.
fil_ph: Mga pitaka na nag iisang address ay hindi gagawa ng mga bagong address para sa bawat transaksyon, Ang change ay laging pupunta sa isa at naglalaman lamang na address ng pitaka.
fr_fr: Les portefeuilles d'adresses uniques ne généreront pas de nouvelles adresses pour chaque transaction, le changement ira toujours à l'adresse unique que contient le portefeuille.
hi_in: एकल पता वाला वटुवा प्रत्येक लेन-देन के लिए नए पते नहीं देगा, परिवर्तन सिर्फ और सिर्फ एक ही पता में जाता है हमेशा जिसे वटुवा रखता है|
it_it: I portafogli ad indirizzo unico non generano nuovi indirizzi per ogni transazione, la modifica andrà sempre all'unico e solo indirizzo che il portafoglio contiene.
ja_jp: シングルアドレスウォレットはすべての取引に対して新しいアドレスを生成しません。変更は常にウォレットに含まれている唯一のアドレスに対して行われます。
ko_kr: 단일 주소 지갑은 트랜잭션마다 새로운 주소를 생성하지 않으며, 변동 사항은 지갑에 담긴 하나의 주소에 모두 기록될 것입니다.
nl_nl: Portefeuilles met één adres zullen niet voor elke transactie nieuwe adressen aanmaken, wisselgeld zal altijd terug gaan naar het enige adres dat de portefeuille heeft.
pl_pl: Portfele o jednym adresie nie będą tworzyć nowych adresów dla każdej transakcji. Reszta z transakcji wraca zawsze do jedynego adresu, jaki portfel zawiera.
ro_ro: Portofelele cu adresă unică nu vor da naștere la noi adrese pentru fiecare tranzacție, schimbarea va merge la singura adresă a portofelului.
ru_ru: Кошелёк с одним адресом (монокошелёк) не создаёт новый адрес для каждой транзакции, сдача всегда приходит на этот единственный адрес кошелька.
sr_cs: Novčanici sa jedinstvenom adresom neće praviti nove adrese za svaku narednu transakciju. Sve promene stanja na računu će ići preko jedne adrese koja je dodeljena novčaniku.
tr_tr: Tek adres cüzdanları, her işlem için yeni adresler oluşturmaz, değişim her zaman cüzdanda bulunan tek adrese gider.
vi_vn: Ví địa chỉ sẽ không tạo ra các địa chỉ mới đối với mỗi giao dịch, sự thay đổi sẽ luôn luôn dẫn tới một và chỉ một địa chỉ có chứa các khoản chi tiêu.

source: Small Expenses Wallet
ar_sa: المحفظة ذات النفقات الصغيرة
bs_ba: Novčanik za male troškove
cs_cz: Peněženka s malými výdaji
da_dk: Wallet til mikrobetalinger
de_de: Standard-Wallet
el_gr: Πορτοφόλι μικρών εξόδων
es_es: Monedero de pequeños gastos
et_ee: Rahakott Väikestele Kuludele
fil_ph: Maliit na gastusin na pitaka
fr_fr: Portefeuille Byteball
hi_in: छोटी खर्च वाली वटुवा
ja_jp: 少額ウォレット
ko_kr: 소액 지출용 지갑
nl_nl: Portefeuille voor kleine uitgaven
pl_pl: Portfel Małych Wydatków
ro_ro: Portofel de cheltuieli mici
ru_ru: Кошелёк малых расходов
sr_cs: Novčanik za džeparac
sv: Småutläggs plånbok
tr_tr: Düşük Masraflar Cüzdanı
vi_vn: Ví chi phí nhỏ

source: Source code:
et_ee: Lähtekood:

source: Specify Seed...
ar_sa: تحديد الـ seed...
bs_ba: Odaberite dijeljenje...
cs_cz: Uveďte seed...
da_dk: Angiv seed...
de_de: Seed festlegen...
el_gr: Καθορίστε seed...
es_es: Especificar semilla...
et_ee: Lähtesõnade määramine...
fil_ph: Mag specify ng seed...
fr_fr: Spécification de la graine...
hi_in: उल्लेखित बीजें...
it_it: Specifica il Seed...
ja_jp: シードを指定…
ko_kr: 시드 생성 중...
nl_nl: Specificeer Seed...
pl_pl: Określ słowa źródłowe...
pt_pt: Especifique a Seed...
ro_ro: Specificaţi seed...
ru_ru: Укажите мнемонику (seed)...
sr_cs: Određivanje šifre za obnovu (seed)...
tr_tr: Kurtarma kelimeleri belirle...
vi_vn: Dữ liệu nền xác định...

source: Spend unconfirmed funds
ar_sa: انفاق تمويل غير مؤكد
da_dk: Send ubekræftede midler
de_de: Nicht bestätigte Mittel ausgeben
et_ee: Kasuta kinnitamata vahendeid
fr_fr: Dépenser des fonds non confirmés
nl_nl: Onbevestigd saldo uitgeven
sr_cs: Trošenje nepotvrđenih sredstava

source: Spending Restrictions
ar_sa: القيود على الإنفاق
bs_ba: Restrikcije trošenja
cs_cz: Výdajová omezení
da_dk: Restriktioner for udbetalinger
de_de: Ausgabebeschränkungen
el_gr: Περιορισμοί δαπανών
es_es: Restricciones de gastos
et_ee: Piirangud Kulutamisele
fil_ph: Mga restriksyon sa paggastos
fr_fr: Restrictions des dépenses
hi_in: खर्च करने की पाबंदियाँ
it_it: Restrizioni di spesa
ja_jp: 支払いを制限する
ko_kr: 지출 제한
nl_nl: Uitgavenbeperkingen
pl_pl: Ograniczenia Wysyłania Płatności
pt_pt: Restrições de Despesas
ro_ro: Restricţii de cheltuieli
ru_ru: Ограничение расходов
sr_cs: Ograničenja troškova
tr_tr: Harcama Kısıtlamaları
vi_vn: Giới hạn chi tiêu

source: Status
ar_sa: الحالة
et_ee: Staatus
fr_fr: Statut
ko_kr: 상태

source: Still not done
ar_sa: لم ينجز العمل بعد
bs_ba: Još nije gotovo
cs_cz: Stále ještě není hotovo
da_dk: Endnu ikke færdig
de_de: Noch nicht erledigt
el_gr: Δεν έχει πραγματοποιηθεί ακόμη
es_es: Aún no está listo
et_ee: Endiselt pole tehtud
fil_ph: Hindi pa tapos
fr_fr: Pas encore fait
hi_in: अभी भी नहीं हुआ
it_it: Non ancora fatto
ja_jp: 終わっていません
ko_kr: 여전히 완료되지 않음
nl_nl: Nog niet voltooid
pl_pl: Nadal nie ukończone
pt_pt: Ainda por fazer
ro_ro: Încă nu s-a efectuat
ru_ru: Все еще не завершено
sr_cs: Još nije završeno
sv: Fortfarande inte klart
tr_tr: Halen tamamlanmadı
vi_vn: Vẫn chưa xong

source: Store
ar_sa: المتجر
da_dk: Gem
de_de: Shop
el_gr: Αποθήκευση
es_es: Guardar
et_ee: Salvesta
fil_ph: Tindahan
ja_jp: 保存
ko_kr: 저장
nl_nl: Winkel
pl_pl: Zapisz
pt_pt: Loja
ru_ru: Хранить
sr_cs: Snimi
tr_tr: Mağaza
vi_vn: Lưu trữ

source: Success
ar_sa: تم بنجاح
bs_ba: Uspješno
cs_cz: Úspěšně dokončeno
da_dk: Succes
de_de: Erfolgreich
el_gr: Επιτυχία
es_es: Listo
et_ee: Õnnestus
fil_ph: Tagumpay
fr_fr: Succès
hi_in: सफल
it_it: Completato
ja_jp: 成功
ko_kr: 성공
nl_nl: Succes
pl_pl: Gotowe
pt_pt: Sucesso
ro_ro: Succes
ru_ru: Успешно
sr_cs: Uspešno
tr_tr: Başarılı
vi_vn: Hoàn tất

source: Surname
et_ee: Perekonnanimi

source: Sweep paper wallet
ar_sa: تطهير المحفظة الورقية
bs_ba: Prijenos papir novčanika
cs_cz: Vymazat papírovou peněženku
da_dk: Sweep papir-wallet
de_de: Paper-Wallet löschen
el_gr: Μεταφορά χάρτινου πορτοφολιού
es_es: Importar monedero en papel
et_ee: Kanna rahakott siia üle
fil_ph: I-sweep ang papel na pitaka
fr_fr: Balayer un portefeuille de papier
hi_in: पेपर वटुवा खली कर दें
ja_jp: ペーパーウォレットのスイープ
ko_kr: 종이 지갑 스윕
nl_nl: Papieren portefeuille sweepen
pl_pl: Przeskanuj papierowy portfel
pt_pt: Importar carteira em papel
ro_ro: Transferă fondurile portofelului de hârtie
ru_ru: Пополнить с бумажного кошелька
sr_cs: Transfer sredstava na papirni novčanik
tr_tr: Kağıt cüzdanı temizle
vi_vn: Quét ví giấy

source: Syncing... {{index.count_unhandled_private_payments}} private payments left
ar_sa: مزامنة...{{index.count_unhandled_private_payments}} في إنتظار الدفع الخاص
bs_ba: Sinkronizacija... {{index.count_unhandled_private_payments}} privatnog plaćanja lijevo
cs_cz: Synchronizace... {{index.count_unhandled_private_payments}} odešlé soukromé platby
da_dk: Synkroniserer...{{index.count_unhandled_private_payments}} private betalinger tilbage
de_de: Synchronisiere... {{index.count_unhandled_private_payments}} private Zahlungen ausstehend
el_gr: Συγχρονισμός... υπολείπονται {{index.count_unhandled_private_payments}} ιδιωτικές πληρωμές
es_es: Sincronizando... Restan {{index.count_unhandled_private_payments}} pagos privados
et_ee: Sünkroniseerimine... {{index.count_unhandled_private_payments}} privaatset makset veel
fil_ph: Isini-sync ang mga... {{index.count_unhandled_private_payments}} na naiwang pribadong pagbabayad
fr_fr: Synchronisation... {{index.count_unhandled_private_payments}} paiements privés restants
hi_in: संकालन हो रहा है... {{index.count_unhandled_private_payments}} निजी भुगतानें बाकी
it_it: Sincronizzazione... {{index.count_unhandled_private_payments}} pagamenti privati rimasti
ja_jp: 同期中…残り{{index.count_unhandled_private_payments}}個のプライベートペイメント。
ko_kr: 동기화 중... {{index.count_unhandled_private_payments}} 비공개 결제가 남았음
nl_nl: Bezig met synchroniseren... {{index.count_unhandled_private_payments}} privé betalingen over
pl_pl: Synchronizowanie... {{index.count_unhandled_private_payments}} pozostałych prywatnych płatności
pt_pt: Sincronizando... {{index.count_unhandled_private_payments}} pagamentos privados restantes
ro_ro: Se sincronizează... {{index.count_unhandled_private_payments}} plăți private rămase
ru_ru: Синхронизация... осталось {{index.count_unhandled_private_payments}} приватных платежей
sr_cs: Sinhronizovanje... {{index.count_unhandled_private_payments}} privatnih plaćanja je ostalo
tr_tr: Senkronize ediliyor... {{index.count_unhandled_private_payments}} özel ödeme kaldı
vi_vn: Đồng bộ hoá... {{index.count_unhandled_private_payments}} các khoản thanh toán riêng còn lại

source: Syncing... {{index.syncProgress}}
ar_sa: مزامنة...{{index.syncProgress}}
bs_ba: Sinkronizacija... {{index.syncProgress}}
cs_cz: Synchronizace... {{index.syncProgress}}
da_dk: Synkroniserer...{{index.syncProgress}}
de_de: Synchronisiere... {{index.syncProgress}}
el_gr: Συγχρονισμός... {{index.syncProgress}}
es_es: Sincronizando... {{index.syncProgress}}
et_ee: Sünkroniseerimine... {{index.syncProgress}}
fil_ph: Isini-sync ang mga... {{index.syncProgress}}
fr_fr: Synchronisation... {{index.syncProgress}}
hi_in: संकालन हो रहा है... {{index.syncProgress}}
it_it: Sincronizzazione... {{index.syncProgress}}
ja_jp: 同期中…{{index.syncProgress}}
ko_kr: 동기화중... {{index.syncProgress}}
nl_nl: Bezig met synchroniseren... {{index.syncProgress}}
pl_pl: Synchronizowanie... {{index.syncProgress}}
pt_pt: Sincronizando... {{index.syncProgress}}
ro_ro: Se sincronizează... {{index.syncProgress}}
ru_ru: Синхронизация... {{index.syncProgress}}
sr_cs: Sinhronizovanje... {{index.syncProgress}}
tr_tr: Senkronize ediliyor...{{index.syncProgress}}
vi_vn: Đồng bộ hoá... {{index.syncProgress}}

source: TOR
et_ee: TOR anonüümsusvõrgustik
hi_in: टोर

source: TOR enabled
ar_sa: تمكين TOR
da_dk: TOR slået til
de_de: TOR aktiviert
el_gr: Το TOR ενεργοποιήθηκε
es_es: TOR activado
et_ee: TOR kasutamine
fr_fr: TOR activé
ko_kr: TOR 활성화됨
nl_nl: TOR ingeschakeld
ru_ru: TOR включен
sr_cs: TOR omogućen

source: Tap to retry
ar_sa: أنقر لإعادة المحاولة
bs_ba: Dodirnite za ponovni pokušaj
cs_cz: Klepnutím akci opakujte
da_dk: Tryk for at prøve igen
de_de: Zum Wiederholen antippen
el_gr: Πατήστε για να προσπαθήσετε ξανά
es_es: Toque para reintentar
et_ee: Puuduta, et proovida uuesti
fil_ph: I-tap upang ulitin
fr_fr: Tapotez pour réessayer
hi_in: दुबारा प्रयाश के लिए टेप करें
it_it: Tocca per riprovare
ja_jp: タップしてやり直し
ko_kr: 탭 하여 재시도
nl_nl: Tik om opnieuw te proberen
pl_pl: Kliknij, aby spróbować ponownie
pt_pt: Pressione para repetir
ro_ro: Atinge pentru a reîncerca
ru_ru: Нажмите для повторения
sr_cs: Tapnite za ponovni pokušaj
tr_tr: Yeniden denemek için dokunun
vi_vn: Nhấp để thử lại

source: Terms of Use
ar_sa: شروط الإستخدام
bs_ba: Uvjeti korištenja
cs_cz: Podmínky užívání
da_dk: Brugsbetingelser
de_de: Nutzungsbedingungen
el_gr: Όροι Χρήσης
es_es: Términos de Uso
et_ee: Kasutustingimused
fr_fr: Conditions d'utilisation
hi_in: उपयोग करने की शर्तें
it_it: Termini di Utilizzo
ja_jp: 利用規約
ko_kr: 이용약관
nl_nl: Gebruikersvoorwaarden
pl_pl: Warunki korzystania
pt_pt: Termos de Utilização
ro_ro: Termenii de Folosire
ru_ru: Условия использования
sr_cs: Uslovi korišćenja
sv: Villkor
tr_tr: Kullanım Şartları
vi_vn: Điều khoản sử dụng

source: Text
ar_sa: النص
et_ee: Tekst
fr_fr: Texte

source: Text message to
ar_sa: إرسال رسالة إلى
bs_ba: Pošalji poruku
cs_cz: Textová zpráva
da_dk: Tekstbesked til
de_de: Textnachricht an
el_gr: Μήνυμα κειμένου προς
es_es: Mensaje para
et_ee: Kirjuta sõnum:
fr_fr: Message texte à
hi_in: को टेक्स्ट सन्देश
it_it: Invia un messaggio di testo a
ja_jp: テキストメッセージ :
ko_kr: 문자 메시지 대상
nl_nl: Sms-bericht aan
pl_pl: Wiadomość tekstowa do
pt_pt: Mensagem de texto para
ro_ro: Mesaj text către
ru_ru: Текстовое сообщение для
sr_cs: Tekstualna poruka
tr_tr: Şu adrese yazılı mesaj:
vi_vn: Tin nhắn văn bản đến

source: Text to be forever saved on the DAG:
et_ee: Tekst, mis salvestatakse igaveseks avalikku andmebaasi:

source: Textcoin
et_ee: Tekstiliste vahendite sõnad
hi_in: टेक्स्टसिक्का
ko_kr: 텍스트코인
vi_vn: Tiền Chữ

source: The attested address belongs to:
ar_sa: العنوان المعني ينتمي إلى:
da_dk: Den attesterede adresse tilhører:
de_de: Die bestätigte Adresse gehört zu:
el_gr: Η επιβεβαιωμένη διεύθυνση ανήκει σε:
es_es: La dirección verificada pertenece a:
et_ee: Tõendatud aadress kuulub:
fil_ph: Ang pinagpapatibay na address ay pag-aari ni:
fr_fr: L’adresse attestée appartient à :
it_it: L'indirizzo attestato appartiene a:
ja_jp: 認証済みアドレスは次のものに属します:
ko_kr: 인증된 주소가 속한 곳:
nl_nl: Het bevestigde adres is van:
pl_pl: Poświadczony adres należy do:
ru_ru: Аттесованный адрес принадлежит:
sr_cs: Potvrđena adresa pripada:
vi_vn: Địa chỉ được chứng thực thuộc về:

source: The expected result:
et_ee: Eeldatav tulemus:
