Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Trusted nodes
ar_sa: العقد الموثوقة
da_dk: Noder du har tillid til
de_de: Vertrauenswürdige Knoten
el_gr: Έμπιστοι κόμβοι
es_es: Nodos de confianza
et_ee: Usaldusväärsed sõlmed
fil_ph: Pinagkatiwalaang mga node
fr_fr: Nœuds de confiance
it_it: Collegamenti affidabili
ja_jp: 信頼できるノード
ko_kr: 신뢰할 만한 노드
nl_nl: Vertrouwde knooppunten
pl_pl: Zaufani partnerzy
ru_ru: Доверенный узлы
sr_cs: Nodovi od poverenja
tr_tr: Güvenilir düğümler
vi_vn: Nút đáng tin cậy

source: Try again
et_ee: Proovi uuesti

source: US state
ar_sa: ولاية أمريكية
da_dk: US stat
de_de: US-Bundesstaat
el_gr: Πολιτεία ΗΠΑ
es_es: Estado en EEUU
et_ee: USA ühendriik
fil_ph: Estado ng U.S.
fr_fr: État des États-Unis
it_it: Stato degli Stati Uniti
ja_jp: 州
ko_kr: 미국
nl_nl: VS staat
pl_pl: Stan USA
ru_ru: Штат США
sr_cs: US države
vi_vn: Tiểu bang Hoa Kỳ

source: Unable to send transaction proposal
ar_sa: تعذر إرسال طلب المعاملة
bs_ba: Nemoguće poslati prijedlog za transakciju
cs_cz: Nebylo možné odeslat návrh platby
da_dk: Kunne ikke sende transaktions-anmodning
de_de: Transaktionsvorschlag kann nicht gesendet werden
el_gr: Δεν είναι δυνατή η αποστολή πρότασης συναλλαγής
es_es: No se puede enviar propuesta de transacción
et_ee: Ei õnnestud saata tehingu ettepanekut
fil_ph: Hindi maipadala ang panukala ng transaksyon
fr_fr: Impossible d'envoyer la proposition de transaction
hi_in: लेन-देन प्रस्ताव भेजने में असमर्थ
it_it: Impossibile inviare la proposta di transazione
ja_jp: 取引提案を送れませんでした。
ko_kr: 거래 제안서 발송 불가
nl_nl: Het is niet mogelijk om dit transactievoorstel te versturen
pl_pl: Nie można wysłać propozycji płatności
pt_pt: Impossível enviar a proposta de transação
ro_ro: Imposibilitate de a trimite propunerea de tranzacție
ru_ru: Не удается отправить предложение транзакции
sr_cs: Nije moguće poslati predlog transakcije
tr_tr: İşlem teklifi gönderilemedi
vi_vn: Không thể gửi đề xuất giao dịch

source: Unconfirmed
ar_sa: غير مؤكدة
bs_ba: Nepotvrđeno
cs_cz: Nepotvrzeno
da_dk: Ubekræftet
de_de: Unbestätigt
el_gr: Ανεπιβεβαίωτες
es_es: Sin confirmar
et_ee: Kinnitamata
fil_ph: Hindi nakumpirma
fr_fr: Non confirmée
hi_in: अपुष्ट
it_it: Non confermato
ja_jp: 未承認
ko_kr: 미확인
nl_nl: Niet bevestigd
pl_pl: Niepotwierdzona
pt_pt: Não confirmado
ro_ro: Neconfirmat
ru_ru: Ожидает
sr_cs: Nepotvrđeno
sv: Obekräftat
tr_tr: Onaylanmamış
vi_vn: Chưa xác nhận

source: Unit for blackbytes
ar_sa: وحدة من الـ blackbytes
bs_ba: Jedinica za blackbyte
cs_cz: Jednotka pro blackbytes
da_dk: Enhed for blackbytes
de_de: Einheit für blackbytes
el_gr: Μονάδα για blackbytes
es_es: Unidad de blackbytes
et_ee: Ühik blackbytes jaoks
fil_ph: Yunit para sa blackbytes
fr_fr: Unités pour les blackbytes
hi_in: इकाईं ब्लैकबाइटस के लिए
it_it: Unità per i blackbytes
ja_jp: blackbytesの単位
ko_kr: 블랙바이트 단위
nl_nl: Eenheid voor blackbytes
pl_pl: Jednostka dla blackbyte
pt_pt: Unidade para blackbytes
ro_ro: Unitate pentru blackbytes
ru_ru: Единица для blackbytes
sr_cs: Jedinica za blackbytes
sv: Enhet för blackbytes
tr_tr: Blackbyte birimi
vi_vn: Đơn vị cho blackbytes

source: Unit for bytes
ar_sa: وحدة من الـ bytes
bs_ba: Jedinica za byte
cs_cz: Jednotka pro bytes
da_dk: Enhed for bytes
de_de: Einheit für bytes
el_gr: Μονάδα για bytes
es_es: Unidad para bytes
et_ee: Ühik bytes jaoks
fil_ph: Yunit para sa bytes
fr_fr: Unité pour les bytes
hi_in: इकाईं बाइटस के लिए
it_it: Unità per i bytes
ja_jp: bytesの単位
ko_kr: 바이트 단위
nl_nl: Eenheid voor bytes
pl_pl: Jednostka dla byte
pt_pt: Unidade para bytes
ro_ro: Unitate pentru bytes
ru_ru: Единица для bytes
sr_cs: Jedinica za bytes
sv: Enhet för bytes
tr_tr: Byte birimi
vi_vn: Đơn vị byte

source: Unsent transactions
ar_sa: المعاملة الغير مرسلة
bs_ba: Neposlane transakcije
cs_cz: Neodeslaná transakce
da_dk: Usendte transaktioner
de_de: Nicht gesendete Transaktionen
el_gr: Μη Απεσταλμένες συναλλαγές
es_es: Transacciones no enviadas
et_ee: Saatmata tehingud
fil_ph: Hindi napadala na mga transaksyon
fr_fr: Transactions non envoyées
hi_in: नहीं भेजे गए लेन-देन
it_it: Transazioni non inviate
ja_jp: 未送信取引
ko_kr: 전송되지 않은 거래
nl_nl: Niet verzonden transacties
pl_pl: Niewysłane transakcje
pt_pt: Transações não enviadas
ro_ro: Tranzacţii netrimise
ru_ru: Неотправленные транзакции
sr_cs: Neposlate transakcije
tr_tr: Gönderilmemiş işlemler
vi_vn: Giao dịch chưa thực hiện

source: Updating Wallet...
ar_sa: تحديث المحفظة...
bs_ba: Učitavamo novčanik...
cs_cz: Aktualizuji peněženku...
da_dk: Opdaterer wallet...
de_de: Aktualisiere Wallet...
el_gr: Ενημέρωση πορτοφολιού...
es_es: Actualizando monedero...
et_ee: Rahakoti uuendamine...
fil_ph: Inuupdate ang Pitaka...
fr_fr: Mise à jour du portefeuille...
hi_in: वटुवा नवनीकरण हो रहा है...
it_it: Aggiornamento portafoglio...
ja_jp: ウォレット更新中…
ko_kr: 지갑 업데이트중...
nl_nl: Bezig met het updaten van de portefeuille...
pl_pl: Aktualizowanie Portfela...
pt_pt: Atualizando Carteira…
ro_ro: Actualizare portofel...
ru_ru: Обновление кошелька...
sr_cs: Ažuriranje novčanika...
tr_tr: Cüzdan güncelleniyor...
vi_vn: Đang cập nhật ví...

source: Upgrade to {{version}}
ar_sa: الترقية إلى {{version}}
bs_ba: Nadogradite na {{version}}
cs_cz: Upgrade na {{version}}
da_dk: Opgrader til {{version}}
de_de: Aktualisieren Sie auf Version {{version}}
el_gr: Αναβάθμιση σε {{version}}
es_es: Actualizar a {{version}}
et_ee: Uuenda versioonini {{version}}
fil_ph: Mag-upgrade sa {{version}}
fr_fr: Mettre à jour vers {{version}}
hi_in: {{version}} में अपग्रेड
it_it: Aggiorna alla {{version}}
ja_jp: {{version}} にアップグレード
ko_kr: {{version}}으로 업그레이드
nl_nl: Upgrade naar {{version}}
pl_pl: Aktualizuj do {{version}}
pt_pt: Atualizar para {{version}}
ro_ro: Actualizare la {{version}}
ru_ru: Обновить до {{version}}
sr_cs: Nadogradnja na verziju {{version}}
tr_tr: {{version}} sürümüne yükselt
vi_vn: Nâng cấp {{version}}

source: Upgrading the database, please wait.
et_ee: Uuendatakse andmebaasi, palun oota.

source: Valid till
ar_sa: صالحة ل
de_de: Gültig bis
et_ee: Kehtib kuni
fr_fr: Valide jusqu'à

source: Value
ar_sa: القيمة
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_es: Valor
et_ee: Väärtus
fr_fr: Valeur
it_it: Valore
ja_jp: 値
ko_kr: 값
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ru_ru: Значение
sr_cs: Vrednost

source: Values
ar_sa: القيم
bs_ba: Vrijednosti
cs_cz: Hodnoty
da_dk: Værdier
de_de: Werte
el_gr: Τιμές
es_es: Valores
et_ee: Väärtused
fil_ph: Mga Halaga
fr_fr: Valeurs
hi_in: मूल्यों
it_it: Valori
ja_jp: 値
ko_kr: 값
nl_nl: Waarden
pl_pl: Wartości
pt_pt: Valores
ro_ro: Valori
ru_ru: Значения
sr_cs: Vrednosti
tr_tr: Değerler
vi_vn: Các giá trị

source: Variable
et_ee: Muutuja

source: Verifying the profile...
ar_sa: التحقق من البروفيل...
da_dk: Bekræfter profilen...
de_de: Verifiziere das Profil...
el_gr: Το προφίλ επαληθεύεται...
es_es: Verificando el perfil...
et_ee: Konto kinnitamine...
fil_ph: Pagtitiyak sa profile...
fr_fr: Vérification du profil...
it_it: Verificando il profilo...
ja_jp: プロフィールを検証中です...
ko_kr: 프로필 확인중
nl_nl: Profiel aan het verifiëren...
pl_pl: Weryfikowanie profilu...
pt_pt: Verificando o perfil...
ru_ru: Идёт подтверждение профиля...
sr_cs: Potvrđivanje profila...
tr_tr: Profil doğrulanıyor...
vi_vn: Đang xác thực hồ sơ...

source: Version
ar_sa: الإصدار
bs_ba: Verzija
cs_cz: Verze
el_gr: Έκδοση
es_es: Versión
et_ee: Versioon
fil_ph: Bersyon
hi_in: संस्करण
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
nl_nl: Versie
pl_pl: Wersja
pt_pt: ﻿Versão
ro_ro: Versiune
ru_ru: Версия
sr_cs: Verzija
tr_tr: Sürüm
vi_vn: Phiên bản

source: WARNING:
ar_sa: تحذير:
bs_ba: UPOZORENJE:
cs_cz: VAROVÁNÍ:
da_dk: ADVARSEL:
de_de: WARNUNG:
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ:
es_es: AVISO:
et_ee: HOIATUS:
fil_ph: BABALA:
fr_fr: AVERTISSEMENT :
hi_in: चेतावनी:
it_it: ATTENZIONE:
ja_jp: 注意 :
ko_kr: 경고:
nl_nl: WAARSCHUWING:
pl_pl: OSTRZEŻENIE:
pt_pt: AVISO:
ro_ro: AVERTISMENT:
ru_ru: ПРЕДУПРЕЖДЕНИЕ:
sr_cs: UPOZORENJE:
tr_tr: UYARI:
vi_vn: CẢNH BÁO:

source: WARNING: Backup needed
ar_sa: تحذير: يجب حفظ نسخة احتياطية
bs_ba: UPOZORENJE: Potreban povratak podataka
cs_cz: Upozornění: Musíte zálohovat
da_dk: ADVARSEL: Sikkerhedskopiering nødvendig
de_de: WARNUNG: Backup notwendig
el_gr: Προειδοποίηση: Απαιτείται δημιουργία αντιγράφων ασφαλείας
es_es: ADVERTENCIA: Se requiere copia de seguridad
et_ee: HOIATUS: Varukoopia on vajalik
fil_ph: Babala: Kailangan ng backup
fr_fr: ATTENTION : Sauvegarde nécessaire
hi_in: चेतावनी: बैकअप आवश्यक
it_it: AVVISO: Backup necessario
ja_jp: 注意：バックアップが必要です
ko_kr: 경고: 백업이 필요합니다
nl_nl: WAARSCHUWING: Backup is nodig
pl_pl: OSTRZEŻENIE: Potrzebna kopia zapasowa
pt_pt: ATENÇÃO: Backup necessário
ro_ro: AVERTISMENT: Copie de rezervă necesară
ru_ru: ВНИМАНИЕ: Необходимо резервное копирование
sr_cs: UPOZORENJE: potreban je backup
sv: VARNING: Säkerhetskopiering behövs
tr_tr: UYARI: Yedekleme gerekli
vi_vn: Cảnh báo: Sao lưu cần thiết

source: WARNING: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
ar_sa: تحذير: هذا الseed قد أنشئ باستعمال جملة سرية. من أجل إسترجاع هذه المحفظة يرجى التوفر على كلمة السر و الجملة معا.
bs_ba: UPOZORENJE: Ovaj prijenos je napravljen sa šifrom. Da biste oporavili ovaj novčanik obe šifre su potrebne.
cs_cz: Seed byl vytvořeny s heslem. Pro obnovu této peněženky je zapotřebí seed i heslo.
da_dk: ADVARSEL: Dette seed blev oprettet med et password. For at gendanne denne wallet, skal både seed og adgangskode bruges.
de_de: WARNUNG: Dieser Seed wurde mit einer Passphrase erzeugt. Um das Wallet wiederherzustellen, wird die Gedächtnisstütze und die Passphrase benötigt.
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό το seed δημιουργήθηκε με ένα συνθηματικό. Για να ανακτήσετε αυτό το πορτοφόλι απαιτούνται τόσο το μνημονικό όσο και το συνθηματικό.
es_es: ADVERTENCIA: Esta semilla fue creada con contraseña. Para recuperar el monedero necesita ambas.
et_ee: HOIATUS: Need lähtesõnad loodi paroolifraasiga. Selle rahakoti taastamiseks on vaja meeles pidada neid sõnu ja paroolifraasi.
fil_ph: BABALA: Ang seed na ito ang nilikha gamit ng pasphrase. Upang mabawi ang pitakang ito ang mnemonic at passphrase ay kinakailangan.
fr_fr: ATTENTION : Cette graine a été créée avec une phrase de passe. Pour récupérer ce portefeuille, le mnémonique et la phrase de passe sont nécessaires.
hi_in: चेतावनी: यह बीज पासफ्रेज के साथ तैयार किया गया था| इस वॉलेट की पुनः प्राप्ती के लिए स्मरक और पासफ्रेज दोनों की जरुरत होती है|
it_it: ATTENZIONE: questo seed è stato creato con una frase d'accesso. Per recuperare questo portafoglio sono necessari sia il mnemonico che la frase d'accesso.
ja_jp: 注意：このシードにはパスワードがかかっています。このウォレットを回復するためには、シードとパスワードが必要です。
ko_kr: 경고: 이 시드는 비밀번호와 함께 생성되었습니다. 이 지갑을 복구하려면 니모닉과 비밀번호 둘 다 필요합니다.
nl_nl: WAARSCHUWING: deze sleutel was aangemaakt met een wachtwoord-zin. Om deze portefeuille te herstellen zijn zowel het geheugensteuntje als de wachtwoord-zin nodig.
pl_pl: OSTRZEŻENIE: Te słowa źródłowe zostały wygenerowane z hasłem. W celu przywrócenia tego portfela potrzebne są zarówno słowa źródłowe jak i hasło.
pt_pt: AVISO: Esta seed foi criada com senha. Para recuperar esta carteira são necessárias a mnemónica e a senha.
ro_ro: AVERTISMENT: Aceast seed a fost creat cu o frază de acces. Pentru a recupera acest portofel sunt necesare atât mnemonic, cât și fraza de acces.
ru_ru: ВНИМАНИЕ: Эта мнемоника (seed) была создана с паролем. Для восстановления этого кошелька необходимо указать и мнемонику и пароль.
sr_cs: UPOZORENJE: Ova lozinka za obnovu (seed) je kreirana pomoću sekvence reči. Kako biste povratili ovaj novčanik, moraćete da imate i sekvencu reči i uređaj za pristup.
sv: VARNING: Denna ordfrö skapades med lösenordsfras. För att återställa krävs både ordfröet och lösenordsfrasen.
tr_tr: UYARI: Bu kurtarma sözcükleri şifre ile oluşturuldu. Bu cüzdanı kurtarmak için, hem kurtarma sözcükleri hem de parola gereklidir.
vi_vn: CẢNH BÁO: Dữ liệu nền này được tạo ra với mật khẩu. Để khôi phục ví này, cả cụm từ ghi nhớ và mật khẩu là cần thiết.

source: WARNINGS:
ar_sa: تحذيرات:
bs_ba: UPOZORENJA:
cs_cz: VAROVÁNÍ:
da_dk: ADVARSLER:
de_de: WARNUNGEN:
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΕΙΣ:
es_es: AVISOS:
et_ee: HOIATUSED:
fil_ph: MGA BABALA:
fr_fr: ATTENTION :
hi_in: चेतावनियाँ:
it_it: AVVERTIMENTI:
ja_jp: 注意:
ko_kr: 경고:
nl_nl: WAARSCHUWINGEN:
pl_pl: OSTRZEŻENIA:
pt_pt: AVISOS:
ro_ro: AVERTISMENT:
ru_ru: ПРЕДУПРЕЖДЕНИЯ:
sr_cs: UPOZORENJA:
tr_tr: UYARILAR:
vi_vn: CẢNH BÁO:

source: WELCOME TO O<sub>byte</sub>
ar_sa: مرحبًا بك في <sub>Obyte</sub>
da_dk: VELKOMMEN TIL O<sub>byte</sub>
de_de: Willkommen bei, O<sub>byte</sub>
et_ee: TERETULEMAST O<sub>byte</sub> KASUTAJA
fr_fr: WELCOME sur O<sub>byte</sub>
ko_kr: O<sub>byte</sub>에 오신 것을 환영합니다
nl_nl: WELKOM BIJ O<sub>byte</sub>
sr_cs: DOBRODOŠLI NA O<sub>byte</sub>

source: Waiting for co-signers
ar_sa: جاري إنتظار المشاركين
bs_ba: Čekivanje na ostale korisnike
cs_cz: Čekání na připodpisovatele
da_dk: Afventer medunderskrivere
de_de: Warten auf Mitunterzeichner
el_gr: Αναμονή για συν-υπογράφοντες
es_es: Esperando a cosignatarios
et_ee: Kaasallkirjastajate ootel
fil_ph: Naghihintay para sa mga kasamahan na lumalagda
fr_fr: En attente des cosignataires
hi_in: इंतजार कर रहे है सह-हस्क्षारकर्ताओं के लिए
it_it: In attesa dei co-firmatari
ja_jp: 連署者を待っています
ko_kr: 공동서명자 기다리기
nl_nl: Wachten op medeondertekenaars
pl_pl: Oczekiwanie na współsygnatariuszy
pt_pt: Esperando por consignatários
ro_ro: Aşteptare pentru co-semnatarii
ru_ru: Ожидание совладельцев кошелька
sr_cs: Čekaju se ostali potpisnici
tr_tr: İmza ortakları bekleniyor
vi_vn: Đang chờ người đồng ký

source: Waiting...
ar_sa: جاري الإنتظار...
bs_ba: Čekanje...
cs_cz: Čekejte...
da_dk: Venter...
de_de: Warte...
el_gr: Σε αναμονή...
es_es: Esperando...
et_ee: Ootel...
fil_ph: Naghihintay...
fr_fr: Attente...
hi_in: इंतजार कर रहे है
it_it: In attesa...
ja_jp: 少々お待ち下さい…
ko_kr: 대기 중...
nl_nl: Een moment geduld a.u.b...
pl_pl: Oczekiwanie...
pt_pt: Aguardando…
ro_ro: În așteptare...
ru_ru: Ожидание...
sr_cs: Čekanje...
tr_tr: Bekleniyor...
vi_vn: Đang chờ...

source: Wallet
ar_sa: المحفظة
bs_ba: Novčanik
cs_cz: Peněženka
el_gr: Πορτοφόλι
es_es: Monedero
et_ee: Rahakott
fil_ph: Pitaka
fr_fr: Portefeuille
hi_in: बटुवा
it_it: Portafoglio
ja_jp: ウォレット
ko_kr: 지갑
nl_nl: Portefeuille
pl_pl: Portfel
ro_ro: Portofel
ru_ru: Кошелек
sr_cs: Novčanik
sv: Plånbok
tr_tr: Cüzdan
vi_vn: Ví

source: Wallet Alias
ar_sa: الإسم المستعار للمحفظة
bs_ba: Novčanik korisnici
cs_cz: Alias peněženky
de_de: Alias
el_gr: Ψευδώνυμο Πορτοφολιού
es_es: Alias del monedero
et_ee: Rahakoti Nimi
fil_ph: Alyas ng Pitaka
fr_fr: Alias de portefeuille
hi_in: बटुवा उपनाम
it_it: Alias Portafoglio
ja_jp: ウォレットの別名
ko_kr: 지갑 별명
nl_nl: Alias van portefeuille
pl_pl: Alias portfela
ro_ro: Aliasurile Portofelului
ru_ru: Псевдоним кошелька
sr_cs: Pseudonim novčanika
tr_tr: Cüzdan takma adı
vi_vn: Bí danh ví

source: Wallet Configuration (m-n)
ar_sa: إعدادات المحفظة (m-n)
bs_ba: Konfiguracija novčanika (m-n)
cs_cz: Nastavení peněženky (m z n)
da_dk: Wallet-konfiguration (m-n)
de_de: Wallet-Konfiguration (m-n)
el_gr: Διαμόρφωση Πορτοφολιού (m-n)
es_es: Configuración del Monedero (m-n)
et_ee: Konfiguratsioon (mitu-mitmest)
fil_ph: Kumpigurasyon ng Pitaka (m-n)
fr_fr: Configuration du portefeuille (m-n)
hi_in: बटुवा समाकृति (म-न)
it_it: Configurazione del portafoglio (m-n)
ja_jp: ウォレット構成 (m-of-n)
ko_kr: 지갑 구성 (m-n)
nl_nl: Configuratie van de Portefeuille (m-n)
pl_pl: Konfiguracja portfela (m-n)
ro_ro: Configurarea portofelului (m-n)
ru_ru: Конфигурация кошелька (m-n)
sr_cs: Konfiguracija novčanika (m-n)
tr_tr: Cüzdan Yapılandırma (m-n)
vi_vn: Cấu hình ví (m – n)

source: Wallet Id
ar_sa: تعريف المحفظة (id)
bs_ba: ID novčanika
cs_cz: Id peněženky
el_gr: Ταυτότητα Πορτοφολιού
es_es: Id del Monedero
et_ee: ID
fil_ph: Id ng Pitaka
fr_fr: Id du portefeuille
hi_in: बटुवा आईडी/पहचान पत्र
it_it: Id portafoglio
ja_jp: ウォレットID
ko_kr: 지갑 ID
nl_nl: Id van de Portefeuille
pl_pl: Id portfela
ro_ro: Id Portofel
ru_ru: Идентификатор кошелька
sr_cs: Id novčanika
tr_tr: Cüzdan Id'si
vi_vn: Id ví

source: Wallet Information
ar_sa: معلومات المحفظة
bs_ba: Informacije novčanika
cs_cz: Údaje peněženky
de_de: Wallet-Informationen
el_gr: Πληροφορίες Πορτοφολιού
es_es: Información del Monedero
et_ee: Rahakoti Andmed
fil_ph: Impormasyon ng pitaka
fr_fr: Informations du portefeuille
hi_in: बटुवा की जानकारी
it_it: Informazioni sul portafoglio
ja_jp: ウォレット詳細
ko_kr: 지갑 정보
nl_nl: Informatie over de Portefeuille
pl_pl: Informacje o portfelu
ro_ro: Informații Portofel
ru_ru: Информация о кошельке
sr_cs: Informacije o novčaniku
tr_tr: Cüzdan Bilgisi
vi_vn: Thông tin ví

source: Wallet Name (at creation)
ar_sa: إسم المحفظة (عند الإنشاء)
bs_ba: Ime novčanika (sa početka)
cs_cz: Název peněženky (při vytváření)
da_dk: Wallet-navn (ved oprettelsen)
de_de: Wallet-Name (bei der Erstellung)
el_gr: Όνομα Πορτοφολιού (κατά τη δημιουργία)
es_es: Nombre del Monedero (al crear)
et_ee: Nimi (loomise ajal)
fil_ph: Pangalan ng Pitaka (sa paglikha)
fr_fr: Nom du portefeuille (à la création)
hi_in: बटुवा का नाम (तैयार करते समय)
it_it: Nome del portafoglio (al momento della creazione)
ja_jp: ウォレット名 (作成時)
ko_kr: 지갑 이름
nl_nl: Naam van de Portefeuille (ten tijde van aanmaken)
pl_pl: Nazwa portfela (w momencie utworzenia)
ro_ro: Numele portofelului (la creare)
ru_ru: Название кошелька (при создании)
sr_cs: Ime novčanika (u trenutku kreiranja)
tr_tr: Cüzdan ismi (oluşturulduğundaki)
vi_vn: Tên ví (lúc tạo)

source: Wallet already in Obyte:
ar_sa: المحفظة موجودة بالفعل على Obyte:
da_dk: Wallet-navn findes allerede:
de_de: Wallet bereits in Obyte:
et_ee: Rahakott on juba rakenduses:
fr_fr: Portefeuille déjà dans Obyte :
nl_nl: Portefeuille reeds in Obyte:
sr_cs: Obyte novčanik sa tim imenom već postoji:

source: Wallet name
ar_sa: إسم المحفظة
bs_ba: Ime novčanika
cs_cz: Název peněženky
da_dk: Wallet-navn
el_gr: Όνομα πορτοφολιού
es_es: Nombre del monedero
et_ee: Rahakoti nimi
fil_ph: Pangalan ng pitaka
fr_fr: Nom du portefeuille
hi_in: बटुवा का नाम
it_it: Nome Portafoglio
ja_jp: ウォレット名
ko_kr: 지갑 이름
nl_nl: Naam van de portefeuille
pl_pl: Nazwa portfela
ro_ro: Numele portofelului
ru_ru: Имя кошелька
sr_cs: Ime novčanika
sv: Plånboks namn
tr_tr: Cüzdan ismi
vi_vn: Tên ví

source: Wallet seed not available.
ar_sa: Seed المحفظة غير متوفر.
bs_ba: Dijeljenje nije moguće.
cs_cz: Seed peněženky není k dispozici.
da_dk: Wallet-seed ikke tilgængeligt.
de_de: Wallet-Seed nicht verfügbar.
el_gr: Το seed πορτοφολιού δεν είναι διαθέσιμο.
es_es: Semilla no disponible.
et_ee: Rahakoti lähtesõnad ei ole saadaval.
fil_ph: Ang seed ng pitaka ay hindi magagamit.
fr_fr: Graine du portefeuille n’est pas disponible.
hi_in: वटुवा का बीज उपलब्ध नहीं है|
it_it: Seed del Portafoglio non disponibile.
ja_jp: ウォレットシードは利用できません。
ko_kr: 지갑 시드가 유효하지 않습니다.
nl_nl: De seed van de portefeuille is niet beschikbaar.
pl_pl: Słowa źródłowe portfela niedostępne.
pt_pt: Seed da Carteira não disponível.
ro_ro: Seed-ul portofelului nu este disponibil.
ru_ru: Мнемоника кошелька (seed) недоступна.
sr_cs: Lozinka za obnovu (seed) nije dostupna.
tr_tr: Cüzdan kurtarma kelimeleri mevcut değil.
vi_vn: Dữ liệu nền của ví không khả dụng.

source: Wallets
ar_sa: المحافظ
bs_ba: Novčanici
cs_cz: Peněženky
el_gr: Πορτοφόλια
es_es: Monederos
et_ee: Rahakotid
fil_ph: Mga Pitaka
fr_fr: Portefeuilles
hi_in: बटुवों
it_it: Portafogli
ja_jp: ウォレット
ko_kr: 지갑
nl_nl: Portefeuilles
pl_pl: Portfele
ro_ro: Portofele
ru_ru: Кошельки
sr_cs: Novčanici
tr_tr: Cüzdanlar
vi_vn: Ví

source: Warning!
ar_sa: إنتباه!
bs_ba: Upozorenje!
cs_cz: Varování!
da_dk: Advarsel!
de_de: Warnung!
el_gr: Προειδοποίηση!
es_es: ¡Aviso!
et_ee: Hoiatus!
fil_ph: Babala!
fr_fr: Attention !
hi_in: चेतावनी!
it_it: Attenzione!
ja_jp: 注意！
ko_kr: 경고!
nl_nl: Waarschuwing!
pl_pl: Ostrzeżenie!
pt_pt: Atenção!
ro_ro: Avertisment!
ru_ru: Внимание!
sr_cs: Upozorenje!
sv: Varning!
tr_tr: Uyarı!
vi_vn: Cảnh báo!

source: Was claimed?
ar_sa: هل تمت المطالبة به؟
bs_ba: Je bilo potvrđeno?
cs_cz: Bylo vyžádáno?
da_dk: Blev krævet?
de_de: Wurde beansprucht?
el_gr: Διεκδικήθηκε;
es_es: ¿Reclamado?
et_ee: Võeti omaks?
fil_ph: Inangkin na?
fr_fr: A été réclamé ?
hi_in: ले लिया गया था क्या?
it_it: È stato riscosso?
ja_jp: 請求しましたか？
ko_kr: 요청 되었습니까?
nl_nl: Reeds geclaimd?
pl_pl: Zostało odebrane?
pt_pt: Foi reivindicado?
ro_ro: A fost revendicat?
ru_ru: Уже было запрошено?
sr_cs: Da li je preuzeto?
tr_tr: Alındı mı?
vi_vn: Được tuyên bố?

source: What to send
ar_sa: ما الذي يجب إرساله
bs_ba: Što treba poslati
cs_cz: Co odeslat
da_dk: Hvad skal sendes
de_de: Was soll gesendet werden
el_gr: Τι να σταλεί
es_es: Qué enviar
et_ee: Mida saadetakse
fil_ph: Ano ang dapat ipadala
fr_fr: Quoi envoyer
hi_in: क्या भेजना है
it_it: Cosa inviare
ja_jp: 送信内容
ko_kr: 보낼 대상
nl_nl: Wat te verzenden
pl_pl: Co wysłać
pt_pt: O que enviar
ro_ro: Ce să se trimită
ru_ru: Что отправить
sr_cs: Šta se šalje
tr_tr: Ne gönderilecek
vi_vn: Gửi những gì

source: Who signs:
ar_sa: من الذي يجب أن يوقع:
bs_ba: Tko potpisuje:
cs_cz: Kdo podepisuje:
da_dk: Hvem signerer:
de_de: Signiert von:
el_gr: Ποιος υπογράφει:
es_es: Firmante:
et_ee: Kes allkirjastab:
fil_ph: Sino ang lalagda:
fr_fr: Qui signe :
hi_in: कौन हस्ताक्षर करता है:
it_it: Chi firma:
ja_jp: 署名者:
ko_kr: 누가 서명했는지:
nl_nl: Wie ondertekent:
pl_pl: Kto podpisuje:
pt_pt: Quem assina:
ro_ro: Cine semnează:
ru_ru: Кто подписывает:
sr_cs: Ko potpisuje:
tr_tr: Kimler imzalar:
vi_vn: Ai ký:

source: Write down this textcoin on paper and store it securely. Claim it back anytime in the future using
ar_sa: قم بالإحتفاظ بهذا الـ textcoin على ورقة في مكان آمن. وقم بالمطالبة به وقتما شئت باستعمال
da_dk: Skriv denne textcoin ned på papir og gem den et sikkert sted. Tilbagefør den når som helst i fremtiden via
de_de: Notieren Sie sich diese Textcoin auf Papier und bewahren Sie diese sicher auf. Sie können diese in Zukunft jederzeit zurückfordern unter Verwendung von
el_gr: Σημειώστε αυτό το textcoin σε χαρτί και αποθηκεύστε το σε ασφαλές μέρος. Μπορείτε στο μέλλον να το ανακτήσετε όποτε θέλετε χρησιμοποιώντας
es_es: Anote este textoin en papel y guárdelo en un lugar seguro. Reclámelo en un futuro sin problemas usando
et_ee: Kirjuta need tekstlised vahendid paberile ja hoia ohutus kohas. Võta need omaks kasutades kunagi tulevikus kasutades
fil_ph: Isulat ang textcoin na ito sa papel at maingat itong itago. Kunin ito ulti kahit anong oras sa hinaharap gamit ang
fr_fr: Notez ce textcoin sur papier et stocker le en toute sécurité. Réclamez-le à tout moment à l'avenir en utilisant
it_it: Annota questo textcoin su un foglio e conservalo in modo sicuro. Reclamalo indietro in qualsiasi momento del futuro utilizzo
ja_jp: このtextcoinを紙に書き留めて安全に保管してください。将来使用することでいつでも返金を要求することができます。
ko_kr: 페이퍼 이 텍스트코인을 적고 잘 보관하십시오. 향후 사용에 언제든지 그것을 요구 하십시오.
nl_nl: Schrijf deze textcoin op papier en sla het veilig op. Claim het terug op elk gewenst moment in de toekomst met behulp van
pl_pl: Zapisz ten textcoin na papierze i przechowuj w bezpiecznym miejscu. Odbierz środki w dowolnym momencie przy użyciu
pt_pt: Anote este textcoin no papel e armazena-lo de forma segura. Reivindica-lo de volta a qualquer momento no futuro usando
ru_ru: Запишите мнемофразу этого textcoin и надёжно храните её. Вы сможете вернуть его в любое время, используя
sr_cs: Zapišite ovaj textcoin na papir i sačuvajte ga na nekom sigurnom mestu. Možete ga iskoristiti bilo kada
vi_vn: Hãy viết ra tiền chữ này trên giấy và cất giữ nó một cách an toàn. Yêu cầu lại bất kỳ lúc nào trong tương lai bằng cách sử dụng
