Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Also, don't forget to delete your seed
ar_sa: و لا تنسى أن تقوم بحذف الـ seed الخاص بك
bs_ba: Također, ne zaboravite izbrisati vaše dijeljenje
cs_cz: Nezapomeňte také odstranit seed
da_dk: Husk også at slette dit seed
de_de: Vergiss nicht, deinen Seed zu löschen
el_gr: Επίσης, μην ξεχάσετε να διαγράψετε το seed σας
es_es: Y no olvide borrar su semilla
et_ee: Ära unusta kustutada lähtesõnu
fil_ph: Gayundin, huwag kalimutan na burahin ang iyong seed
fr_fr: Aussi, n’oubliez pas de supprimer vos graines
hi_in: इसी तरह, अंकुर को नष्ट करना न भूलें
it_it: Inoltre, non dimenticare di cancellare il tuo seed
ja_jp: また、シードを削除するのを忘れないでください。
ko_kr: 또한, 시드를 꼭 삭제해주세요
nl_nl: Vergeet ook niet de seed te verwijderen
pl_pl: Nie zapomnij także o usunięciu słów źródłowych
pt_pt: Além disso, não se esqueça de apagar a sua seed
ro_ro: De asemenea, nu uitaţi să va ştergeţi seed-ul dumneavoastră
ru_ru: Также, не забудьте удалить Вашу мнемонику (seed)
sr_cs: Osim toga, ne zaboravite da izbrišete seed, šifru koja omogućava da ponovo pokrenete novčanik na drugim uređajima
tr_tr: Ayrıca, kurtarma sözcüklerinizi silmeyi unutmayınız
vi_vn: Ngoài ra, đừng quên để xóa dữ liệu nền của bạn

source: Amount
ar_sa: المبلغ
bs_ba: Količina
cs_cz: Množství
da_dk: Beløb
de_de: Betrag
el_gr: Ποσό
es_es: Importe
et_ee: Summa
fil_ph: Halaga
fr_fr: Montant
hi_in: रकम
it_it: Importo
ja_jp: 金額
ko_kr: 수량
nl_nl: Bedrag
pl_pl: Kwota
pt_pt: Quantia
ro_ro: Sumă
ru_ru: Сумма
sr_cs: Iznos
sv: Antal
tr_tr: Miktar
vi_vn: Số tiền

source: Answer
ar_sa: إجابة
da_dk: Svar
de_de: Antwort
el_gr: Απάντηση
es_es: Respuesta
et_ee: Vastus
fr_fr: Réponse
ko_kr: 답변
nl_nl: Antwoord
pl_pl: Odpowiedź
pt_pt: Resposta
ru_ru: Ответ
sr_cs: Odgovor

source: Answer:
ar_sa: الجواب:
bs_ba: Odgovor:
cs_cz: Odpověď:
da_dk: Svar:
de_de: Antwort:
el_gr: Απάντηση:
es_es: Respuesta:
et_ee: Vastus:
fil_ph: Sagot:
fr_fr: Réponse :
hi_in: जवाब:
it_it: Risposte:
ja_jp: 回答 :
ko_kr: 답변:
nl_nl: Antwoord:
pl_pl: Odpowiedź:
pt_pt: Resposta:
ro_ro: Răspunsuri:
ru_ru: Ответ:
sr_cs: Odgovor:
tr_tr: Cevap:
vi_vn: Trả lời:

source: Approve wallet creation on other devices
ar_sa: قبول إنشاء محفظة على أجهزة أخرى
bs_ba: Odobriti stvaranje novčanika na drugim uređajima
cs_cz: Schválit vytvoření peněženky v jiných zařízeních
da_dk: Bekræft oprettelse af wallet på andre enheder
de_de: Genehmigen Sie die Erstellung des Wallets an einem anderem Gerät
el_gr: Εγκρίνετε τη δημιουργία πορτοφολιού σε άλλες συσκευές
es_es: Aprobar creación de monedero en otros dispositivos
et_ee: Kinnita rahakoti loomine teistel seadmetel
fil_ph: Aprubahan ang paglikha ng pitaka sa iba pang devices
fr_fr: Approuvez la création du portefeuille sur l'autre appareil
hi_in: दुशरे यंत्रों में वटुवा निर्माण अनुमोदित
it_it: Approva la creazione di un portafoglio su altri dispositivi
ja_jp: 他のデバイスでウォレットの作成を認める
ko_kr: 다른 장치에서 지갑 생성하기 승인
nl_nl: Bevestig de aanmaak van de portefeuille op andere toestellen
pl_pl: Zaakceptuj utworzenie portfela na innych urządzeniach
ro_ro: Aprobă crearea portofelului pe alte aparate
ru_ru: Одобрите создание кошелька на других устройствах
sr_cs: Odobri kreiranje novčanika na drugim uređajima
sv: Godkänn skapande av plånbok på annan enhet
tr_tr: Diğer cihazlarda cüzdan oluşturma işlemini onayla
vi_vn: Chấp nhận ví tạo ra trên các thiết bị khác

source: Are you sure you want to delete the backup words?
ar_sa: هل أنت متأكد من أنك تريد حذف النسخ الإحتياطية من الكلمات؟
bs_ba: Jeste li sigurni da želite obrisati ovu pohranu?
cs_cz: Opravdu si přejete odstranit zálohu zdrojových slov?
da_dk: Er du sikker på, du vil slette backup-ordene?
de_de: Sollen diese Sicherungsworte wirklich gelöscht werden?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τις λέξεις αντιγράφων ασφαλείας;
es_es: ¿Está seguro que quiere eliminar las palabras de la copia de seguridad?
et_ee: Kas oled kindel, et soovid kustutada varukoopia lähtesõnu?
fil_ph: Sigurado ka ba na gusto mong burahin ang backup na mga salita?
fr_fr: Êtes-vous sûr de vouloir supprimer les mots de sauvegarde ?
hi_in: क्या आप आस्वस्त हैं और आप चाहते हैं बैकअप शब्दों को हटाना?
it_it: Sei realmente sicuro di voler rimuovere le parole che hai precedentemente salvato?
ja_jp: 復元フレーズを削除してもよろしいですか？
ko_kr: 백업 단어를 삭제하시겠습니까?
nl_nl: Weet u zeker dat u de backup-woorden wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć słowa kopii zapasowej?
pt_pt: Tem a certeza que quer eliminar as palavras de backup?
ro_ro: Ești sigur că vrei să ștergi cuvintele din copia de rezervă?
ru_ru: Вы уверены, что хотите удалить мнемонику?
sr_cs: Da li ste sigurni da želite da obrišete pomoćne reči?
sv: Är du säker på att ta bort ord-frön för säkerhetskopia?
tr_tr: Yedekleme kelimelerini silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn rằng bạn muốn xóa các từ khóa dự phòng không?

source: Are you sure you want to delete this wallet?
ar_sa: هل ترغب فعلا في حذف هذه المحفظة؟
bs_ba: Jeste li sigurni da želite izbrisati ovaj novčanik?
cs_cz: Opravdu si přejete odstranit tuto peněženku?
da_dk: Er du sikker på du vil slette denne wallet?
de_de: Soll das Wallet wirklich gelöscht werden?
el_gr: Είσαι βέβαιοι ότι θέλετε να διαγράψετε αυτό το πορτοφόλι;
es_es: ¿Está seguro de borrar este monedero?
et_ee: Kas oled kindel, et soovid kustutada seda rahakotti?
fil_ph: Sigurado ka ba na gusto mong burahin ang pitakang ito?
fr_fr: Êtes-vous certain de vouloir supprimer ce portefeuille ?
hi_in: क्या आप आस्वस्त हैं और आप चाहते हैं वटुवा को हटाना?
it_it: Sei sicuro di voler eliminare questo portafoglio?
ja_jp: 本当にこのウォレットを削除してもよろしいですか？
ko_kr: 이 지갑을 삭제하시겠습니까?
nl_nl: Weet u zeker dat u deze portefeuille wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten portfel?
ro_ro: Ești sigur că vrei să ștergi acest portofel?
ru_ru: Вы уверены, что хотите удалить этот кошелек?
sr_cs: Da li ste sigurni da želite da obrišete novčanik?
sv: Är du säker på att du vill ta bort plånboken?
tr_tr: Bu cüzdanı silmek istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa cái ví này không?

source: Asset
ar_sa: الممتلكات
bs_ba: Imovina
cs_cz: Majetek
da_dk: Aktiv
de_de: Guthaben
el_gr: Περιουσιακό στοιχείο
es_es: Activo
et_ee: Vara
fil_ph: Ari-arian
fr_fr: Valeurs
hi_in: संपत्ति
ja_jp: 資産
ko_kr: 자산
nl_nl: Activa
pl_pl: Aktywo
pt_pt: Ativo
ro_ro: Resursă
ru_ru: Актив
sr_cs: Sredstva
sv: Tillgång
tr_tr: Varlık
vi_vn: Loại Tài sản

source: Attest profile data linked to any Obyte address.
ar_sa: قم بالتحقق من بيانات بروفايل جميع عناوين Obyte.
da_dk: Attestér profildata knyttet til en vilkårlig Obyte-adresse.
de_de: Bestätigen von Profildaten, die mit einer Obyte Adresse verlinkt sind.
et_ee: Tõenda konto andmeid, mis on seotud mõne Obyte aadressiga.
fr_fr: Attester les données de profil liées à toute adresse Obyte.
ko_kr: Obyte 주소와 연결된 프로필 데이터를 인증하세요.
nl_nl: Bevestig profielgegevens gelinkt aan een Obyte adres.
pl_pl: Poświadcz dane profilu powiązanego z dowolnym adresem Obyte.
sr_cs: Potvrda podataka o profilu koji je povezan sa nekom Byteball adresom.

source: Attestation of any address
et_ee: Mõne aadressi tõendus

source: Attested address:
ar_sa: العناوين الصحيحة:
da_dk: Attesterede adresser:
de_de: Bestätigte Adresse:
el_gr: Επιβεβαιωμένη διεύθυνση:
es_es: Dirección verificada:
et_ee: Tõendatud aadress:
fil_ph: Address na pinagpapatibay:
fr_fr: Adresse attestée :
it_it: Indirizzo attestato:
ja_jp: 認証済みアドレス
ko_kr: 인증된 주소:
nl_nl: Bevestigd adres:
pl_pl: Poświadczony adres:
pt_pt: Endereço atestado:
ro_ro: Adresa atestată:
ru_ru: Аттестованный адрес:
sr_cs: Potvrđena adresa:
vi_vn: Địa chỉ đã chứng thực:

source: Attested by:
ar_sa: مفحوصة من طرف:
da_dk: Attesteret af:
de_de: Bestätigt von:
el_gr: Επιβεβαιώθηκε από:
es_es: Verificado por:
et_ee: Tõendaja:
fil_ph: Pinatutunayan ni:
fr_fr: Attestée par :
it_it: Attestato da:
ja_jp: 認証者:
ko_kr: 인증처:
nl_nl: Bevestigd door:
pl_pl: Poświadczony przez:
pt_pt: Atestado por:
ro_ro: Atestat de:
ru_ru: Аттестовано:
sr_cs: Potvrđeno od strane:
vi_vn: Chứng thực bởi:

source: Attestor addresses
ar_sa: عنوان المدقق
da_dk: Attestor-adresser
de_de: Gutachteradressen
el_gr: Διευθύνσεις μαρτύρων
es_es: Direcciones de verificador
et_ee: Tõendaja aadress
fr_fr: Adresses attestor
it_it: Indirizzi degli attestator
ja_jp: アテスターアドレス
ko_kr: 인증을 담당한 주소
nl_nl: Adressen van bevestigers
pl_pl: Adresy poświadczającego
ru_ru: Адреса аттестовавшего
sr_cs: Adresa onoga koji potvrđuje

source: Auto-update the Order Provider (witness) list from the hub
et_ee: Automaatne Järjekorra Pakkujate nimekirja uuendamine jaotuspunktist

source: Auto-update the Order Provider (witness) list from this hub
et_ee: Automaatne Järjekorra Pakkujate nimekirja uuendamine sellest jaotuspunktist

source: Available Balance
ar_sa: الرصيد الحالي
bs_ba: Raspoloživi balans
cs_cz: Dostupný zůstatek
da_dk: Disponibelt beløb
de_de: Verfügbarer Betrag
el_gr: Διαθέσιμο Υπόλοιπο
es_es: Disponible
et_ee: Kasutatav kontojääk
fil_ph: Magagamit na Balance
fr_fr: Solde disponible
hi_in: प्राप्य शेष
it_it: Saldo disponibile
ja_jp: 送金可能残高
ko_kr: 사용할 수 있는 잔액
nl_nl: Beschikbaar saldo
pl_pl: Dostępne saldo
pt_pt: Saldo Disponível
ro_ro: Sold Disponibil
ru_ru: Доступный баланс
sr_cs: Dostupna sredstva
sv: Tillgängligt Saldo
tr_tr: Mevcut Bakiye
vi_vn: Tài khoản khả dụng

source: Back
ar_sa: الرجوع
bs_ba: Natrag
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Πίσω
es_es: Volver
et_ee: Tagasi
fil_ph: Bumalik
fr_fr: Retour
hi_in: पीछे आएँ
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
nl_nl: Terug
pl_pl: Wstecz
pt_pt: Voltar
ro_ro: Înapoi
ru_ru: Назад
sr_cs: Nazad
sv: Bakåt
tr_tr: Geri
vi_vn: Trở lại

source: Backup all wallet data
ar_sa: النسخ الاحتياطي لجميع بيانات المحفظة
de_de: Alle Wallet Daten sichern
et_ee: Varunda kogu rahakott
fr_fr: Sauvegarder toutes les données du portefeuille

source: Backup now
ar_sa: قم بحفض نسخة احتياطية
bs_ba: Izradi sigurnosnu kopiju sada
cs_cz: Vytvořit zálohu
da_dk: Lav sikkerhedskopi
de_de: Jetzt sichern
el_gr: Δημιουργία αντιγράφων ασφαλείας τώρα
es_es: Realizar copia de seguridad ahora
et_ee: Varukoopia tegemine
fil_ph: Mag-backup ngayon
fr_fr: Sauvegarder maintenant
hi_in: बैकअप
it_it: Esegui backup ora
ja_jp: 今すぐバックアップ
ko_kr: 지금 백업하기
nl_nl: Nu een back-up maken
pl_pl: Utwórz teraz kopię zapasową
pt_pt: Backup agora
ro_ro: Faceți o copie de rezervă acum
ru_ru: Создать резервную копию
sr_cs: Napravite rezervnu kopiju sada
sv: Säkerhetshopiera nu
tr_tr: Şimdi yedekle
vi_vn: Sao lưu ngay

source: Backup only the seed words
ar_sa: النسخ الاحتياطي فقط الكلمات البذور
de_de: Nur die Seed-Wörter sichern
et_ee: Varunda ainult lähtesõnad
fr_fr: Sauvegarder uniquement les mots de semence

source: Backup words deleted
ar_sa: تم حذف كلمات النسخة الإحتياطية
bs_ba: Riječi sigurnosne kopije obrisane
cs_cz: Zálohovaná slova vymazána
da_dk: Backup-ord slettet
de_de: Sicherungsworte gelöscht
el_gr: Οι λέξεις αντίγραφου ασφαλείας διαγράφηκαν
es_es: Borradas palabras de la copia de seguridad
et_ee: Varukoopia lähtesõnad on kustutatud
fil_ph: I-backup ang mga salitang binura
fr_fr: Mots de sauvegarde supprimés
hi_in: बैकअप अक्षरों को नष्ट किया गया
it_it: Le parole di backup sono state rimosse
ja_jp: バックアップフレーズを削除しました。
ko_kr: 백업 단어 삭제됨
nl_nl: De backup-woorden zijn verwijderd
pl_pl: Usunięto słowa kopii zapasowej
pt_pt: Palavras de backup eliminadas
ro_ro: Cuvinte de siguranță șterse
ru_ru: Мнемоника удалена
sr_cs: Izbrisane su reči koje tvore rezervnu kopiju
sv: Säkerhets-frön borttagna
tr_tr: Yedekleme kelimeleri silindi
vi_vn: Đã xóa từ khóa sao lưu

source: Backups
ar_sa: النسخة الإحتياطية
de_de: Sicherheitskopien
el_gr: Αντίγραφα ασφαλείας
es_es: Copias de seguridad
et_ee: Varukoopiad
fil_ph: Mga backup
fr_fr: Sauvegardes
ja_jp: バックアップ
ko_kr: 백업
pl_pl: Kopie zapasowe
pt_pt: Backups (Cópias de segurança)
ro_ro: Copii de rezervă
ru_ru: Резервные копии
sr_cs: Rezervne kopije
vi_vn: Sao lưu

source: Bad profile
ar_sa: بروفيل سيئ
da_dk: Ugyldig profil
de_de: Ungültiges Profil
el_gr: Κακό προφίλ
es_es: Perfil dañado
et_ee: Vigane konto
fil_ph: Maling profile
fr_fr: Mauvais profil
it_it: Cattivo profilo
ja_jp: 誤ったプロフィール
ko_kr: 나쁜 프로필
nl_nl: Slecht profiel
pl_pl: Zły profil
pt_pt: Mau Perfil
ru_ru: Неверный профиль
sr_cs: Neispravan profil
tr_tr: Kötü profil
vi_vn: Hồ sơ xấu

source: Balance By Address
ar_sa: الرصيد حسب العنوان
bs_ba: Blans po adresi
cs_cz: Bilance podle adresy
da_dk: Saldo per adresse
de_de: Guthaben nach Adresse
el_gr: Υπόλοιπο ανά διεύθυνση
es_es: Balance por Dirección
et_ee: Kontojääk aadressite kaupa
fil_ph: Balanse ayon sa Address
fr_fr: Solde par adresse
hi_in: पतों के अनुसार बैलेंस
it_it: Saldo per indirizzo
ja_jp: アドレスごとの残高
ko_kr: 주소 보유 잔액
nl_nl: Saldo per adres
pl_pl: Saldo wg adresów
pt_pt: Saldo por endereço
ro_ro: Soldul de adresă
ru_ru: Балансы по адресам
sr_cs: Stanje na računu, po adresama
sv: Saldo enligt address
tr_tr: Adrese göre Bakiye
vi_vn: Số dư theo địa chỉ

source: Before receiving funds, it is highly recommended you backup your wallet keys.
ar_sa: قبل أن تقوم بإستقبال المال, يفضل أن تقوم بعمل نسخة إحتياطية لمفاتيح محفظتك.
bs_ba: Prije primanja sredstava, preporučujemo da napravite sigurnosnu kopiju vaših ključeva za novčanik.
cs_cz: Před přijetím prostředků, velmi doporučujeme zálohovat peněženka klíče vaší peněženky.
da_dk: Før du begynder at modtage beløb, anbefales det, at du laver backup af dine wallet-nøgler.
de_de: Bevor Beträge empfangen werden, wird dringend empfohlen die Wallet-Schlüssel zu sichern.
el_gr: Προτού λάβετε χρήματα, συνιστάται να δημιουργήσετε αντίγραφα ασφαλείας για τα κλειδιά του πορτοφολιού σας.
es_es: Antes de recibir fondos, es muy recomendable realizar una copia de seguridad.
et_ee: Enne vahendite vastuvõtmist on soovitatav teha rahakoti võtmetest varukoopia.
fil_ph: Bago ang pagtanggap ng mga podo, ganap na inirerekomenda na i-backup ang iyong mga susi sa wallet.
fr_fr: Avant de recevoir des fonds, il est fortement recommandé de sauvegarder les clés de votre portefeuille.
hi_in: धन प्राप्त करने से पहले, यह अति अनुशंसित है की आप अपने वटुवे की कुंजिओं का बैकअप रख लें|
it_it: Prima di ricevere fondi, è altamente raccomandato eseguire il backup delle chiavi del portafoglio.
ja_jp: 送金してもらう前に、このウォレットをバックアップすることを強くおすすめします。
ko_kr: 자금을 받기 전에 지갑 키를 백업해 둘 것을 강력히 권장합니다.
nl_nl: Voordat u geld ontvangt, wordt dringend aangeraden om een backup te maken van de sleutels van uw portefeuille.
pl_pl: Przed otrzymaniem środków zaleca się wykonanie kopii zapasowej kluczy porfela.
pt_pt: Antes de receber fundos, é altamente recomendável que você faça backup de suas chaves de carteira.
ro_ro: Înainte de a primi fonduri, este foarte recomandat să vă faceți o copie de rezervă a cheilor portofelului dumneavoastră.
ru_ru: До получения средств, настоятельно рекомендуется, чтобы вы сделали резервную копию ключей кошелька.
sr_cs: Pre nego što ćete ostvariti prijem sredstava, preporučujemo Vam da napravite rezervnu kopiju ključeva za novčanik.
sv: Före mottagande av medel, är det högst rekommenderat att ta en säkerhetskopia på plånbokens nycklar.
tr_tr: Para almadan önce cüzdan anahtarlarınızı yedeklemeniz şiddetle tavsiye edilir.
vi_vn: Trước khi nhận tiền, một lời nhắc nhở quan trọng cho bạn là hãy sao lưu ví.

source: Better yet, use multisig wallets with redundancy,
ar_sa: أفضل من ذلك، إستعمال محافظ multisig بكثرة،
bs_ba: Još bolje, koristite multisig novčanike jednostavnije,
cs_cz: Raději použijte multisig peněženku s redundancí,
da_dk: Eller endnu bedre, brug redundant wallet med multisignatur
de_de: Besser noch, verwenden Sie MultiSig Wallets mit Redundanz,
el_gr: Ακόμα καλύτερα, χρησιμοποιήστε πορτοφόλια πολλαπλών υπογραφών με λειτουργία εφεδρείας,
es_es: Mejor aún, use monederos multifirma con redundancia,
et_ee: Pigem kasuta mitme allkirjaga rahakotte,
fil_ph: Mas mabuti pa, gamitin ang multisig na mga pitaka na may kalabisan,
fr_fr: Mieux encore, utilisez des portefeuilles multisignatures avec redondance,
hi_in: इसे भी बेहतर, एक से अधिक हस्ताक्षर वटुवों का बहुतायत में उपयोग करें।
it_it: Meglio ancora, utilizzare un wallet multi-firma con ridondanza,
ja_jp: できれば、冗長性を備えたマルチシグウォレットを使用してください。
ko_kr: 더 좋은 선택은 좀 더 유연하게 관리할 수 있는 다중 서명 지갑을 사용하는 것입니다.
nl_nl: Of nog beter, gebruik multisig wallets met redundantie,
pl_pl: Lepiej jednak, używaj redundantnych portfeli z multipodpisem,
ro_ro: Mai bine, folosesc portofele multisig cu redundanţă,
ru_ru: А лучше используйте кошельки с мультиподписью и избыточностью,
sr_cs: Još bolje i jednostavnije, koristite multisig novčanike (novčanici koji zahtevaju elektronske potpise sa više uređaja).
tr_tr: Daha da iyisi, ortaklık özelliğine sahip çoklu imza cüzdanlarını kullanın,
vi_vn: Tốt hơn, sử dụng ví đa chữ ký dư thừa,

source: Bind payment
ar_sa: ربط الدفع
bs_ba: Pošaljite uplatu
cs_cz: Vázaná platba
da_dk: Beting betaling
de_de: Zahlungsmodalitäten
el_gr: Δέσμευση πληρωμής
es_es: Enlazar pago
et_ee: Sõlmi makse leping
fr_fr: Relier paiement
hi_in: भुगतान की शर्त
it_it: Associa pagamento
ja_jp: 条件付き支払い
ko_kr: 결제 연결하기
nl_nl: Koppel betaling
pl_pl: Powiąż płatność
pt_pt: Enviar Pagamento
ro_ro: Trimite plata
ru_ru: Связать платеж
sr_cs: Vežite plaćanje
sv: Förplikta betalning
tr_tr: Ödemeyi bağla
vi_vn: Liên kết thanh toán

source: Bind the payment to a condition
ar_sa: ربط عملية الدفع بشرط
bs_ba: Povežite plaćanje sa uvjetom
cs_cz: Vázaná platba s podmínkou
da_dk: Beting betaling af begivenhed
de_de: Zahlung an eine Bedingung binden
el_gr: Δεσμεύστε την πληρωμή σε μία συνθήκη
es_es: Enlazar pago a condición
et_ee: Sõlmi tingimusega makse
fil_ph: I-bind ang pagbayad sa isang kondisyon
fr_fr: Relier le paiement à une condition
hi_in: भुगतान को बाँधे रखें शर्त के साथ
it_it: Associa il pagamento a una condizione
ja_jp: 条件付き支払い
ko_kr: 조건부 계약과 결제 연결하기
nl_nl: Koppel de betaling aan een voorwaarde
pl_pl: Powiąż płatność z warunkiem
pt_pt: Vincular pagamento a uma condição
ro_ro: Trimite plata cu o condiție
ru_ru: Привязать платеж к условию
sr_cs: Vežite plaćanje sa uslovom
sv: Förplikta betalning mot tillstånd
tr_tr: Ödemeyi bir koşula bağla
vi_vn: Liên kết thanh toán tới một điều kiện

source: Bind the payment to a condition...
ar_sa: ربط عملية الدفع بشرط...
de_de: Binden Sie die Zahlung an eine Bedingung...
et_ee: Sõlmi tingimusega makse...
fr_fr: Lier le paiement à une condition...

source: Bitcoin URI is NOT valid!
ar_sa: عنوان(URI) البتكوين خاطئ!
bs_ba: Bitcoin URI nije valjan!
cs_cz: Bitcoin URI není platné!
da_dk: Bitcoin URI er ugyldig!
de_de: Bitcoin URI ist NICHT gültig!
el_gr: Το Bitcoin URI ΔΕΝ είναι έγκυρο!
es_es: ¡URI de Bitcoin no válida!
et_ee: Bitcoini URI on VALE!
fil_ph: Ang Bitcoin URI ay HINDI balido!
fr_fr: L'URI Bitcoin n'est pas valide !
hi_in: बिटकॉइन यूआरआई अमान्य है!
it_it: Il Bitcoin URI NON è valido!
ja_jp: Bitcoin URI が無効です！
ko_kr: 올바른 비트코인 URI가 아닙니다!
nl_nl: Bitcoin URI is NIET geldig!
pl_pl: URI Bitcoin jest niepoprawne!
pt_pt: Bitcoin URI não é válido!
ro_ro: Bitcoin URI nu este valid!
ru_ru: Bitcoin URI не действителен!
sr_cs: Bitcoin URI NIJE validan!
sv: Bitcoin URI är INTE giltigt!
tr_tr: Bitcoin URI'sı geçerli değil!
vi_vn: Bitcoin URI không hợp lệ!

source: Bot Store
ar_sa: متجر البوتات
bs_ba: Robot trgovina
cs_cz: Boty
de_de: Bot Marktplatz
el_gr: Κατάστημα Bot
es_es: Tienda de bots
et_ee: Vestlusrobotid
hi_in: बोट भंडार
ja_jp: Botストア
ko_kr: 봇 스토어
nl_nl: Bot winkel
pt_pt: Loja de bot
ro_ro: Magazin bot
ru_ru: Боты
tr_tr: Bot Mağazası
vi_vn: Cửa hàng Bot

source: Both you and {{correspondent.name}} enabled local chat history recording.
ar_sa: قمت مع {{correspondent.name}} بالسماح بتسجيل سجل المحادثات.
bs_ba: Vi i {{correspondent.name}} ste omogućili snimanje povijesti lokalnog razgovora.
cs_cz: Povoleno Vaše i {{correspondent.name}} nahrávání historie chatu.
da_dk: Både du og {{correspondent.name}} slog lokal optagelse af chat-historik til.
de_de: Sie und {{correspondent.name}} haben die lokale Chat Aufzeichnung aktiviert.
el_gr: Τόσο εσείς όσο και ο {{correspondent.name}} έχετε ενεργοποιήσει την καταγραφή ιστορικού τοπικών συνομιλιών.
es_es: Tanto Vd. como {{correspondent.name}} habilitan la grabación del historial de chat.
et_ee: Sinul ja {{correspondent.name}} on mõlemil vestluse salvestamine lubatud.
fil_ph: Ikaw at ang {{correspondent.name}} ay ipinagana ang lokal chat history recording.
fr_fr: Vous et {{correspondent.name}} avez activé l'enregistrement de l'historique du chat local.
hi_in: आप और {{correspondent.name}} दोनों स्थानीय बातचीत विवरण की रिकॉर्डिंग के लिए सक्षम हैं|
it_it: Sia tu che {{correspondent.name}} avete abilitato la registrazione dello storico della chat locale.
ja_jp: あなたと{{correspondent.name}} の双方がローカルチャットの履歴を保存できます。
ko_kr: 당신과 {{correspondent.name}} 둘 다 로컬 채팅 내역 기록을 이용 가능하게 했습니다.
nl_nl: Zowel jij als {{correspondent.name}} hebben lokale chat geschiedenis opnemen ingeschakeld.
pl_pl: Zarówno ty jak i {{correspondent.name}} włączyliście lokalne rejestrowanie historii czatu.
pt_pt: Tanto você quanto {{correspondent.name}} habilitaram a gravação local do histórico do chat.
ro_ro: Atât tu, cât şi {{correspondent.name}} ați activat înregistrarea istoricul local a chat-ului.
ru_ru: И вы, и {{correspondent.name}} включили локальную запись истории чата.
sr_cs: Vi i {{correspondent.name}} ste omogućili snimanje istorije dopisivanja.
tr_tr: Hem siz hem de {{correspondent.name}} yerel sohbet geçmişi kaydetmeyi etkinleştirdi.
vi_vn: Cả bạn và {{correspondent.name}} đều cho phép ghi âm lịch sử trò chuyện nội bộ.

source: Bounce the request
et_ee: Põrka päring tagasi

source: Bounced?
et_ee: Põrkas tagasi?

source: Browser unsupported
ar_sa: متصفحك غير مدعوم حاليا
bs_ba: Preglednik nije podržan
cs_cz: Nepodporovaný prohlížeč
da_dk: Browser understøttes ikke
de_de: Der eingesetzte Browser wird nicht unterstützt
el_gr: Το πρόγραμμα περιήγησης δεν υποστηρίζεται
es_es: Navegador no soportado
et_ee: Seda brauserit ei toeta
fil_ph: Hindi supportadong browser
fr_fr: Navigateur non supporté
hi_in: निराधार ब्राउज़र
it_it: Browser non supportato
ja_jp: ブラウザ未対応
ko_kr: 지원하지 않는 브라우저입니다.
nl_nl: Browser niet ondersteund
pl_pl: Niewspierana przeglądarka
pt_pt: Navegador não suportado
ro_ro: Browser neacceptat
ru_ru: Браузер не поддерживается
sr_cs: Interner pretraživač nije podržan
sv: Web-läsare inte understödd
tr_tr: Desteklenmeyen tarayıcı
vi_vn: Trình duyệt không được hỗ trợ

source: CANCEL
ar_sa: إلغاء
bs_ba: ODUSTANI
cs_cz: ZRUŠIT
da_dk: ANNULLER
de_de: ABBRECHEN
el_gr: ΑΚΥΡΟ
es_es: CANCELAR
et_ee: KATKESTA
fil_ph: KANSELAHIN
fr_fr: ANNULER
hi_in: रद्द करें
it_it: ANNULLA
ja_jp: キャンセル
ko_kr: 취소
nl_nl: ANNULEREN
pl_pl: ANULUJ
pt_pt: CANCELAR
ro_ro: ANULARE
ru_ru: ОТМЕНА
sr_cs: Otkaži
sv: AVBRYT
tr_tr: İPTAL
vi_vn: HỦY BỎ

source: CONTINUE
ar_sa: المواصلة
bs_ba: NASTAVITE
cs_cz: POKRAČOVAT
da_dk: FORTSÆT
de_de: WEITER
el_gr: ΣΥΝΕΧΕΙΑ
es_es: CONTINUAR
et_ee: JÄTKA
fil_ph: MAGPATULOY
fr_fr: CONTINUER
hi_in: बने रहें
it_it: CONTINUA
ja_jp: 次へ
ko_kr: 다음 단계로
nl_nl: VERDER
pl_pl: KONTYNUUJ
pt_pt: CONTINUAR
ro_ro: CONTINUĂ
ru_ru: ПРОДОЛЖИТЬ
sr_cs: Nastavite
sv: FORTSÄTT
tr_tr: DEVAM ET
vi_vn: TIẾP TỤC

source: Cancel
ar_sa: إلغاء
bs_ba: Poništite
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
et_ee: Katkesta
fil_ph: Kanselahin
fr_fr: Annuler
hi_in: रद्द करें
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sr_cs: Otkaži
sv: Avbryt
tr_tr: İptal
vi_vn: Hủy bỏ

source: Change hub:
ar_sa: تغيير المرجع:
bs_ba: Promjena čvorišta:
cs_cz: Změnit hub:
da_dk: Skift hub:
de_de: Hub ändern:
el_gr: Αλλαγή κεντρικού τομέα:
es_es: Cambiar hub:
et_ee: Muuda jaotuspunkti:
fil_ph: Magpalit ng hub:
fr_fr: Changer de hub :
hi_in: केंद्र बदलें:
it_it: Cambiare hub:
ja_jp: ハブの変更:
ko_kr: 허브 변경:
nl_nl: Verander hub:
pl_pl: Zmień hub:
pt_pt: Alteração de hub:
ro_ro: Schimbă hub:
ru_ru: Изменить хаб:
sr_cs: Promena hub-a:
tr_tr: Hub değiştir:
vi_vn: Thay đổi hub:
