Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Do not clone wallets, stop using the original wallet with this seed.
ar_sa: لا تقم باستنساخ المحافظ, توقف عن استعمال المحفظة الأصلية مع هذا الـ seed.
bs_ba: Ne klonirajte novčanike, prestanite koristiti glavni uređaj sa ovim dijeljenjem.
cs_cz: Neklonujte peněženky, nepoužívejte originální peněženku s tímto seed.
da_dk: Klon ikke wallets, stop med at bruge den oprindelige wallet med dette seed.
de_de: Klonen Sie niemals Wallets, verwenden Sie das ursprüngliche Wallet nicht mit diesem Seed.
el_gr: Μην κλωνοποιείτε τα πορτοφόλια, σταματήστε να χρησιμοποιείτε το αρχικό πορτοφόλι με αυτό το seed.
es_es: No clone monederos, deje de usar el original con esta semilla.
et_ee: Ära klooni rahakotte, lõpeta nende lähtesõnadega algse rahakoti kasutamine.
fil_ph: Huwag i-clone ang mga pitaka, ihinto ang paggamit sa orihinal na pitaka na may seed na ito.
fr_fr: Ne pas cloner de portefeuilles, cesser d’utiliser le portefeuille original avec cette graine.
hi_in: वटुवों का प्रतिरूप न करें, इस बीज के साथ मूल वटुवा का उपयोग करना बंद कर दें|
it_it: Non clonare i portafogli, smetti di usare il portafoglio originale con questo seed.
ja_jp: ウォレットを複製しないでください。このシードを使って元のウォレットを使用しないでください。
ko_kr: 지갑을 복제하지 마세요. 이 시드를 가진 원본 지갑은 더 이상 사용하지 마세요.
nl_nl: Clone nooit een wallet. Stop met het gebruiken van de originele portefeuille met deze seed.
pl_pl: Nie klonuj portfeli, zaprzestań używania pierwotnego portfela z tymi słowami źródłowymi.
pt_pt: Não clone carteiras, pare de usar a carteira original com este seed.
ro_ro: Nu clonați porotfele, încetați să utilizați protofelul original cu acest seed.
ru_ru: Не клонируйте кошельки, после восстановления прекратите использовать исходный кошелёк с этой мнемофразой (seed).
sr_cs: Ne klonirajte novčanike, prestanite da koristite originalni novčanik sa ovim seed-om.
tr_tr: Cüzdanların klonlamayın, bu kurtarma kelimeleriyle orijinal cüzdanı kullanmayı bırakın.
vi_vn: Không sao chép các ví, ngừng sử dụng các tài khoản gốc với phôi này.

source: Do not use it to clone the wallet.
ar_sa: لا تقم باستعماله لإستنساخ المحفظة.
bs_ba: Ne koristite ga da klonirate novčanik.
cs_cz: Nepoužívejte to ke klonování peněženky.
da_dk: Brug det ikke til at klone wallet.
de_de: Nicht verwenden um das Wallet klonen.
el_gr: Μην το χρησιμοποιείτε για να κλωνοποιήσετε το πορτοφόλι.
es_es: No lo utilice para clonar el monedero.
et_ee: Ära kasuta seda rahakotti kloonimiseks.
fil_ph: Huwag itong gamitin para i-clone ang pitaka.
fr_fr: Ne pas l'utiliser pour cloner le portefeuille.
hi_in: इसका उपयोग न करें वटुवे का प्रतिरूप करने में|
it_it: Non usarlo per clonare il portafoglio.
ja_jp: ウォレットを複製するために使わないでください。
ko_kr: 지갑 복제를 목적으로 전체 백업 기능을 사용하지 마세요.
nl_nl: Gebruik het niet om de portefeuille te kopiëren.
pl_pl: Nie używaj tej funkcji do klonowania portfela.
pt_pt: Não use isso para clonar a carteira.
ro_ro: Nu-l utilizaţi pentru a clona portofelul.
ru_ru: Не используйте это для клонирования кошелька.
sr_cs: Onemogući korišćenje funkcije punog backup-a za kloniranje novčanika.
tr_tr: Cüzdanı klonlamak için kullanmayın.
vi_vn: Không sử dụng nó để sao chép ví.

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
ar_sa: لا ترى لغتك موجودة على كرودن؟ قم بالتواصل مع المسؤول على كرودن! إنه لشرف لنا أن نقوم بدعم لغتك.
bs_ba: Ne vidite vaš jezik na Crowdinu? Obratite se vlasniku na Crowdinu! Mi bi rado podržali vaš jezik.
cs_cz: Nevidíte na Crowdin váš jazyk? Kontaktujte správce repozitáře na Crowdin! Rádi váš jazyk přidáme.
da_dk: Findes dit sprog ikke på Crowdin? Kontakt ejeren på Crowdin! Vi vil hjertens gerne også understøtte dit sprog.
de_de: Wird Ihre Sprache auf Crowdin nicht angezeigt? Kontaktieren Sie den Eigentümer auf Crowdin! Wir würden Ihr Sprache gerne hinzufügen.
el_gr: Δεν βλέπετε τη γλώσσα σας στο Crowdin; Επικοινωνήστε με τον ιδιοκτήτη στο Crowdin! Θα θέλαμε να υποστηρίξουμε τη γλώσσα σας.
es_es: ¿No ve su idioma en Crowdin? ¡Contacte con el encargado del proyecto! Nos encantaría dar soporte a su idioma.
et_ee: Kas ei näe oma keelt Crowdin lehel? Võta ühendust Crowdin projekti haldajaga! Me hea meelega lisaks sinu keele.
fil_ph: Hindi makita ang iyong wika sa Crowdin? Makipag-ugnayan sa May-ari sa loob ng Crowdin! Gusto namin suportahan ang iyong wika.
fr_fr: Vous ne voyez pas votre langue sur Crowdin ? Contactez le propriétaire sur Crowdin ! Nous serions ravis de prendre en charge votre langue.
hi_in: क्या आप क्रोडिन में अपना भाषा नहीं देखते? क्रोडिन में मालिक से संपर्क करें! हमलोग आनंदित होंगे आपके भाषा को मदद कर|
it_it: Non vedi la tua lingua su Crowdin? Contatta il proprietario su Crowdin! Ci piacerebbe supportare la lingua.
ja_jp: ご自身の言語はCrowdinで見当たりませんか？Crowdinの管理者に連絡とってください。対応させていただきます。
ko_kr: Crowdin에서 당신의 모국어가 보이지 않습니까? Crowdin의 운영자와 연락하세요! 여러분의 모국어를 지원하고 싶습니다.
nl_nl: Is uw taal niet zichtbaar op Crowdin? Neem contact op met de eigenaar op Crowdin! Wij zouden graag uw taal toevoegen.
pl_pl: Nie widzisz swojego języka na Crowdin? Skontaktuj się z Właścicielem na Crowdin! Chętnie dodamy wsparcie dla Twojego języka.
pt_pt: Não vê a sua língua no Crowdin? Contacte o dono no Crowdin! Adorávamos dar suporte à sua língua.
ro_ro: Nu vă vedeți limba dumneavoastră pe Crowdin? Contactați proprietarul de pe Crowdin! Ne-ar plăcea să avem și limba dumneavoastră pe aplicația noastră.
ru_ru: Не видите свой язык на Crowdin? Свяжитесь с владельцем по Crowdin! Мы с удовольствием поддержим ваш язык.
sr_cs: Ne vidite Vaš jezik na Crowdinu? Obratite se vlasniku preko Crowdin-a! Rado ćemo podržati Vaš jezik.
sv: Hittar du inte ditt språk på Crowdin? Kontakta ägaren på Crowdin! Vi vill gärna stödja språk.
tr_tr: Crowdin'de kendi dilinizi görmüyor musunuz? Kurucu ile Crowdin'de iletişime geçin! Dilinizi desteklemekten mutluluk duyarız.
vi_vn: Không nhìn thất ngôn ngữ của bạn trên Crowdin? Liên hệ với chủ quản trên Crowdin. Chúng tôi rất muốn hỗ trợ ngôn ngữ của bạn.

source: Done
ar_sa: إنهاء
bs_ba: Gotovo
cs_cz: Hotovo
da_dk: Udført
de_de: Fertig
el_gr: Τέλος
es_es: Listo
et_ee: Valmis
fil_ph: Tapos
fr_fr: Terminé
hi_in: संपन्न
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
nl_nl: Gereed
pl_pl: Zrobione
pt_pt: Feito
ro_ro: Terminat
ru_ru: Готово
sr_cs: Završeno
sv: Klart
tr_tr: Tamam
vi_vn: Hoàn thành

source: Download CSV file
ar_sa: تنزيل الملف بصيغة CSV
bs_ba: Preuzmite CSV datoteku
cs_cz: Stáhnout CSV soubor
da_dk: Download CSV-fil
de_de: .csv-Datei herunterladen
el_gr: Κατεβάστε το αρχείο CSV
es_es: Descargar archivo CSV
et_ee: Lae alla CSV fail
fil_ph: I-download ang CSV file
fr_fr: Télécharger le fichier CSV
hi_in: सीएसवी फाइल डाउनलोड करें
it_it: Scarica il file in formato CSV
ja_jp: CSVファイルをダウンロード
ko_kr: CSV 파일 다운로드
nl_nl: Download CSV-bestand
pl_pl: Pobierz plik CSV
pt_pt: Descarregar ficheiro CSV
ro_ro: Descarcă fișier CSV
ru_ru: Скачать CSV-файл
sr_cs: Preuzmite CSV fajl
sv: Ladda ner CSV-fil
tr_tr: CSV dosyasını indir
vi_vn: Tải tập tin CSV

source: Download the entire Obyte database
ar_sa: تحميل قاعدة بيانات Obyte بأكملها
da_dk: Download hele Obyte-databasen
de_de: Die gesamte Obyte Datenbank herunterladen
et_ee: Lae alla kogu Obyte andmebaas
fr_fr: Télécharger toute la base de données Obyte
ko_kr: 전체 Obyte 데이터베이스 다운로드
nl_nl: Download de gehele Obyte database
pl_pl: Pobierz całą bazę danych Obyte
sr_cs: Preuzmite celu bazu podataka za Obyte

source: Edit
ar_sa: تعديل
bs_ba: Uredite
cs_cz: Upravit
da_dk: Rediger
de_de: Ändern
el_gr: Επεξεργασία
es_es: Editar
et_ee: Muuda
fil_ph: I-edit
fr_fr: Editer
hi_in: सम्पादित करें
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
nl_nl: Wijzig
pl_pl: Edytuj
pt_pt: Editar
ro_ro: Editează
ru_ru: Ред.
sr_cs: Urеdi
sv: Redigera
tr_tr: Düzenle
vi_vn: Chỉnh sửa

source: Either you or {{correspondent.name}} have chat history recording disabled. History is not saved for anyone now.
ar_sa: يبدو أن تسجيل سجل المحادثات لديك أو لدى {{correspondent.name}} معطل. التسجيل غير محفوظ لدى كلاكما.
bs_ba: Samo vi ili {{correspondent.name}} imaju onemogućenu povijest snimanja razgovora. Povijest nije spremljena niti za koga trenutno.
cs_cz: Vy nebo {{correspondent.name}} máte zakázáno ukládání historie chatu. Nikdo nyní nemá uloženu historii.
da_dk: Enten du eller {{correspondent.name}} har slået optagelse af chat-historik fra. Historik gemmes derfor ikke af nogen af parterne nu.
de_de: Entweder Sie oder {{correspondent.name}} hat die Aufnahme des Chatverlaufs deaktiviert. Der Verlauf wird daher für niemanden gespeichert.
el_gr: Είτε εσείς, είτε ο {{correspondent.name}} έχετε απενεργοποιημένη την καταγραφή ιστορικού συνομιλιών. Το ιστορικό δεν αποθηκεύεται για κανέναν τώρα.
es_es: O bien tú o {{correspondent.name}} tienen deshabilitada la grabación del historial de chat. El historial no se ha grabado para nadie.
et_ee: Sinul või {{correspondent.name}} on vestluse salvestamine keelatud. Vestluse ajalugu ei salvestada.
fil_ph: Maaring ikaw o si {{correspondent.name}} ay hindi pinagana ang patatala ng kasaysayan na chat. Hindi na i-save ang kasaysayan na chat para sa kahit kanino man ngayon.
fr_fr: Vous ou {{correspondent.name}} a l'enregistrement de l'historique du chat désactivé. L’historique n’est pas enregistré pour tout le monde actuellement.
hi_in: आप या तो {{correspondent.name}} ने बातचीत विवरण रिकॉर्डिंग को निष्क्रिय किया है| किसी का विवरण सहेजा नहीं गया अब|
it_it: E' possibile che tu o {{correspondent.name}} abbiate la registrazione dello storico della chat disabilitata. Lo storico non è dunque salvato per nessuno al momento.
ja_jp: あなたか{{correspondent.name}}のどちらかがチャット履歴の記録を無効にしています。現在、履歴は保存されません。
ko_kr: 당신이나 {{correspondent.name}}은 채팅 내역 기록을 이용하지 못하게 되었습니다. 기록은 현재 누구에게도 저장되어있지 않습니다.
nl_nl: U of {{correspondent.name}} hebben chat geschiedenis opnemen uitgeschakeld. Geschiedenis is nu voor niemand opgeslagen.
pl_pl: Zarówno ty jak i {{correspondent.name}} macie wyłączone rejestrowanie historii czatu. Historia czatu nie jest teraz zapisywana przez nikogo.
pt_pt: Ou você ou {{correspondent.name}} possui(em) a gravação local do histórico do chat desativada. Portanto o histórico não será salvo pra ninguém.
ro_ro: Dumneavoastră sau {{correspondent.name}} aveți dezactivată înregistrarea istoricul chat-ului. Istoricul nu este salvat momentan pentru nimeni.
ru_ru: Или вы, или {{correspondent.name}} отключили запись истории чата. История не сохраняется ни для кого.
sr_cs: Neko je isključio snimanje istorije dopisivanja, bilo da ste to Vi učinili ili {{correspondent.name}}. Dopisivanje se trenutno ne snima.
tr_tr: Siz ya da {{correspondent.name}} sohbet geçmişini kaydetmeyi devre dışı bıraktı. Geçmiş artık kimse için kaydedilmiyor.
vi_vn: Bạn hoặc {{correspondent.name}} có ghi âm lịch sử trò chuyện bị vô hiệu hoá. Lịch sử sẽ không được lưu cho bất cứ ai hiện tại.

source: Enable push notifications
ar_sa: السماح بإظهار التنبيهات
bs_ba: Omogućiti automatske obavijesti
cs_cz: Povolit alarm oznámení
da_dk: Tillad push-notifikationer
de_de: Pushbenachrichtigungen aktivieren
el_gr: Ενεργοποίηση ειδοποιήσεων push
es_es: Habilitar notificaciones push
et_ee: Luba teadete vastuvõtmine
fil_ph: I-enable ang push notifications
fr_fr: Autoriser les notifications push
hi_in: धक्का अधिसूचनाएँ सक्रीय करें
it_it: Attiva le notifiche push
ja_jp: プッシュ通知の有効化
ko_kr: 푸시 알림 받기
nl_nl: Push-notificaties inschakelen
pl_pl: Włącz wyskakujące powiadomienia
pt_pt: Permitir notificações
ro_ro: Activare notificări push
ru_ru: Включить push-уведомлений
sr_cs: Omogući automatska obaveštenja
sv: Aktivera push-notifieringar
tr_tr: Anlık bildirimleri etkinleştir
vi_vn: Bật thông báo đẩy

source: Enter the pairing code received from the other device, or use your camera (icon at the upper right corner) to scan the QR code displayed on the other device.
ar_sa: قم بإدخال كود الإقتران الذي تلقيته من الجهاز الأخر, أو قم باستعمال الكاميرا (الأيقونة في الأعلى على اليمين) من أجل مسح رمز الإستجابة السريع الذي يوجد على الجهاز الأخر.
bs_ba: Unesite kod za uparivanje od drugog uređaja ili koristite kameru (ikona u gornjem desnom kutu) za skenirajte QR koda prikazanog na drugom uređaju.
cs_cz: Zadejte párovací kód přijatý od jiných zařízení nebo použijte fotoaparát (ikona v pravém horním rohu) ke skenování QR kódu zobrazeného na jiném zařízení.
da_dk: Angiv parringskode modtaget fra den anden enhed, eller brug dit kamera (ikonet øverst til højre) til at scanne QR-koden fra den anden enhed.
de_de: Geben Sie den Verbindungs-Code des anderen Gerätes ein, oder verwenden Sie die Kamera (Symbol oben rechts), um den QR-Code zu scannen der auf dem anderen Gerät angezeigt wird.
el_gr: Εισάγετε τον κωδικό ζεύξης που λάβατε από την άλλη συσκευή ή χρησιμοποιήσετε την κάμερα σας (εικονίδιο στην επάνω δεξιά γωνία) για να σαρώσετε τον κωδικό QR που εμφανίζεται στην άλλη συσκευή.
es_es: Entre el dódigo de emparajamiento recibido desde el otro dispositivo, o use la cámara (icono esquina superior derecha) para escanear el código QR mostrado en el otro dispositivo.
et_ee: Sisesta teiselt seadmelt saadud sidumiskood või kasuta oma kaamerat (nupp üleval paremas nurgas), et skaneerida QR kood, mis on kuvatud teisel seadmel.
fil_ph: Ipasok ang code na pagpares na natanggap mula sa kabilang device, o gamitin ang iyong camera (ang icon ay nasa kanang itaas na sulok) para i-scan ang QR code na pinapakita sa kabilang device.
fr_fr: Entrez le code d'apairage reçu de l'autre partie ou utilisez votre caméra (icone en haut àdroite) pour scanner le code QR code affiché sur l'autre appareil.
hi_in: युग्मन संकेत डालें जो दुशरे उपकरण से प्राप्त हुवा है, या अपना कैमरा का उपयोग करें (ऊपर दाहिने कार्नर में आइकॉन है) क्यूआर संकेत स्कैन करने के लये जो दुशरे उपकरण में दीखता है|
it_it: Immetti il codice di associazione ricevuto dall'altro dispositivo, o utilizza la fotocamera (icona in alto a destra) per la scansione del codice QR visualizzato su un altro dispositivo.
ja_jp: 他のデバイスのペアリングコードを入力するか、カメラ（右上のアイコン）を使って他のデバイスのQRコードをスキャンしてください。
ko_kr: 다른 장치로 부터 받은 페어링 코드를 입력하거나 카메라(오른쪽 상단에 아이콘)을 사용하여 다른 장치에 표시된 QR코드를 스캔합니다.
nl_nl: Geef de ontvangen koppelingscode van het andere apparaat in, of gebruik uw camera (icoon bovenin rechter hoek) om de QR-code die op het andere apparaat getoond wordt te scannen.
pl_pl: Wprowadź kod parowania otrzymany z drugiego urządzenia lub użyj aparatu (ikona w prawym górnym rogu) do zeskanowania kodu QR wyświetlonego na drugim urządzeniu.
pt_pt: Introduza o código de emparelhamento do outro dispositivo, ou use a sua câmara (ícone no canto superior direito) para ler o código QR apresentado no outro dispositivo.
ro_ro: Introduceți codul de cuplare primit de la celălalt aparat, sau folosiți camera (iconița din colțul din dreapta de sus) pentru a scana codul QR afișat pe celălalt aparat.
ru_ru: Введите полученный от другого устройства код сопряжения или используйте Вашу камеру (значок в правом верхнем углу) для сканирования QR-кода, отображаемого на другом устройстве.
sr_cs: Unesite kod za uparivanje, ili upotrebite kameru (ikonica u gornjem desnom uglu) kako biste skenirali QR kod.
sv: Skriv in pairing-koden från den andra enheten, eller använd kameran (ikon uppe till höger) för att avsöka QR koden som visas i andra enheten.
tr_tr: Diğer cihazdan alınan eşleştirme kodunu girin veya diğer cihazlarda gösterilen QR kodunu taramak için kamerayı (sağ üst köşedeki simge) kullanın.
vi_vn: Nhập vào mã ghép nối nhận được từ thiết bị khác, hoặc sử dụng camera của bạn (biểu tượng ở góc trên bên phải) để quét mã QR được hiển thị trên các thiết bị khác.

source: Enter your password
ar_sa: قم بإدخال كلمة السر
bs_ba: Unesite svoju šifru
cs_cz: Zadejte své heslo
da_dk: Angiv adgangskode
de_de: Passwort eingeben
el_gr: Εισάγετε τον κωδικό σας
es_es: Ingrese su contraseña
et_ee: Sisesta oma salasõna
fil_ph: Ipasok ang iyong password
fr_fr: Saisissez votre mot de passe
hi_in: आपका पासवर्ड डालें
it_it: Inserisci la tua password
ja_jp: パスワードを入力して下さい。
ko_kr: 패스워드를 입력해주세요
nl_nl: Voer je wachtwoord in
pl_pl: Wprowadź swoje hasło
pt_pt: Digite sua senha
ro_ro: Introduceţi parola
ru_ru: Введите свой пароль
sr_cs: Unesite svoju lozinku
sv: Skriv in ditt lösenord
tr_tr: Parolanızı girin
vi_vn: Nhập vào mật khẩu của bạn

source: Error
et_ee: Viga

source: Error creating wallet
ar_sa: تعذر إنشاء المحفظة
bs_ba: Pogreška prilikom izrade računa
cs_cz: Chyba při vytváření peněženky
da_dk: Fejl under oprettelse af wallet
de_de: Fehler beim Erstellen des Wallets
el_gr: Σφάλμα κατά τη δημιουργία του πορτοφολιού
es_es: Error al crear monedero
et_ee: Viga rahakoti loomisel
fil_ph: May problema sa paglikha ng pitaka
fr_fr: Erreur de à la création du portefeuille
hi_in: वॉलेट तैयार करते समय त्रुटि
it_it: Errore creazione portafoglio
ja_jp: ウォレット作成エラー
ko_kr: 지갑 생성 중 오류
nl_nl: Fout bij het aanmaken van portefeuille
pl_pl: Błąd podczas tworzenia portfela
pt_pt: Erro na criação da carteira
ro_ro: Eroare la crearea portofelului
ru_ru: Ошибка создания кошелька
sr_cs: Greška prilikom kreiranja novčanika
sv: Fel vid skapande av plånbok
tr_tr: Cüzdan oluşturma hatası
vi_vn: Lỗi tạo ví

source: Expired on
ar_sa: انتهت مدة الصلاحية في
de_de: Abgelaufen am
et_ee: Aegub
fr_fr: Expiré le
pl_pl: Wygasł

source: Export
ar_sa: حفظ
bs_ba: Izvoz
da_dk: Eksportér
de_de: Exportieren
el_gr: Εξαγωγή
es_es: Exportar
et_ee: Ekspordi
fil_ph: I-export
fr_fr: Exporter
hi_in: निर्यात करें
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
nl_nl: Exporteren
pl_pl: Eksportuj
pt_pt: Exportar
ro_ro: Exportă
ru_ru: Экспорт
sr_cs: Izvezi
tr_tr: Dışa Aktar
vi_vn: Xuất ra

source: Export completed successfully
ar_sa: تم الحفظ بنجاح
bs_ba: Postupak je uspješno dovršen
cs_cz: Export byl úspěšně dokončen
da_dk: Eksport udført
de_de: Export erfolgreich abgeschlossen
el_gr: Η εξαγωγή ολοκληρώθηκε επιτυχώς
es_es: Exportación completada con éxito
et_ee: Eksportimine õnnestus
fil_ph: Matagumpay na nakompleto ang pag-export
fr_fr: Export effectué avec succès
hi_in: निर्यात सफलतापूर्वक पूर्ण
it_it: Esportazione completata con successo
ja_jp: エクスポートが完了しました。
ko_kr: 내보내기 완료
nl_nl: Het exporteren is succesvol voltooid
pl_pl: Eksport zakończony pomyślnie
pt_pt: Exportação completada com sucesso
ro_ro: Exportare terminată cu succes
ru_ru: Экспорт завершен успешно
sr_cs: Izvoz je uspešno završen
sv: Export slutfört
tr_tr: Dışa aktarma başarıyla tamamlandı
vi_vn: Xuất ra thành công

source: Exporting...
ar_sa: جاري الحفظ...
bs_ba: Izvoženje...
cs_cz: Exportování...
da_dk: Eksporterer...
de_de: Exportiere...
el_gr: Εξαγωγή...
es_es: Exportando...
et_ee: Eksportimine...
fr_fr: Export en cours...
hi_in: निर्यात हो रहा है...
it_it: Esportazione in corso...
ja_jp: エクスポート中...
ko_kr: 내보내기 진행 중...
nl_nl: Bezig met exporteren...
pl_pl: Eksportowanie...
pt_pt: Exportando...
ro_ro: Se exportă...
ru_ru: Экспортирую...
sr_cs: Izvoz u toku...
tr_tr: Dışa aktarılıyor...
vi_vn: Đang xuất ra...

source: Extended Public Keys
ar_sa: المفاتيح العامة كاملة
bs_ba: Prošireni javni ključevi
cs_cz: Rozšířený veřejný klíč
da_dk: Udvidede offentlige nøgler
de_de: Erweiterte öffentliche Schlüssel
el_gr: Εκτεταμένα δημόσια κλειδιά
es_es: Claves Públicas Extendidas
et_ee: Laiendatud avalikud võtmed
fil_ph: Ipinaabot ng pampublikong susi
fr_fr: Clés publiques étendues
hi_in: विस्तृत सार्वजनिक कुंजियाँ
it_it: Chiave pubblica estesa
ja_jp: 拡張公開鍵
ko_kr: 공개 키 확장
nl_nl: Uitgebreide publieke sleutels
pl_pl: Rozszerzone Klucze Publiczne
pt_pt: Chaves públicas estendidas
ro_ro: Cheie publică extinsă
ru_ru: Расширенные открытые ключи
sr_cs: Prošireni javni ključevi
tr_tr: Genişletilmiş Genel Anahtarlar
vi_vn: Các phím công khai được mở rộng

source: Failed to export
ar_sa: تعذر الحفظ
bs_ba: Izvoz podataka nije uspio
cs_cz: Chyba exportu
da_dk: Eksport mislykkedes
de_de: Fehler beim Exportieren
el_gr: Αποτυχία εξαγωγής
es_es: Error al exportar
et_ee: Eksportimine ebaõnnestus
fil_ph: Nabigo ang pag-export
fr_fr: Impossible d'exporter
hi_in: निर्यात करने में विफल
it_it: Esportazione non riuscita
ja_jp: エクスポートに失敗しました。
ko_kr: 내보내기 실패
nl_nl: Exporteren is mislukt
pl_pl: Nie udało się wyeksportować
pt_pt: Exportação falhou
ro_ro: Exportare nereușită
ru_ru: Не удалось экспортировать
sr_cs: Izvoz nije uspeo
tr_tr: Dışa aktarma başarısız oldu
vi_vn: Không thế xuất dữ liệu

source: Fee
ar_sa: الرسوم
bs_ba: Naknada
cs_cz: Poplatek
da_dk: Gebyr
de_de: Gebühr
el_gr: Προμήθεια
es_es: Comisión
et_ee: Teenustasu
fil_ph: Bayarin
fr_fr: Frais
hi_in: फीस
it_it: Tassa
ja_jp: 手数料
ko_kr: 수수료
nl_nl: Transactiekosten
pl_pl: Prowizja
pt_pt: Taxa
ro_ro: Comision
ru_ru: Комиссия
sr_cs: Naknada
sv: Avgift
tr_tr: Ücret
vi_vn: Phí

source: Field
ar_sa: النطاق
da_dk: Felt
de_de: Feld
el_gr: Πεδίο
es_es: Campo
et_ee: Väli
fr_fr: Champ
it_it: Campo
ja_jp: フィールド
ko_kr: 필드
nl_nl: Veld
pl_pl: Pole
ru_ru: Поле
sr_cs: Polje

source: File saved to /Obyte/. You can now also send it somewhere using chat apps or email to have more copies of the backup
ar_sa: تم حفظ الملف في / Obyte /. يمكنك الآن أيضًا إرساله إلى مكان ما باستخدام تطبيقات الدردشة أو البريد الإلكتروني للحصول على المزيد من النّسخ الاحتياطية
de_de: Datei gespeichert in /Obyte/. Sie können die Datei jetzt auch mit Chat-Apps oder E-Mail versenden, um mehr Kopien des Backup zu haben
et_ee: Fail salvestatud /Obyte/ kataloogi. Nüüd saad seda saata mujale kasutades vestlusrakendusi või e-kirja teel, et sellest oleks ka mujal varukoopiaid
fr_fr: Fichier enregistré dans /Obyte/. Vous pouvez maintenant l'envoyer quelque part en utilisant des applications de chat ou des e-mails pour avoir plus de copies de la sauvegarde

source: Finality
ar_sa: النهائي
bs_ba: Konačnost
cs_cz: Neodvolatelnost
da_dk: Resultat
de_de: Endgültigkeit
el_gr: Οριστικότητα
es_es: Concepto
et_ee: Lõplik seisund
fr_fr: Finalité
hi_in: अंतिम स्थिति
it_it: Finalità
ja_jp: 完了
ko_kr: 최종
nl_nl: Finaliteit
pl_pl: Finalność
pt_pt: Finalidade
ro_ro: Finalitate
ru_ru: Завершенность
sr_cs: Transakcije se ne mogu preurediti (Finality)
sv: Slutgiltighet
tr_tr: Kesinlik
vi_vn: Kết thúc

source: From
ar_sa: من
bs_ba: Od
cs_cz: Od
da_dk: Fra
de_de: Von
el_gr: Από
es_es: Desde
et_ee: Kellelt
fil_ph: Mula sa
fr_fr: De
hi_in: से
it_it: Da
ko_kr: 전송자
nl_nl: Van
pl_pl: Od
pt_pt: De
ro_ro: De la
ru_ru: От
sr_cs: Od
sv: Från
tr_tr: Gönderen
vi_vn: Đến từ

source: From AA
et_ee: AAlt

source: From Obyte address
et_ee: Obyte aadressilt

source: Full address:
ar_sa: العنوان الكامل:
bs_ba: Potpuna adresa:
cs_cz: Úplná adresa:
da_dk: Fuld adresse:
de_de: Vollständige Adresse:
el_gr: Πλήρης διεύθυνση:
es_es: Dirección completa:
et_ee: Täisaadress:
fil_ph: Buong address:
fr_fr: Adresse complète
hi_in: पूरा पता:
it_it: Indirizzo completo:
ja_jp: フルアドレス :
ko_kr: 전체 주소:
nl_nl: Volledig adres:
pl_pl: Pełny adres:
pt_pt: Endereço completo:
ro_ro: Adresa completă:
ru_ru: Полный адрес
sr_cs: Puna adresa:
sv: Hel address:
tr_tr: Tam adres:
vi_vn: Địa chỉ đầy đủ:

source: GET STARTED
ar_sa: البدئ
bs_ba: PRVI KORACI
cs_cz: ZAČÍNÁME
da_dk: KOM I GANG
de_de: ERSTE SCHRITTE
el_gr: ΞΕΚΙΝΗΣΤΕ
es_es: COMENZAR
et_ee: ALUSTA
fil_ph: MAGSIMULA
fr_fr: COMMENCER
hi_in: शुरू करें
it_it: INIZIA
ja_jp: はじめよう
ko_kr: 시작하기
nl_nl: AAN DE SLAG
pl_pl: ZACZNIJ TUTAJ
pt_pt: COMEÇAR
ro_ro: ÎNCEPE
ru_ru: НАЧАТЬ
sr_cs: POČNITE
sv: BÖRJA
tr_tr: BAŞLA
vi_vn: BẮT ĐẦU

source: Generate QR Code
ar_sa: إحداث رمز الإستجابة السريع
bs_ba: Generirajte QR kod
cs_cz: Vytvořit QR kód
da_dk: Generér QR-kode
de_de: QR Code erzeugen
el_gr: Δημιουργία κωδικού QR
es_es: Generar código QR
et_ee: Loo skaneeritav QR kood
fil_ph: Gumawa ng QR Code
fr_fr: Générer un Code QR
hi_in: QR/क्यूआर कोड उत्पन्न करें
it_it: Genera un codice QR
ja_jp: QRコードを生成
ko_kr: QR 코드 생성하십시오
nl_nl: QR-code aanmaken
pl_pl: Generuj kod QR
pt_pt: Gerar código QR
ro_ro: Generează codul QR
ru_ru: Сгенерировать QR-код
sr_cs: Generiši QR kod
tr_tr: QR kodu oluştur
vi_vn: Tạo mã QR
