Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Generate new address
ar_sa: إحداث عنوان جديد
bs_ba: Generirajte novu adresu
cs_cz: Vytvořit novou adresu
da_dk: Generér ny adresse
de_de: Neue Adresse erzeugen
el_gr: Δημιουργία νέας διεύθυνσης
es_es: Generar nueva dirección
et_ee: Loo uus aadress
fil_ph: Bumuo ng bagong address
fr_fr: Générer une nouvelle adresse
hi_in: नया पता उत्पन्न करें
it_it: Genera un nuovo indirizzo
ja_jp: 新規アドレスを生成
ko_kr: 새로운 주소 생성
nl_nl: Nieuw adres aanmaken
pl_pl: Utwórz nowy adres
pt_pt: Gerar novo endereço
ro_ro: Generează o adresă nouă
ru_ru: Создать новый адрес
sr_cs: Generiši novu adresu
sv: Skapa ny address
tr_tr: Yeni adres oluştur
vi_vn: Tạo địa chỉ mới

source: Generating .csv file...
ar_sa: إحداث ملف بصيغة csv...
bs_ba: Generiranje .csv datoteke...
cs_cz: Vytvářím .csv soubor...
da_dk: Genererer .csv-fil...
de_de: .csv Datei wird generiert...
el_gr: Δημιουργία αρχείου .csv...
es_es: Generando archivo .csv...
et_ee: CSV faili loomine...
fil_ph: Bumubuo ng .csv file...
fr_fr: Génération du fichier .csv...
hi_in: उत्पन्न हो रही है .सीएसवी फाइल...
it_it: Generazione del file CSV...
ja_jp: CSVファイル作成中…
ko_kr: .csv 파일 생성중...
nl_nl: Bezig met aanmaken van .CSV-bestand...
pl_pl: Tworzenie pliku .csv...
pt_pt: Gerando ficheiro .csv...
ro_ro: Se generează fișier .csv...
ru_ru: Создание .сsv-файла...
sr_cs: Kreira se .csv fajl...
sv: Generarar ny .csv fil...
tr_tr: .csv dosyası oluşturuluyor...
vi_vn: Tạo tập tin .csv...

source: Getting address for wallet
ar_sa: الحصول على عنوان للمحفظة
de_de: Adresse für Wallet abrufen
et_ee: Aadressi otsimine rahakotile
fr_fr: Obtenir l'adresse pour le portefeuille

source: Given name
et_ee: Eesnimi

source: Global preferences
ar_sa: الإعدادت العامة
bs_ba: Globalne postavke
cs_cz: Obecná nastavení
da_dk: Generelle indstillinger
de_de: Globale Einstellungen
el_gr: Κεντρικές ρυθμίσεις
es_es: Preferencias generales
et_ee: Globaalsed eelistused
fil_ph: Mga preperensiya sa pandaigdigang
fr_fr: Préférences générales
hi_in: विश्वव्यापी प्रथिमिकताएँ
it_it: Preferenze globali
ja_jp: グローバル設定
ko_kr: 전역 환경설정
nl_nl: Algemene voorkeuren
pl_pl: Ustawienia globalne
pt_pt: Preferências globais
ro_ro: Preferințe globale
ru_ru: Общие настройки
sr_cs: Opšta podešavanja
sv: Globala inställningar
tr_tr: Genel tercihler
vi_vn: Tùy chọn toàn cầu

source: Go back
ar_sa: الرجوع
bs_ba: Idi natrag
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
el_gr: Επιστροφή
es_es: Volver
et_ee: Tagasi
fil_ph: Bumalik
fr_fr: Retour
hi_in: पीछे जाएँ
it_it: Indietro
ja_jp: 前に戻る
ko_kr: 뒤로 가기
nl_nl: Terug
pl_pl: Wstecz
pt_pt: Para trás
ro_ro: Înapoi
ru_ru: Вернуться
sr_cs: Nazad
sv: Bakåt
tr_tr: Geri git
vi_vn: Quay lại

source: Hardware wallet
ar_sa: المحفظة المادية
bs_ba: Hardver novčanik
cs_cz: Hardwarová peněženka
el_gr: Υλικό πορτοφόλι
es_es: Monedero Hardware
et_ee: Riistvaraline rahakott
fil_ph: Hardware na pitaka
fr_fr: Portefeuille matériel
hi_in: हार्डवेयर वटुवा
it_it: Portafoglio hardware
ja_jp: ハードウェアウォレット
ko_kr: 하드웨어 지갑
nl_nl: Hardware portefeuille
pl_pl: Portfel sprzętowy
pt_pt: Carteira hardware
ro_ro: Portofelul Hardware
ru_ru: Аппаратный кошелек
sr_cs: Hardverski novčanik
sv: Hårdvaru-plånbok
tr_tr: Donanım cüzdanı
vi_vn: Ví cứng

source: Hidden assets
ar_sa: الأصول الخفية
da_dk: Skjulte tokens
de_de: Versteckte Guthaben
el_gr: Κρυφά περιουσιακά στοιχεία
es_es: Activos ocultos
et_ee: Peidetud vara
fr_fr: Actifs cachés
ko_kr: 숨겨진 자산
nl_nl: Verborgen bezit
pl_pl: Ukryte aktywa
ru_ru: Скрытые активы
sr_cs: Skrivena sredstva

source: Hidden subwallets
et_ee: Peidetud kontod

source: Hide the Wallet Seed
ar_sa: إخفاء seed المحفظة
bs_ba: Sakrij dijeljene
cs_cz: Skrytí seed peněženky
da_dk: Skjul wallet-seed
de_de: Wallet Seed ausblenden
el_gr: Απόκρυψη του Seed πορτοφολιού
es_es: Ocultar semilla del monedero
et_ee: Peida Rahakoti Lähtesõnad
fil_ph: Itago ang Seed ng Pitaka
fr_fr: Masquer la graine du portefeuille
hi_in: वटुवा बीज को छुपा दें
it_it: Nascondi il seed del portafoglio
ja_jp: ウォレットの復元フレーズを非表示
ko_kr: 지갑 시드 숨기기
nl_nl: Verberg de seed van de portefeuille
pl_pl: Ukryj słowa źródłowe portfela
pt_pt: Esconder a Seed da Carteira
ro_ro: Ascunde Seed-ul Portofelului
ru_ru: Скрыть мнемонику (seed)
sr_cs: Sakrij šifru za obnovu (wallet seed)
sv: Göm plånbokens ord-frön
tr_tr: Cüzdan Kurtarma Kelimelerini Gizle
vi_vn: Ẩn các dữ liệu nền ví

source: History
ar_sa: السجل
bs_ba: Povijest
cs_cz: Historie
da_dk: Historik
de_de: Verlauf
el_gr: Ιστορικό
es_es: Historial
et_ee: Ajalugu
fil_ph: Kasaysayan
fr_fr: Historique
hi_in: इतिहास/विवरण
it_it: Storico
ja_jp: 履歴
ko_kr: 거래내역
nl_nl: Geschiedenis
pl_pl: Historia
pt_pt: Histórico
ro_ro: Istoric
ru_ru: История
sr_cs: Istorija
sv: Historia
tr_tr: Geçmiş
vi_vn: Lịch sử

source: Home
ar_sa: الرئيسية
bs_ba: Početna
cs_cz: Domů
da_dk: Hjem
de_de: Start
el_gr: Αρχική Σελίδα
es_es: Inicio
et_ee: Avaleht
fr_fr: Accueil
hi_in: घर
ja_jp: ホーム
ko_kr: 홈
pl_pl: główna
pt_pt: Início
ro_ro: Acasă
ru_ru: Главная
sr_cs: Početna
sv: Hem
tr_tr: Ana sayfa
vi_vn: Trang chủ

source: Home page:
et_ee: Koduleht:

source: Hub
ar_sa: المرجع
bs_ba: Čvor
cs_cz: Hib
el_gr: Κεντρικός τομέας
et_ee: Teadete jaotuspunkt
hi_in: केंद्र
ja_jp: ハブ
ko_kr: 허브
pt_pt: Plataforma
ru_ru: Хаб
sv: Nav
vi_vn: Trung tâm

source: Hub URL
ar_sa: رابط المرجع
bs_ba: URL Čvora
el_gr: URL κεντρικού τομέα
es_es: URL del "Hub"
et_ee: Jaotuspunkti URL
fil_ph: URL ng Hub
fr_fr: URL du Hub
hi_in: केंद्र यूआरएल
it_it: URL dell'Hub
ja_jp: ハブのURL
ko_kr: 허브 URL
pl_pl: URL Hub-u
pt_pt: URL da plataforma
ro_ro: URL Hub
ru_ru: URL-адрес хаба
sr_cs: Adresa HUB-a
sv: Nav URL
tr_tr: Hub URL'si
vi_vn: URL Trung tâm

source: I affirm that I have read, understood, and agree with these terms.
ar_sa: أشهد على أنني قمت بالإطلاع و فهم و الموافقة على كافة الشروط.
bs_ba: Potvrđujem da sam pročitao, razumio, i da se slažem s ovim uvjetima.
cs_cz: Potvrzuji, že jsem si přečetl, porozuměl a souhlasím s uvedenými podmínkami.
da_dk: Jeg bekræfter at jeg har læst og er indforstået med disse betingelser.
de_de: Ich bestätige, dass ich die Nutzungsbedingungen gelesen habe, diese verstehe und diesen zustimme.
el_gr: Βεβαιώνω ότι έχω διαβάσει, κατανοήσει και συμφωνήσει με αυτούς τους όρους.
es_es: Confirmo haber leído, entendido y aceptado estos términos.
et_ee: Kinnitan, et olen läbi lugenud, aru saanud, ja nõustun nende tingimustega.
fil_ph: Pinagtitibay ko na nabasa, naunawaan, at sumasang-ayon ako sa mga tuntuning ito.
fr_fr: Je confirme que j'ai lu, compris et suis d'accord avec ces conditions.
hi_in: मैं पुष्टी करता हूँ की मैंने पढ़ा है, समझा है, और सहमत हूँ इन शर्तों से|
it_it: Affermo di aver letto, compreso e accettato questi termini.
ja_jp: 内容をよく読み、理解し、同意します。
ko_kr: 이 약관을 읽었으며, 이해하고 동의합니다.
nl_nl: Ik bevestig dat ik deze voorwaarden heb gelezen en begrepen en ga hiermee akkoord.
pl_pl: Potwierdzam, że przeczytałem, zrozumiałem i zgadzam się na te warunki.
pt_pt: Afirmo que li, compreendi e concordo com os termos.
ro_ro: Confirm că am citit, înţeles, şi sunt de acord cu aceşti termeni.
ru_ru: Я подтверждаю, что я прочитал(а), понял(а) и согласен(а) с настоящими условиями.
sr_cs: Potvrđujem da sam pročitao, razumeo i složio se sa navedenim uslovima.
sv: Jag intygar att jag har läst, förstått och håller med om dessa villkor.
tr_tr: Bu koşulları okuduğumu, anladığımı ve kabul ettiğimi onaylıyorum.
vi_vn: Tôi khẳng định rằng tôi đã đọc, hiểu và đồng ý với các điều khoản.

source: I created a backup
ar_sa: أنا أنشأت نسخة احتياطية
de_de: Ich habe ein Backup erstellt
et_ee: Juba varundasin
fr_fr: J'ai créé une sauvegarde

source: I pay
ar_sa: أنا أدفع
bs_ba: Plaćam
cs_cz: Platím
da_dk: Jeg betaler
de_de: Ich zahle
el_gr: Πληρώνω
es_es: Pago
et_ee: Mina maksan
fil_ph: Magbabayad ako
fr_fr: Je paye
hi_in: मैं भुगतान करता हूँ
it_it: Pago
ja_jp: 自分の支払額は
ko_kr: 내가 지불합니다.
nl_nl: Ik betaal
pl_pl: Ja płacę
pt_pt: Eu pago
ro_ro: Plătesc
ru_ru: Я плачу
sr_cs: Plaćam
tr_tr: Öderim
vi_vn: Tôi thanh toán

source: I receive another payment of
ar_sa: أتلقى دفعا أخر من
bs_ba: Primam drugo plaćanje od
cs_cz: Obdržel jsem další platbu od
da_dk: Jeg modtager en anden betaling på
de_de: Ich erhalte eine weitere Zahlung über
el_gr: Λαμβάνω άλλη πληρωμή ύψους
es_es: Recibo otro pago de
et_ee: mina saan makse summas
fil_ph: Nakatanggap ako ng isa pang bayad na
fr_fr: Je reçois un autre paiement de
hi_in: का मैं दूसरा भुगतान प्राप्त करता हूँ
it_it: Ricevo un altro pagamento di
ja_jp: 自分が以下の金額の別の支払いを受けた場合：
ko_kr: 나는 다른 지불을 받습니다.
nl_nl: Ik ontvang een andere betaling van
pl_pl: otrzymam kolejną płatność w wysokości
pt_pt: Recebo outro pagamento de
ro_ro: Primesc o altă plată de
ru_ru: я получаю другой платёж
sr_cs: Primam uplatu od
tr_tr: Şu miktarda başka bir ödeme daha alırsam
vi_vn: Tôi nhận lại một khoản thanh toán khác

source: ID expires at
ar_sa: تنتهي صلاحيّة المعرّف في
da_dk: ID udløber
de_de: ID läuft ab am
et_ee: ID aegub
fr_fr: ID expire à
nl_nl: ID verloopt op
pl_pl: ID wygasa
sr_cs: ID ističe na

source: ID issued at
ar_sa: المعرّف صادر في
da_dk: ID udstedt
de_de: ID ausgestellt am
et_ee: ID välja antud
fr_fr: ID émise à
nl_nl: ID uitgegeven op
pl_pl: ID wydane
sr_cs: ID je izdat u

source: ID subtype
ar_sa: النوع الفرعي للتعريف
da_dk: ID-undertype
de_de: ID-Subtyp
el_gr: Υποτύπος ταυτότητας
es_es: Subtipo de ID
et_ee: ID alamtüüp
fil_ph: Subtype ng ID
fr_fr: Sous-type d'identifiant
it_it: Sottotipo ID
ja_jp: IDサブタイプ
ko_kr: ID 서브타입
pl_pl: Podtyp dokumentu tożsamości
pt_pt: Subtipo de ID
ro_ro: Subtip ID
ru_ru: ID подтип
sr_cs: ID podtip
tr_tr: Kimlik alt türü
vi_vn: Phiên bản ID

source: ID type
ar_sa: نوع التعريف
de_de: Ausweistyp
el_gr: Τύπος ταυτότητας
es_es: Tipo de ID
et_ee: ID tüüp
fil_ph: Tipo ng ID
fr_fr: Type d'identifiant
it_it: Tipo ID
ja_jp: IDタイプ
ko_kr: ID 타입
pl_pl: Typ dokumentu tożsamości
pt_pt: Tipo de ID
ro_ro: Tip ID
ru_ru: ID тип
sr_cs: ID tip
tr_tr: Kimlik türü
vi_vn: Loại ID

source: If any of your cosigner devices doesn't see this payment, you can
ar_sa: إن لم يكن بإمكان أي جهاز مشترك رؤية هذا الدفع, فأنت بإمكانك
da_dk: Hvis en af medunderskriverne ikke ser denne betaling, kan du
de_de: Wenn eines Ihrer Mitunterzeichner-Geräte diese Zahlung nicht sieht, können Sie
el_gr: Εάν οποιαδήποτε από τις συσκευές συνυπογραφής δεν βλέπουν αυτή την πληρωμή, μπορείτε να
es_es: Si alguno de sus dispositivos co-firmantes es incapaz de ver este pago, puedes
et_ee: Kui ükski kaasallkirjastaja seade ei näe seda makset, siis võid
fil_ph: Kung kahit sino sa iyong kapwa na nagpirma ang hindi makakakita sa pagbabayad na ito, maaari mo itong makita
fr_fr: Si l'un de vos périphériques cosignataire ne voit pas ce paiement, vous pouvez
it_it: Se uno dei tuoi dispositivi di co-firmatario non vede questo pagamento, tu puoi
ja_jp: いずれかの連署者のデバイスにこの支払が表示されない場合、
ko_kr: 공동 서명자 기기에서 이 결제가 보이지 않으면, 여러분은
nl_nl: Als een van je medeondertekenaar apparaten deze betaling niet ziet, kan je
pl_pl: Jeśli żadne z urządzeń współsygnatariuszy nie widzi tej płatności, możesz
ru_ru: Если кто-то из устройств-совладельцев не видит платёж, вы можете
sr_cs: Ako neki od uređaja koji služe za obezbeđivanje ostalih potpisa ne vidi ovu uplatu, možete
vi_vn: Nếu bất kỳ thiết bị cosigner nào của bạn không thấy thanh toán này, bạn có thể

source: If the condition is not met, I can take this money back after
ar_sa: إن لم يتحقق الشرط, يمكنني سحب مالي فيما بعد
bs_ba: Ako uvjet nije prepoznat, mogu vratiti ovaj novac natrag
cs_cz: Pokud podmínka není splněna, můžu si potom vzít tyto peníze zpět
da_dk: Hvis betingelsen ikke er opfyldt, kan jeg kræve pengene tilbage efter
de_de: Wenn die Bedingung nicht erfüllt wird, kann ich das Geld danach zurücknehmen
el_gr: Αν δεν πληρείται η προϋπόθεση, μπορώ να πάρω αυτά τα χρήματα πίσω μετά από
es_es: Si no se cumple la condición, los fondos retornarán tras
et_ee: Kui see tingimus ei ole täidetud, siis mina saan selle summa tagasi võtta pärast
fil_ph: Kung ang kondisyon ay hindi natugunan, maari kong kunin ang perang ito pabalik
fr_fr: Si la condition n’est pas remplie, je peux reprendre cet argent après
hi_in: अगर सभी शर्तें नहीं मिलते, तो बाद में मैं इस पैसा को वापस ले सकता हूँ
it_it: Se la condizione non è soddisfatta, posso riprendere questi soldi
ja_jp: 条件不成立の場合、右の時間が経過した後に返金されます :
ko_kr: 조건이 충족되지 않으면, 이후에 이 돈을 돌려 받을 수 있습니다.
nl_nl: Als de voorwaarde niet vervuld wordt, kan ik deze betaling terugvorderen na
pl_pl: Jeśli warunek nie zostanie spełniony, mogę odebrać pieniądze po
pt_pt: Se a condição não for atingida, posso reaver este dinheiro depois de
ro_ro: În cazul în care condiţia nu este îndeplinită, pot lua banii înapoi după
ru_ru: Если условие не выполнено, я могу забрать деньги обратно после
sr_cs: Ako uslov nije ispunjen, kasnije možete uzeti novac natrag
tr_tr: Koşul gerçekleşmezse, bu parayı şu kadar süre sonra geri alabilirim:
vi_vn: Nếu điều kiện không được đáp ứng, tôi có thể lấy lại khoản tiền này sau khi

source: If the peer doesn't pay, I can take my money back after
ar_sa: إن لم يقم الشخص الأخر بالدفع فبإمكاني سحب مالي فيما بعد
bs_ba: Ukoliko korisnik ne plati, mogu vratiti svoj novac natrag
cs_cz: Pokud druhá strana neplní, potom si vezmu svoje peníze zpět
da_dk: Hvis modparten ikke betaler, kan jeg tage mine penge tilbage efter
de_de: Wenn der Teilnehmer nicht zahlt, kann ich mein Geld zurücknehmen nach
el_gr: Αν ο συναλλασσόμενος δεν πληρώσει, μπορώ να πάρω τα λεφτά μου πίσω μετά από
es_es: Si la otra parte no paga, los fondos retornarán tras
et_ee: Kui teine osapool ei maksa, siis mina saan oma summa tagasi võtta pärast
fil_ph: Kung hindi magbabayad ang mga peer, matatanggap ko ang aking pera pagkatapos
fr_fr: Si le pair ne paie pas, je peux récupérer mon argent après
hi_in: अगर साथी भुगतान नहीं करता, तो मैं अपना पैसा बाद में वापस ले सकता हूँ
it_it: Se il peer non paga, posso riprendere i miei soldi
ja_jp: ピアが支払わない場合、右の時間が経過した後に返金されます :
ko_kr: 상대방이 결제하지 않으면 이후에 내 돈을 돌려받을 수 있습니다
nl_nl: Als de wederpartij niet betaalt, kan ik de betaling terugvorderen na
pl_pl: Jeśli kontrahent nie zapłaci, mogę odebrać pieniądze po
pt_pt: Se o correspondente não pagar, eu posso ter o meu dinheiro de volta depois de
ro_ro: Dacă nu plăteşte partenerul, pot lua banii înapoi după
ru_ru: Если контрагент не заплатил, я могу забрать свои деньги обратно после
sr_cs: Ako partner (peer) ne izvrši uplatu, ja mogu uzeti svoj novac natrag
tr_tr: Eş ödeme yapmazsa, paramı şu kadar süre sonra geri alabilirim:
vi_vn: Nếu sự ngang hàng không được thanh toán, tôi có thể lấy lại tiền của mình sau khi

source: If the recipient doesn't see your payment, you can
ar_sa: إن لم يكن بإمكان المستقبل مشاهدة الدفع, فأنت بإستطاعتك
da_dk: Hvis modtageren ikke ser din betaling, kan du
de_de: Wenn der Empfänger Ihre Zahlung nicht sehen kann, können Sie
el_gr: Εάν ο παραλήπτης δεν βλέπει την πληρωμή σας, μπορείτε να
es_es: Si el destinatario es incapaz de ver el pago, puedes
et_ee: Kui vastuvõtja ei näe makset, siis võid
fil_ph: Kung ang pinapadalhan ay hindi makakakita sa iyong bayad, maaari mo itong makita
fr_fr: Si le destinataire ne voit pas votre paiement, vous pouvez
it_it: Se il destinatario non vede il tuo pagamento, tu puoi
ja_jp: 受取人にあなたの支払いが表示されない場合、
ko_kr: 수신자가 당신이 보낸 결제대금를 확인할 수 없다면, 당신은
nl_nl: Als de ontvanger je betaling niet ziet, kan je
pl_pl: Jeśli odbiorca nie widzi Twojej płatności, możesz
pt_pt: Se o destinatário não vir o seu pagamento, pode
ru_ru: Если получатель не видит ваш платёж, вы можете
sr_cs: Ako primalac ne vidi uplatu, možete
vi_vn: Nếu người nhận không thấy thanh toán của bạn, bạn có thể

source: If you have moved this backup from another device, stop using it on the original one immediately after creating the backup. Never clone wallets. If you need access from several devices, use multisig.
ar_sa: إن كنت قد نقلت هته النسخة الإحتياطية من جهاز أخر, توقف عن إستعمالها على الجهاز الأول حالا بعد إنشاء النسخة الإحتياطية. لا تقم بإستنساخ المحافظ. إن كنت تريد الدخول من عدة أجهزة, قم بإستعمال multisig.
bs_ba: Ako premjestite ovu sigurnosnu kopiju s drugog uređaja, prestanite ju koristiti na izvornom uređaju odmah nakon stvaranja sigurnosne kopije. Nikada ne klonirajte novčanike. Ukoliko trebate pristup sa nekoliko uređaja, koristite multisig.
cs_cz: Pokud jste přesunuli tuto zálohu z jiného zařízení, přestaňte používat původní zařízení ihned po vytvoření zálohy. Nikdy neklonujte peněženku. Pokud potřebujete přístup z několika zařízení, použijte více podpisů (multisig).
da_dk: Hvis du har hentet denne sikkerhedskopi fra en anden enhed, skal du stoppe med at bruge den på den oprindelige enhed med det samme du har lavet sikkerhedskopien. Du må aldrig klone wallets. Hvis du har behov for adgang fra flere enheder, skal du bruge en multisignatur-wallet.
de_de: Wenn Sie dieses Backup von einem anderen Gerät übertragen haben, hören Sie sofort nach dem Erstellen des Backups auf, dieses auf dem Originalgerät zu verwenden. Klonen Sie niemals Wallets. Wenn Sie Zugriff über mehrere Geräte benötigen, verwenden Sie MultiSig.
el_gr: Αν έχετε μετακινήσει αυτό το αντίγραφο ασφαλείας από μια άλλη συσκευή, διακόψτε τη χρήση του στην πρώτη αμέσως μετά τη δημιουργία του αντιγράφου ασφαλείας. Ποτέ μην κλωνοποιείτε πορτοφόλια. Εάν χρειάζεστε πρόσβαση από πολλές συσκευές, χρησιμοποιήστε το πολλαπλών υπογραφών.
es_es: Si esta copia de seguridad proviene de otro dispositivo, deje de usarlo inmediatamente tras crear dicha copia. Nunca clone carteras. Si necesitas acceder desde varios dispositivos, utilice multifirma.
et_ee: Kui võtsid selle varukoopia teiselt seadmelt, lõpeta pärast varukoopia tegemist kohe selle kasutamine originaalsel seadmel. Ära kunagi klooni rahakotte. Kasuta mitme allkirjaga rahakotti kui soovid ligipääsu mitmelt seadmelt.
fil_ph: Kung nilipat mo itong backup na ito mula sa ibang device, itigil ang paggamit nito sa orihinal na device pagkatapos ng paglikha ng device. Hindi kailanman i-clone ang mga pitaka. Kung kailangan mo ng access mula sa ilang devices, gumamit ng multisig.
fr_fr: Si vous avez déplacé cette sauvegarde à partir d'un autre appareil, cessez de l’utiliser sur celui d’origine immédiatement après avoir créé la sauvegarde. Ne Jamais cloner de portefeuille. Si vous devez accéder à partir de plusieurs périphériques, utilisez la multisignature.
hi_in: यदि आपने इस बैकअप को दूसरे उपकरण से लाया है, तो उपयोग करना बंद कर दें तुरंत मूल प्रति में बैकअप तैयार होने के बाद| वटुवा का प्रतिरूप न करें| यदि आप बहुत से उपकरणों से प्रवेश करना चाहते हैं तो, बहुहस्ताक्षर का उपयोग करें|
it_it: Se hai spostato il backup da un altro dispositivo, smetti di usarlo sul dispositivo originale subito dopo la creazione del backup. Mai clonare portafogli. Se è necessario accedere da diversi dispositivi, utilizzare multisig.
ja_jp: バックアップを他のデバイスから持ってきた場合、バックアップ作成後すぐに元のデバイスの使用をやめてください。絶対にウォレットを複製しないでください。複数のデバイスからアクセスする必要がある場合はマルチシグを使ってください。
ko_kr: 이 백업 파일을 다른 기기에서 가져왔다면, 백업으로 지갑을 복구하고 나면 기존 기기에 설치된 앱은 즉각 사용을 중지해야 합니다. 복제된 지갑을 만들지 마세요. 여러 기기에서 지갑을 이용하고 싶다면 다중 서명 지갑을 사용하세요.
nl_nl: Als u deze backup heeft verplaatst vanaf een ander apparaat, stop dan onmiddellijk met het gebruik van het origineel na het creëren van de backup. Clone nooit een wallet. Als u toegang nodig heeft vanaf meerdere apparaten, gebruik dan multisig.
pl_pl: Jeśli przeniosłeś tę kopię zapasową portfela z innego urządzenia, zaprzestań używania portfela na pierwotnym urządzeniu natychmiast po utworzeniu tej kopii zapasowej. Nigdy nie klonuj portfeli. Jeśli potrzebujesz dostępu do portfela z różnych urządzeń, używaj multipodpisu.
pt_pt: Se você moveu este backup a partir de outro dispositivo, pare de usá-lo no dispositivo original imediatamente após criar este backup. Nunca clone carteiras. Se você precisa de acesso a partir de muitos dispositivos, use multisig.
ro_ro: Dacă aţi mutat această copie de rezervă de pe un alt aparat, nu o mai folosiți pe cea originală imediat ce ați creat copia de rezervă. Nu clonați niciodată portofele. Dacă aveţi nevoie de acces de la mai multe aparate, utilizaţi multisig.
ru_ru: Если вы восстанавливаете резервную копию, сделанную на другом устройстве, прекратите использовать кошелёк на исходном (первом) устройстве сразу же после создания резервной копии. Никогда не клонируйте кошельки. Если вам нужен доступ к кошельку с нескольких устройств, используйте кошелёк с мультиподписью (multisig).
sr_cs: Ako ste ovaj backup preuzeli sa drugog uređaja, prestanite sa korišćenjem starog novčanika. Nikada nemojte klonirati novčanike. Ako Vam je potreban pristup novčaniku sa više uređaja, koristite novčanik sa višestrukim potpisima (multisig).
tr_tr: Bu yedeklemeyi başka bir aygıttan taşıdıysanız, yedeklemeyi oluşturduktan hemen sonra orijinal aygıtta kullanmayı bırakın. Asla cüzdanları klonlamayın. Birden fazla cihazdan erişime ihtiyacınız varsa, çoklu imza kullanın.
vi_vn: Nếu bạn đã di chuyển bản sao lưu này từ một thiết bị khác, ngừng sử dụng nó trên một bản gốc ngay lập tức sau khi tạo bản sao lưu. Không bao giờ sao chép ví. Nếu bạn cần truy cập từ nhiều thiết bị, sử dụng đa chữ ký.
