Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/*.po
Languages: ar_sa, bs_ba, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fil_ph, fr_fr, hi_in, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sr_cs, sv, tr_tr, vi_vn

source: Write it down and keep it somewhere safe.
ar_sa: قم بكتابته و إحتفظ به في مكان أمن.
bs_ba: Zapišite ga i držite ga negdje na sigurno.
cs_cz: Zapište si to a uschovejte někde v bezpečí.
da_dk: Skriv det ned og gem det et sikkert sted.
de_de: Aufschreiben und an einem sicheren Ort aufbewahren.
el_gr: Καταγράψτε το και φυλάξτε το με ασφάλεια.
es_es: Anotar y guardar en lugar seguro.
et_ee: Kirjuta üles ja hoia seda kuskil ohutus kohas.
fil_ph: Isulat ang mga ito at panatilihin ito sa isang lugar na ligtas.
fr_fr: Ecrivez la quelque part en sécurité
hi_in: इसे लिख लें और किसी सुरक्षित जगह पे रखें|
it_it: Scrivilo e mantienilo in un posto sicuro.
ja_jp: これを書き留めて、安全な場所に保管して下さい。
ko_kr: 그것을 적어서 안전한 곳에 보관해주세요.
nl_nl: Noteer het en bewaar het op een veilige plaats.
pl_pl: Zapisz te dane i przechowuj w bezpiecznym miejscu.
pt_pt: Anote num papel e guarde em lugar seguro.
ro_ro: Notează și ține în siguranță.
ru_ru: Запишите это и храните где-нибудь в безопасном месте.
sr_cs: Zapišite i čuvajte na sigurnom mestu.
sv: Skriv ner det och hålla det på ett säkert ställe.
tr_tr: Not edin ve güvenli bir yerde saklayın.
vi_vn: Viết nó ra và giữ ở nơi an toàn.

source: Wrong password
ar_sa: كلمة المرور غير صحيحة
bs_ba: Pogrešna šifra
cs_cz: Chybné heslo
da_dk: Forkert adgangskode
de_de: Falsches Passwort
el_gr: Λάθος κωδικός πρόσβασης
es_es: Contraseña errónea
et_ee: Vale salasõna
fil_ph: Mali ang password
fr_fr: Mauvais mot de passe
hi_in: गलत पासवर्ड
it_it: Password sbagliata
ja_jp: 不正なパスワード
ko_kr: 잘못된 비밀번호
nl_nl: Onjuist wachtwoord
pl_pl: Niepoprawne hasło
pt_pt: Senha errada
ro_ro: Parolă greşită
ru_ru: Неверный пароль
sr_cs: Neispravna lozinka
sv: Fel lösenord
tr_tr: Hatalı şifre
vi_vn: Mật khẩu sai

source: Yes
ar_sa: نعم
bs_ba: Da
cs_cz: Ano
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
et_ee: Jah
fil_ph: Oo
fr_fr: Oui
hi_in: हाँ
it_it: Sì
ja_jp: はい
ko_kr: 예
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ro_ro: Da
ru_ru: Да
sr_cs: Da
sv: Ja
tr_tr: Evet
vi_vn: Đồng ý

source: You are sending to an autonomous agent, the expected result:
et_ee: Tehing saadetakse Autonoomsele Agendile, eeldatav tulemus:

source: You are sending to an autonomous agent:
et_ee: Tehing saadetakse Autonoomsele Agendile:

source: You can erase the textcoin from your wallet if you have already saved it elsewhere (e.g. as a paper wallet):
ar_sa: يمكنك مسح الـ textcoin من على محفظتك إذا كنت قد سجلته في مكان آمن(كورقة على سبيل المثال):
da_dk: Du kan slette denne textcoin fra din wallet, hvis du allerede har gemt den et andet sted (f.eks. nedskrevet på papir):
de_de: Wenn Sie diese bereits an anderer Stelle (z. B. als Paper-Wallet) gesichert haben, können Sie die Textcoin aus Ihrem Wallet löschen:
el_gr: Μπορείτε να διαγράψετε το textcoin από το πορτοφόλι σας εάν το έχετε ήδη αποθηκεύσει αλλού (π.χ. ως ένα χάρτινο πορτοφόλι):
es_es: Puedes borrar el textcoin en tu monedero en caso de haberlo guardado ya a través de otro medio (por ejemplo, en un monedero de papel):
et_ee: Sa võid kustutada tekstilised vahendid oma rahakotist kui oled selle juba salvestanud kuskile mujale (näiteks paberile):
fil_ph: Maaari mong burahin ang textcoin mula sa iyong pitaka kung ito ay nai-save mo na sa ibang lugar (e.g. bilang isang papel na pitaka):
fr_fr: Vous pouvez effacer le textcoin de votre portefeuille si vous l'avez déjà enregistré ailleurs (par exemple sur portefeuille de papier) :
it_it: Puoi cancellare il textcoin dal tuo portafoglio se lo hai già salvato altrove (ad esempio su un Paper Wallet):
ja_jp: textcoinは、既にどこか (例:ペーパーウォレット) に保存されている場合、ウォレットから消去することができます:
ko_kr: 당신이 이미 그것을 다른곳에 저장했다면(즉, 종이 지갑 같은) 당신의 지갑에서 텍스트코인을 지울수 있습니다.
nl_nl: Je kan de textcoin uit uw portefeuille verwijderen als je het al ergens anders hebt opgeslagen (zoals als papieren portefeuille):
pl_pl: Możesz usunąć textcoin ze swojego portfela, jeśli już go zapisałeś (np. jako portfel na papierze):
pt_pt: Pode apagar o textcoin da sua carteira, se já o tiver salvo em outro lugar (por exemplo, como uma carteira de papel):
ru_ru: Можете удалить texcoin из кошелька если уже где-то записали его, например, на бумаге:
sr_cs: Možete obrisati textcoin iz novčanika ako ste ga već negde drugde sačuvali (kao papirni novčanik, na primer):
vi_vn: Bạn có thể xóa tiền chữ ở trong ví nếu bạn đã lưu nó ở nơi khác (ví dụ như ở một ví giấy):

source: You cannot bind your transaction to reverse payment as you are in a single address wallet. Use a non-single address wallet and then transfer the money to this wallet.
ar_sa: لا يمكنك ربط معاملتك من أجل عكس الدفع لأن محفظتك تتوفر على عنوان واحد. قم باستعمال محفظة متعددة العناوين ثم قم بإرسال المال إلى تلك المحفظة.
bs_ba: Ne možete vezati vaše transakcije za obratno plaćanje jer ste u jedno-adresnom novčaniku. Koristite višestruku adresu novčanika i zatim prenesite novac u ovaj novčanik.
cs_cz: V peněžence jedinou adresou nemůžete stornovat platbu. Nejdříve převeďte prostředky do peněženky s více adresami.
da_dk: Du kan ikke binde din transaktion til tilbageføring af betaling, da du er på en wallet med én adresse. Brug en wallet med flere adresser og overfør derpå pengene til den.
de_de: Sie können Ihre Transaktion nicht an eine Rückzahlungsbedingung binden, da Sie ein Single-Address-Wallet benutzen. Verwenden Sie ein Standard-Wallet, um eine Transaktion an eine Rückzahlungsbedingung zu binden.
el_gr: Δεν μπορείτε να δεσμεύσετε τη συναλλαγή σας για αντιστροφή πληρωμής καθώς είστε σε πορτοφόλι μονής διεύθυνσης. Χρησιμοποιήστε ένα πορτοφόλι μη μονής διεύθυνσης και στη συνέχεια μεταφέρετε τα χρήματα σε αυτό το πορτοφόλι.
es_es: No puede enlazar su transacción a otro pago ya que su monedero es de dirección única. Cambie a otro monedero multidirección y transfiera allí sus fondos.
et_ee: Sa ei saa siduda oma tehingut tagasi saatma iseendale kui sul on ühe aadressiga rahakott. Kasuta mitme aadressiga rahakotti ja siis kanna raha siia rahakotti.
fil_ph: Hindi mo ma itali ang iyong transaksyon upang baligtarin ang pagbabayad habang ikaw ay nasa isang pitaka sa iisang address. Gumamit ng isang di-solong address na pitaka at pagkatapos ay ilipat ang pera sa wallet na ito.
fr_fr: Vous ne pouvez pas lier votre transaction au paiement inverse car vous utilisez un portefeuille contenant une seule adresse. Utilisez un portefeuille multi-adresse, puis transférez l'argent vers ce portefeuille.
hi_in: जैसे की आप एक एकल वटुवा पता में हो आप बाध्य नहीं कर सकते अपना लेन-देन भुगतान वापस के लिए| उपयोग करें बटुवा पता का जो एकल नहीं है और तब आप स्थान्तरित करें पैसा इस वटुवा में|
it_it: Non puoi vincolare la tua transazione per stornare il pagamento in quanto sei in un portafoglio ad indirizzo unico. Usa un portafoglio ad indirizzo non unico e poi trasferisci i soldi su questo portafoglio.
ja_jp: シングルアドレスウォレットでは取引をリバースペイメントに紐付けすることができません。シングルアドレスではないウォレットを使用し、このウォレットに送金してください。
ko_kr: 싱글 주소 지갑으로 역지불 하기 위해 당신의 트랜젝션을 바인드 할 수 없습니다. 싱글 아닌 주소 지갑을 사용하십시오. 그리고 나서 이 지갑에 돈을 송금하십시오.
nl_nl: U kunt uw transactie niet verbinden aan een terugbetaling, aangezien u een één adres portefeuille gebruik. Gebruik een portefeuille met meerdere adressen en zet uw fondsen over naar deze portefeuille.
pl_pl: Nie możesz powiązać swojej transakcji w celu cofnięcia płatności, ponieważ jesteś w portfelu o jednym adresie (portfelu jednoadresowym). Użyj portfela o wielu adresach i przetransferuj środki do tego wieloadresowego portfela.
ro_ro: Nu puteți să inversați plata din tranzacție deoarce sunteți într-un portofel cu adresă unică. Utilizați un portofel cu adresă non-unică și apoi transferați banii în acest portofel.
ru_ru: Вы не можете привязать транзакцию к встречному платежу при использовании кошелька с единственным адресом (монокошелька). Используйте обычный кошелёк с несколькими адресами и переведите деньги на него.
sr_cs: Ne možete vezati svoju transakciju za reverzno plaćanje pošto se nalazite u novčaniku sa jedinstvenom adresom. Koristite novčanik koji nije novčanik sa jedinstvenom adresom kako biste transverovali novac.
tr_tr: Tek adres cüzdanda olduğunuz için işleminizi ters ödemeye bağlayamazsınız. Tek adres olmayan bir cüzdan kullandıktan sonra parayı bu cüzdana aktarınız.
vi_vn: Bạn không thể ràng buộc giao dịch của bạn để đảo ngược thanh toán khi bạn đang ở trong ví địa chỉ duy nhất. Sử dụng ví địa chỉ không phải là duy nhất và sau đó chuyển tiền vào ví này.

source: You do not have a wallet
ar_sa: ليس لديك محفظة
bs_ba: Nemate novčanik
cs_cz: Nemáte žádnou peněženku
da_dk: Du har ikke en wallet
de_de: Kein Wallet vorhanden
el_gr: Δεν έχετε πορτοφόλι
es_es: No tiene ningún monedero
et_ee: Sul ei ole rahakotti
fil_ph: Wala kang pitaka
fr_fr: Vous n'avez aucun portefeuille
hi_in: आपके पास कोई वटुवा नहीं है
it_it: Non hai un portafoglio
ja_jp: ウォレットがありません
ko_kr: 지갑이 없습니다
nl_nl: U heeft geen portefeuille
pl_pl: Nie masz portfela
ro_ro: Nu aveţi un portofel
ru_ru: У вас нет кошелька
sr_cs: Nemate novčanik
tr_tr: Cüzdanınız yok
vi_vn: Bạn không có ví nào

source: You need to go through an attestation to get a profile. Look for Real Name Attestation bot in the Bot Store.
ar_sa: يجب التأكد من هويتك قبل أن تحصل على بروفايل. قم بالبحت عن بوت الإسم الحقيقي في متجر البوتات.
da_dk: Du skal gennemføre en attestering for at få en profil. Find Real Name Attestation bot i Bot Store.
de_de: Sie müssen ein Verifizierungsverfahren durchlaufen, um ein Profil zu erhalten. Suchen Sie im Bot Store nach dem Real Name Attestation Bot.
el_gr: Θα πρέπει να περάσετε από επιβεβαίωση πριν αποκτήσετε ένα προφίλ. Αναζητήστε για το Bot Επιβεβαίωσης Πραγματικού Ονόματος στο κατάστημα με τα Bots.
es_es: Debe realizar un proceso de verificación para adquirir un perfil. Busca el bot de Real Name Attestation en la tienda de bots.
et_ee: Konto andmete saamiseks pead läbima vastavuse tõendamise. Seda saab teha "Real Name Attestation" vestlusrobotiga.
fil_ph: Kailangan mong dumaan sa pagpapatunay para makakuha ng profile. Hanapin ang Real Name Attestation na bot sa loob ng Bot Store.
fr_fr: Vous avez besoin de passer par une attestation pour obtenir un profil. Recherchez les robots Real Name Attestation dans le Store de Bot.
it_it: È necessario passare attraverso un attestato per ottenere un profilo. Cerca il bot di Real Name Attestation nel Bot Store.
ja_jp: プロフィールを入手するには認証を通過する必要があります。実名認証BotをBotストアで探してください。
ko_kr: 프로필을 얻으려면 인증을 완료해야 합니다. 봇 스토어에서 실명 인증(Real Name Attestation) 봇을 이용해 인증을 진행하세요.
nl_nl: Je moet door een proces van bevestiging gaan om een profiel te krijgen. Zoek voor de Echte Naam Bevestiging bot in de Bot Winkel.
pl_pl: Musisz przejść przez proces poświadczenia, aby uzyskać profil. Poszukaj bota Real Name Attestation bot w Bot Store.
ru_ru: Вам нужно пройти аттестацию для получения профиля. Воспользуйтесь Ботом Аттестации реальных имён в Bot Store.
sr_cs: Morate proći kroz proces potvrđivanja profila. U okviru Bot Store, potražite Real Name Attestation bota.
vi_vn: Bạn cần thông qua nhân chứng để có một hồ sơ. Tìm kiếm Bot thực thi tên thật trong Bot Store.

source: You will be charged {{CHARGE_AMOUNT}} bytes to compensate for fees when posting signature proof.
ar_sa: سيتم محاسبتك {{CHARGE_AMOUNT}} بايت للتعويض عن الرسوم عند نشر دليل التوقيع.
de_de: Sie werden mit {{CHARGE_AMOUNT}} Bytes belastet, um Gebühren beim Posten von Signaturnachweisen auszugleichen.
et_ee: Allkirja tõendi postitamise tasu on {{CHARGE_AMOUNT}} bytes.
fr_fr: Vous serez facturé {{CHARGE_AMOUNT}} bytes pour compenser les frais lors de l'affichage de la preuve de signature.

source: Your Wallet Seed:
ar_sa: Seed محفظتك:
bs_ba: Vaše dijeljenje:
cs_cz: Seed vaší peněženky:
da_dk: Dit wallet-seed:
de_de: Ihr Wallet-Seed:
el_gr: Το Seed του Πορτοφολιού σας:
es_es: Su Semilla:
et_ee: Rahakoti Lähtesõnad:
fil_ph: Ang seed ng iyong wallet:
fr_fr: Votre graine du portefeuille :
hi_in: आपका बटुवा बीज:
it_it: Il seed del tuo portafoglio:
ja_jp: ウォレットシード :
ko_kr: 지갑 시드:
nl_nl: De Seed van uw Portefeuille:
pl_pl: Słowa źródłowe Twojego portfela:
pt_pt: Sua Seed de Carteira:
ro_ro: Seed-ul portofelului dumneavoastră:
ru_ru: Мнемоника (seed) Вашего кошелька:
sr_cs: Lozinka za obnovu Vašeg novčanika (seed):
tr_tr: Cüzdan Kurtama Sözcükleriniz:
vi_vn: Dữ liệu nền ví của bạn:

source: Your export password
ar_sa: كلمة السر للحفظ
bs_ba: Vaša izvozna šifra
cs_cz: Vaše heslo pro export
da_dk: Din adgangskode til eksport
de_de: Ihr exportiertes Passwort
el_gr: Ο κωδικός εξαγωγής σας
es_es: Su contraseña al exportar
et_ee: Exportimise salasõna
fil_ph: Ang password mo sa pag-export
fr_fr: Votre mot de passe d'exportation
hi_in: आपका निर्यात पासवर्ड
it_it: La tua password per l'esportazione
ja_jp: バックアップパスワード
ko_kr: 당신의 내보내기 패스워드
nl_nl: Uw paswoord voor exporteren
pl_pl: Twoje hasło eksportu
pt_pt: Sua senha de exportação
ro_ro: Parola de export
ru_ru: Пароль экспортируемого файла
sr_cs: Vaša lozinka za izvoz
tr_tr: Dışa aktarma parolanız
vi_vn: Đưa ra mật khẩu của bạn

source: Your password
ar_sa: كلمة السر الخاصة بك
bs_ba: Vaša šifra
cs_cz: Vaše heslo
da_dk: Din adgangskode
de_de: Ihr Passwort
el_gr: Ο κωδικός σας
es_es: Su contraseña
et_ee: Salasõna
fil_ph: Ang iyong password
fr_fr: Votre mot de passe
hi_in: आपका पासवर्ड
it_it: La tua password
ja_jp: パスワード
ko_kr: 당신의 비밀번호
nl_nl: Uw wachtwoord
pl_pl: Twoje hasło
pt_pt: Sua senha
ro_ro: Parola dumneavoastră
ru_ru: Ваш пароль
sr_cs: Vaša lozinka
tr_tr: Parolanız
vi_vn: Mật khẩu của bạn

source: Your wallet file:
ar_sa: ملف محفظتك:
bs_ba: Vaš a datoteka novčanika:
cs_cz: Soubory peněženky:
da_dk: Din wallet-fil:
de_de: Ihre Wallet-Datei:
el_gr: Το αρχείο του πορτοφολιού σας:
es_es: Fichero de su monedero:
et_ee: Rahakoti fail:
fil_ph: Ang file ng iyong pitaka:
fr_fr: Le fichier de votre portefeuille :
hi_in: आपकी वटुवा प्रालेख:
it_it: Il file del tuo wallet:
ja_jp: バックアップファイル
ko_kr: 당신의 지갑 파일:
nl_nl: Uw portefeuillebestand:
pl_pl: Plik Twojego portfela:
pt_pt: Seu ficheiro de carteira:
ro_ro: Fişierul portofelului:
ru_ru: Файл кошелька:
sr_cs: Fajl Vašeg novčanika:
tr_tr: Cüzdan dosyanız:
vi_vn: Tập tin ví của bạn:

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
ar_sa: سيتم تشفير مفتاح محفظتك. لا يمكن استعادة كلمة المرور. تأكد من كتابتها في مكان آمن
bs_ba: Vaš novčanik će biti enkriptovan. Šifra ne može biti oporavljena. Budite sigurni da ju zapišete
cs_cz: Klíč vaší peněženky bude šifrován. Heslo nemůže být obnoveno, proto si jej pečlivě uschovejte
da_dk: Din wallet-nøgle bliver krypteret. Adgangskoden kan ikke gendannes, så sørg for at skrive den ned
de_de: Der Schlüssel des Wallets wird verschlüsselt. Das Passwort kann nicht wiederhergestellt werden. Stellen Sie sicher, dass Sie dieses notiert haben
el_gr: Το κλειδί του πορτοφολιού σας θα κρυπτογραφηθεί. Ο κωδικός πρόσβασης δεν μπορεί να ανακτηθεί. Βεβαιωθείτε ότι τον έχετε καταγράψει
es_es: La clave del monedero se cifrará. La contraseña no puede ser recuperada. Asegúrese de anotarla
et_ee: Sinu rahakott krüpteeritakse. Salasõna ei ole võimalik taastada. Kindlasti kirjuta see üles
fil_ph: Naisakripta ang susi ng iyong pitaka. Ang password ay hindi na mababawi. Tiyakin na isulat ang mga ito
fr_fr: La clé de votre portefeuille sera chiffrée. Le mot de passe ne peut pas être récupéré. N'oubliez pas de l'écrire
hi_in: आपका वटुवा एन्क्रिप्ट हो जायेगा| पासवर्ड पुनः प्राप्त नहीं किया जा सकता| पक्का लिख लें
it_it: La chiave del tuo portafoglio sarà criptata. Le password non possono essere recuperate. Assicurati di annotarle al sicuro
ja_jp: ウォレットキーが暗号化されます。パスワードは回復できません。忘れないよう書き留めておいてください。
ko_kr: 지갑 키는 암호화 됩니다. 비밀번호는 복구 될수 없읍니다. 반드시 기록해 두세요.
nl_nl: Die sleutel van uw portefeuille zal worden versleuteld. Het wachtwoord kan niet hersteld worden, dus zorg dat u het ergens noteert
pl_pl: Klucz Twojego portfela zostanie zaszyfrowany. Hasła nie da się odzyskać. Upewnij się, że je zapisałeś.
pt_pt: A sua chave de carteira será encriptada. A senha não pode ser recuperada. Certifique-se que a anota num papel.
ro_ro: Cheia portofelului va fi criptată. Parola nu poate fi recuperată. Asiguraţi-vă că ați facut o copie și că știți parola
ru_ru: Ключ вашего кошелька будет зашифрован. Пароль нельзя восстановить. Убедитесь, что вы его записали
sr_cs: Vaš novčanik će sada postati kodiran. Izgubljena lozinka se više nikada neće moći povratiti. Obavezno je zapišite na neko sigurno mesto
sv: Plånbokens nyckel kommer att krypteras. Lösenordet kan inte återställas . Var noga med att skriva ner den.
tr_tr: Cüzdan anahtarınız şifrelenecek. Parolanız kurtarılabilir olmayacak. Parolanızı not aldığınızdan emin olun
vi_vn: Chìa khóa ví của bạn sẽ được mã hóa. Mật khẩu không thể phục hồi. Hãy chắc chắn để viết nó ra

source: Your wallet will be created on this device, keep it safe. See your backup options in the Settings menu.
ar_sa: سيتم إنشاء محفظتك على هذا الجهاز ، واحتفظ بها في أمان. شاهد خيارات النسخ الاحتياطي في قائمة الإعدادات.
bs_ba: Novčanik će se stvoriti na ovom uređaju, držite ga sigurno. Pogledajte sigurnosne opcije u izborniku postavke.
cs_cz: Vaše peněženka bude vytvořena na tomto zařízení, zabezpečte si jej. Viz volby zálohování v nabídce nastavení.
da_dk: Din wallet vil blive oprettet på denne enhed, så sørg for at passe på den. Se muligheder for sikkerhedskopiering under Indstillinger.
de_de: Ihr Wallet wird auf diesem Gerät erstellt. Bewahren Sie es sicher auf. Sie können die Backup-Optionen im Einstellungsmenü finden.
el_gr: Το πορτοφόλι σας θα δημιουργηθεί σε αυτήν τη συσκευή, κρατήστε το ασφαλές. Δείτε τις επιλογές αντιγράφων ασφαλείας στο μενού των Ρυθμίσεων.
es_es: Se creará el monedero en este dispositivo. En el menú de configuración hay varias opciones de copia de seguridad.
et_ee: Sinu rahakott luuakse sellele seadmele, hoia seda turvaliselt. Varundamise võimalused leiad Seaded menüüst.
fil_ph: Ang iyong pitaka ay nilikha sa device na ito, panatilihin itong ligtas. Tingnan ang iyong backup na mga opsiyon sa menu ng mga setting.
fr_fr: Votre portefeuille sera créé sur cet appareil, garder le en sécurité. Voir vos options de sauvegarde dans le menu paramètres.
hi_in: आपका बटुवा तैयार हो जायेगा इस उपकरण में, इसे सुरक्षित रखें| अपना बैकअप विकल्प देखें समायोजन मेनुए में|
it_it: Il tuo portafoglio sarà creato su questo dispositivo, tienilo al sicuro. Vedi le opzioni di backup nel menu Impostazioni.
ja_jp: このデバイス上にウォレットが作成されます。安全に気をつけてください。バックアップオプションは設定メニューを見てください。
ko_kr: 당신의 지갑은 이 디바이스에서 생성되어질 것입니다. 안전하게 보관하십시오. 셋팅 메뉴에서 당신의 백업 옵션을 살펴 보십시오.
nl_nl: Uw portefeuille zal worden gemaakt op dit apparaat, houd het veilig. Zie uw backup-opties in het menu instellingen.
pl_pl: Twój portfel zostanie utworzony na tym urządzeniu. Nie utrać go. Zobacz opcje tworzenia kopii zapasowej w menu Ustawienia.
pt_pt: Sua carteira será criada neste dispositivo, mantenha-a segura! Veja suas opções de backup no menu Configurações.
ro_ro: Portofel va fi creat pe acest aparat, păstraţi-l în condiţii de siguranţă. A se vedea opţiunile de salvare a unei copii de rezervă, din meniul Setări.
ru_ru: На этом устройстве будет создан ваш кошелёк, храните его в безопасности. Мы настоятельно рекомендуем выполнить резервное копирование - выберете нужную опцию в меню Настройки.
sr_cs: Vaš novčanik će biti kreiran na ovom uređaju, postarajte se da bude siguran. U okviru menija Podešavanja, pogledajte koje opcije za backup imate na raspolaganju.
tr_tr: Cüzdanınız bu cihazda oluşturulacak, onu güvenli saklayınız. Yedekleme seçeneklerinizi Ayarlar menüsünde görebilirsiniz.
vi_vn: Ví của bạn sẽ được tạo trên thiết bị này, giữ nó an toàn. Xem các tùy chọn sao lưu trong danh sách Cài đặt.

source: [ Add new co-signer device ]
ar_sa: [أضف جهازًا مشتركًا جديدًا]
bs_ba: [ Dodaj novi suvlasnik-uređaj ]
cs_cz: [Přidat nové zařízení připodpisovatele]
da_dk: [ Tilføj ny medunderskriver-enhed ]
de_de: [Neues Mitunterzeichner Gerät hinzufügen]
el_gr: [Προσθήκη νέας συσκευής συν-υπογράφοντος]
es_es: [ Añadir nuevo co-signatario ]
et_ee: [ Lisa uus kaasallkirjastaja seade ]
fil_ph: [Magdagdag ng bagong device ng co-signer]
fr_fr: [ Ajouter nouveau dispositif cosignataire ]
hi_in: [ नया सह-हस्ताक्षरकर्ता उपकरण जोड़ें ]
it_it: [ Aggiungi un nuovo dispositivo di co-firmatario ]
ja_jp: [ 連署デバイスを追加する ]
ko_kr: [ 새로운 공동 서명자 기기 추가]
nl_nl: [ Medeondertekenaar apparaat toevoegen ]
pl_pl: [ Dodaj nowe urządzenie współsygnatariusza ]
pt_pt: [ Adicionar novo dispositivo co-signatário ]
ro_ro: [Adăugă un nou co-semnatar pentru aparat]
ru_ru: [ Добавить новое устройство совладельца ]
sr_cs: [Dodajte novi uređaj za potpisnike]
tr_tr: [ Yeni imza ortağı cihaz ekleyin ]
vi_vn: [Thêm thiết bị mới của người cùng ký]

source: address
ar_sa: العنوان
de_de: Adresse
et_ee: aadress
fr_fr: adresse

source: addresses
ar_sa: العناوين
de_de: Adressen
et_ee: aadressid
fr_fr: adresses

source: amount
ar_sa: المبلغ
bs_ba: količina
cs_cz: částka
da_dk: beløb
de_de: Betrag
el_gr: ποσό
es_es: cantidad
et_ee: summa
fil_ph: halaga
fr_fr: montant
hi_in: रकम
it_it: importo
ja_jp: 金額
ko_kr: 금액
nl_nl: bedrag
pl_pl: kwota
pt_pt: quantidade
ro_ro: valoare
ru_ru: количество
sr_cs: iznos
tr_tr: miktar
vi_vn: số tiền

source: an event is posted by an oracle
ar_sa: تم نشر حدث من قبل أوراكل
bs_ba: događaj je objavljen od strane korisnika
cs_cz: událost poslaná věštcem
da_dk: en begivenhed er postet af et orakel
de_de: ein Event wird von einem Orakel gesendet
el_gr: ένα γεγονός καταχωρείται από ένα oracle
es_es: un oráculo publica un evento
et_ee: sündmus on postitatud
fil_ph: isang pangyayari ay nai-post sa pamamagitan ng oracle
fr_fr: un événement est publié par un oracle
hi_in: एक कार्यकर्म प्रेषित किया गया एक ओरेकल द्वारा
it_it: un evento è stato pubblicato da un oracolo
ja_jp: 次のイベントが発生した場合 :オラクル
ko_kr: 이벤트는 오라클에 의해 게시됩니다.
nl_nl: een gebeurtenis wordt door een orakel gepost
pl_pl: wydarzenie jest ogłoszone przez wyrocznię
pt_pt: um evento é postado por um oráculo
ro_ro: un eveniment este publicat de un oracol
ru_ru: событие зарегистрировано оракулом
sr_cs: događaj je postovalo savetovalište (oracle)
tr_tr: bir kahin tarafından bir etkinlik gönderildi
vi_vn: một sự kiện mới được đăng lên bởi một thẻ

source: and erase the textcoin to keep it safe from attackers.
ar_sa: وقم بمسح الـ textcoin لتأمينه من القرصنة.
da_dk: og slet denne textcoin for at sikre den mod angreb.
de_de: und löschen Sie die Textcoin um diese vor Angreifern zu schützen.
el_gr: και διαγράψτε το textcoin για να το κρατήσετε ασφαλές από εισβολείς.
es_es: y elimine el textcoin para mantenerlo a salvo de ataques.
et_ee: ja kustuta see tekst, et hoida seda turvaliselt ründajate eest.
fil_ph: at burahin ang textcoin upang panatilihin itong ligtas mula sa mga umaatake.
fr_fr: et effacer le textcoin pour le garder à l'abri des pirates.
it_it: e cancella il textcoin per tenerlo al sicuro dagli aggressori.
ja_jp: また、textcoinを消去して攻撃者から安全に守ります。
ko_kr: 그리고 공격자로부터 안전하게 자금을 지키려면 텍스트코인을 삭제하세요.
nl_nl: en verwijder de textcoin om het te beschermen tegen aanvallers.
pl_pl: i usuń textcoin, aby zabezpieczyć go przed atakami hackerów.
pt_pt: e apagar a textcoin para mantê-lo seguro contra invasores.
ru_ru: и удалите tectcoin чтобы обезопасить его от атак.
sr_cs: i obrišite textcoin kako biste ga zaštitili od potencijalnih napadača.
vi_vn: và xóa tiền chữ để giữ an toàn từ những kẻ tấn công.

source: and it is recommended you back it up.
ar_sa: ومن المستحسن أن تقوم بحفظ نسخة احتياطية منه.
de_de: und es wird empfohlen, eine Sicherung durchzuführen.
et_ee: ja selle varundamine on soovitatav.
fr_fr: et il est recommandé de le sauvegarder.

source: attested by trusted attestor
ar_sa: يشهد به موثّق موثوق
de_de: bestätigt von vertrauenswürdigem Gutachter
et_ee: tõendatud usaldatud tõendaja pool
fr_fr: attesté par un attestateur de confiance
ko_kr: 믿을 수 있는 인증자에 의해 인증됨

source: attested by:
ar_sa: مفحوصة من طرف:
de_de: Bestätigt von:
et_ee: tõendaja:
fr_fr: attesté par :
ko_kr: 인증처:
