Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/yo_NG.po
Languages: yo_ng

source: This wallet cannot be converted to single address wallet as it already consists of multiple addresses
yo_ng: Apamowo yi kosle ti pada si apamowo aladiresi kan tori o ti ni awon adiresi pupo tele

source: This wallet cannot be converted to single address wallet as it is multidevice
yo_ng: A kole yi apamowo yi pada si apamowo aladiresi kan tori o je ero opo

source: This will permanently delete all your existing wallets!
yo_ng: Eleyi a yo gbogbo awon apamowo re to wa tele kuro patapata!

source: To
yo_ng: Si

source: To be able to restore everything, please create a full backup (find the option in the menu)
yo_ng: Lati le da ohun gbogbo pada, jowo seda afeyinti ekun (ri asayan na lori akojo)

source: To bind the payment to a condition, please click the peer's address in chat
yo_ng: Lati so isanwo na mo nkan, jowo te adiresi elegbe na ninu iwiregbe

source: To email
yo_ng: Si email

source: To protect your privacy, new addresses are generated automatically once you use them.
yo_ng: Lati dabobo ikoko re, ipilese awon adiresi titun laifọwọyi ma nsele leyin to ba ti lo won.

source: Total Locked Balance
yo_ng: Iseku apapo ti a ti ti pa

source: Total amount
yo_ng: Iye lapapo

source: Total number of co-signers
yo_ng: Iye awon ajo se ibuwolu lapapo

source: Transaction
yo_ng: Idunadura

source: Transactions<br> Downloaded
yo_ng: Awon idunadura <br> tati gba lati ori ayelujara

source: Translation Credits
yo_ng: Awon Iyin itunmo

source: Translators
yo_ng: Awon olutumo

source: Trusted nodes
yo_ng: Àwọn Ojú-Ìpàdé Tí A Gbẹ́Kẹ̀Lé

source: US state
yo_ng: Orilede US

source: Unable to send transaction proposal
yo_ng: Akole fi imoran idunadura ranse

source: Unconfirmed
yo_ng: Kole jerisi

source: Unit for blackbytes
yo_ng: Iye fun awon blackbytes

source: Unit for bytes
yo_ng: Iye fun awon bytes

source: Unsent transactions
yo_ng: Awin idunadura tikolo

source: Updating Wallet...
yo_ng: Sise ìmúdójúìwọ̀n apamowo...

source: Upgrade to {{version}}
yo_ng: Igbesoke si {{version}}

source: Upgrading the database, please wait. Sometimes it takes several minutes.
yo_ng: Gbigbesoke àkójọpọ̀ détà, jowo duro. Nigbami o le lo iseju die.

source: Value
yo_ng: Iye

source: Values
yo_ng: Awon iye

source: Verifying the profile...
yo_ng: Ijerisi awori...

source: Version
yo_ng: Eya

source: WARNING:
yo_ng: IKILO:

source: WARNING: Backup needed
yo_ng: IKILO: nilo ẹ̀dà àbọ̀-ábá

source: WARNING: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
yo_ng: IKILO: aseda irugbin yi pelu oro agbaniwole. Lati gba apamowo yi pada anilo akomona ati oro igbaniwole.

source: WARNINGS:
yo_ng: AWON IKILO:

source: Waiting for co-signers
yo_ng: Diduro de awon ajo fowobowe

source: Waiting...
yo_ng: Diduro...

source: Wallet
yo_ng: Àpàmówó

source: Wallet Alias
yo_ng: Oruko apeje apamowo

source: Wallet Configuration (m-n)
yo_ng: Iseto Apamowo (m-n)

source: Wallet Id
yo_ng: Idanimo apamowo

source: Wallet Information
yo_ng: Àlàyé àpamọ́wọ́

source: Wallet Name (at creation)
yo_ng: Oruko apamowo (ni iseda)

source: Wallet name
yo_ng: Oruko Apamowo

source: Wallet seed not available.
yo_ng: Irugbin apamowo o si nile.

source: Wallets
yo_ng: Awon Apamowo

source: Warning!
yo_ng: Ikilo!

source: Was claimed?
yo_ng: Ti gba?

source: What to send
yo_ng: Kini ifiranse

source: Who signs:
yo_ng: Talo fowosiwe:

source: Witness address
yo_ng: Adiresi eleri

source: Witnesses
yo_ng: Awon eleri

source: Write down this textcoin on paper and store it securely. Claim it back anytime in the future using
yo_ng: Ko textcoin yi sile lori iwe kosi fipamo dada. Gba pada nigbakugba ni ojo iwaju nipa lilo

source: Write it down and keep it somewhere safe.
yo_ng: Ko sile kosi fipamo sibikan tiko lewu.

source: Wrong password
yo_ng: Oro agbaniwole tiko to

source: Yes
yo_ng: Beeni

source: You can erase the textcoin from your wallet if you have already saved it elsewhere (e.g. as a paper wallet):
yo_ng: Ole pa textcoin re kuro ninu apamowo re to ba ti fipamo si ibomiran tele. (bi apamowo oni iwe):

source: You cannot bind your transaction to reverse payment as you are in a single address wallet. Use a non-single address wallet and then transfer the money to this wallet.
yo_ng: O kole so idunadura re lati fa isan wo pada tori o wa ninu apamowo aladiresi kan. Lo apamowo ti konje aladiresi kan ko wa fi owo na ranse si apamowo yi.

source: You do not have a wallet
yo_ng: O ko ni apamowo kankan

source: You need to go through an attestation to get a profile. Look for Real Name Attestation bot in the Bot Store.
yo_ng: O nilo lati la fifihun koja lati gba awori. Wa bootu Ifihan Oruko to daju ni Itaja Bootu.

source: Your Wallet Seed:
yo_ng: Ifirugbin apamowo re:

source: Your export password
yo_ng: Oro agbaniwole ifiranse re

source: Your password
yo_ng: Ọrọ igbaniwọle rẹ

source: Your wallet file:
yo_ng: Apo iwe apamowo re:

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
yo_ng: Kokoro apamowo re yio je aroko. Oro igbaniwole re kole pada mo. Kiyesi pe o kosile

source: Your wallet will be created on this device, keep it safe. See your backup options in the Settings menu.
yo_ng: Aseda apamowo re lori ero yi, mu pamo dada. Re awon asayan edà àbọ̀-ábá re ni ajoko awon iseto.

source: [ Add new co-signer device ]
yo_ng: [fikun ero ajo ibuwolu titun]

source: amount
yo_ng: iye

source: an event is posted by an oracle
yo_ng: orisa loman ko Isele

source: and erase the textcoin to keep it safe from attackers.
yo_ng: ati pa textcoin na re lati fi pamo fun awon eyan buburu.

source: available
yo_ng: wa nile

source: by address
yo_ng: nipa adiresi

source: can unlock the contract
yo_ng: le si adehun na

source: can unlock the contract after it expires in
yo_ng: le si adehun na leyin to ba ti pari ni

source: cancel wallet creation
yo_ng: daduro iseda apamowo

source: claimed by {{btx.claimedByMe?'me':'receiver'|translate}}
yo_ng: tigba nipa {{btx.claimedByMe?'me':'receiver'|translate}}

source: clear chat history
yo_ng: pa itan iweregbe re

source: confirmed
yo_ng: ti fidimule

source: created
yo_ng: ti seda

source: days
yo_ng: awon ojo

source: e.g. 1-of-2 wallet with one key on this device and another key on your laptop computer.
yo_ng: bi apamowo kan-lara-meji pelu kokoro kan lori ero yi pelu kokoro miran lori àgbélétan re.

source: e.g. 1-of-2 wallet with one key on this device and another key on your smartphone.
yo_ng: bi apamowo kan-larin-meji pelu kokoro kan lori ero yi ati kokoro miran lori ero ajafafa re.

source: either way
yo_ng: ona èyí tàbí èyinì

source: erase textcoin
yo_ng: pa textcoin re

source: explicitly
yo_ng: ni kedere

source: hours
yo_ng: awon wakati

source: if an event is posted by an oracle
yo_ng: ti orisha ba ko isele

source: in merkle tree
yo_ng: lori igi merkle

source: in smart wallets
yo_ng: ninu awon apamowo to jafafa

source: invalid
yo_ng: aifesemule

source: keep for myself
yo_ng: fipamo fun ara re

source: locked by pending payments
yo_ng: ti tipa nipase awon imuduro isanwo

source: not claimed
yo_ng: ko reni gba

source: on feed name
yo_ng: lori oruko feedi

source: optional
yo_ng: èyí tí ó wu ni

source: or
yo_ng: tabi

source: peer pays
yo_ng: awon elegbe san owo

source: posted
yo_ng: ti ko

source: re-send private payloads
yo_ng: tu fi se afiranse awon eru sisan ikoko

source: re-send private payloads to cosigners
yo_ng: tun se ifiranse awon eru sisan ikokonsi awon ajo fowo bowe

source: send
yo_ng: firanse

source: send email
yo_ng: fi email ranse

source: sending
yo_ng: fifiranse

source: share again
yo_ng: tun pin

source: switch to multi-address
yo_ng: yipada si adiresi opo

source: switch to single address
yo_ng: yipada si adiresi okan

source: the text below and send it to the recipient via any messaging app
yo_ng: aroko to wa la be kosi firanse si olugba na nipase eto isise eyikeyi

source: to
yo_ng: si

source: together with
yo_ng: pelu

source: too long!
yo_ng: ti gun ju!

source: valid
yo_ng: ifesemule

source: wait for sync to complete before sending payments
yo_ng: duro fun imusisepo lati pari koto se ifiranse awon isan owo

source: with
yo_ng: pelu

source: with expected value
yo_ng: pelu iye tan reti
