Repository: byteball/obyte-gui-wallet
Catalog: i18n/po/yo_NG.po
Languages: yo_ng

source: 'Receive' tab → 'Claim funds using textcoin' button.
yo_ng: 'Gba'taabu 'gba owo nipa lilo textcoin' botini.

source: (The site won't see your balance and no money will be spent)
yo_ng: (Siti na ko ni ni Aaye naa lati ri iwontunwonsi re ati pe ko si owo ti nina)

source: (current wallet)
yo_ng: (apamowo lowolowo)

source: (my other wallet)
yo_ng: (Apamowo mi miiran)

source: (possible double spend)
yo_ng: (O le se ilopo meji)

source: -- Select co-signer --
yo_ng: Yan ajo-onigbowo

source: 12 words separated by dashes
yo_ng: Awon oro mejila ti a yato nipase awon apon

source: Accept
yo_ng: Gba

source: Accept invitation
yo_ng: Gba ipe si

source: Accept invitation from the other device
yo_ng: Gba ipe lati ero miiran

source: Account
yo_ng: Iroyin

source: Add Bot
yo_ng: Fi botu kun

source: Add a new device
yo_ng: Fi ero titun kun

source: Add a new entry
yo_ng: Fi titewole tuntun sii

source: Add answer
yo_ng: Fi idahun kun

source: Add fields
yo_ng: Fi awon aaye kun

source: Add wallet
yo_ng: Fi apamowo kun

source: Added
yo_ng: Fi kun

source: Address
yo_ng: Adiresi

source: Address to attest
yo_ng: Adiresi kari jeri

source: Addressbook
yo_ng: Atileyin iwe

source: Advanced
yo_ng: Ti ni Ilosiwaju

source: After writing it down, find this transaction in
yo_ng: Leyin to ba ti ko sile, wa idunadura yi ni

source: Agree
yo_ng: Gba

source: All Wallet Addresses
yo_ng: Gbogbo Awon Adiresi Apamowo

source: Already Paid
yo_ng: Ti San Tele

source: Already saved
yo_ng: Ti o ti fipamo

source: Also
yo_ng: Bakannaa

source: Also in the Settings menu, you will find security options such as setting a password.
yo_ng: Bakannaa ni akojo asayan, iwo yoo wa awon asayan aabo bi eto oro igbaniwole.

source: Also, don't forget to delete your seed
yo_ng: Bakannaa, mase gbagbe lati pa irugbin re

source: Amount
yo_ng: Iye

source: Answer
yo_ng: Idahun

source: Answer:
yo_ng: Idahun:

source: Approve wallet creation on other devices
yo_ng: Gba eda apamowo lori awon ero miiran

source: Are you sure you want to delete the backup words?
yo_ng: Se o da o loju pe o fe pa awon oro afeyinti naa?

source: Are you sure you want to delete this wallet?
yo_ng: Seo da e loju pe o fe pa apamowo yi?

source: Asset
yo_ng: Dukia

source: Attestation
yo_ng: Ifarahan

source: Attested address:
yo_ng: Adiresi ti o ti Fi han:

source: Attested by:
yo_ng: Talo fi han:

source: Attestor addresses
yo_ng: Awon adiresi eni ti o fi han

source: Auto-update the witness list from the hub
yo_ng: Imudara aifowoyi ni akojo eri lati ibudo

source: Auto-update the witness list from this hub
yo_ng: Imudara aifowoyi ni akojo eri lati ibudo

source: Available Balance
yo_ng: Atunwo to wa

source: Back
yo_ng: Pada

source: Backup now
yo_ng: Afeyinti bayi

source: Backup wallet seed
yo_ng: Apamowo apo-afeyinti

source: Backup words deleted
yo_ng: Awon oro afeyinti paare

source: Backups
yo_ng: Awon afeyinti

source: Bad profile
yo_ng: Awori buruku

source: Balance By Address
yo_ng: Afeyinti Nipa Adiresi

source: Before receiving funds, it is highly recommended you backup your wallet keys.
yo_ng: Saaju gbigba owo, a ni iseduro niyanju lati se afeyinti awon botini apamowo re.

source: Better yet, use multisig wallets with redundancy,
yo_ng: Dara sibe, lo awon apamowo multisigi pelu apoju,

source: Bind payment
yo_ng: Fowo owo sisan

source: Bind the payment to a condition
yo_ng: Fi owo si owo ipo kan

source: Bitcoin URI is NOT valid!
yo_ng: URL ti Bitcoinu ko ni wulo!

source: Bot Store
yo_ng: Itaja Botu

source: Both you and {{correspondent.name}} enabled local chat history recording.
yo_ng: Iwo pelu {{correspondent.name}} sise agbasile itan iwiregbe.

source: Browser unsupported
yo_ng: Ero ikiri ayelujara tiko ni atileyin

source: CANCEL
yo_ng: FAGILEE

source: CONTINUE
yo_ng: TESIWAJU

source: Cancel
yo_ng: Fagilee

source: Change hub:
yo_ng: Paro ibudo:

source: Changing wallet alias only affects the local wallet name.
yo_ng: Piparo oruko apeje ti apamowo ni ipa lori oruko apamowo ti agbegbe nikan.

source: Chat
yo_ng: Iwiregbe

source: Choose File
yo_ng: Yan faili

source: Choose private profile
yo_ng: Yan awori ikoko

source: Choose the device to send to
yo_ng: Yan ero iranse si

source: Choose which fields to send:
yo_ng: Yan awon apa to fe firanse:

source: Claim funds
yo_ng: Gba awon owo

source: Claim funds by textcoin
yo_ng: Gba awon owo nipase textcoin

source: Claim funds using textcoin
yo_ng: Gba awon owo nipa lilo textcoin

source: Claiming...
yo_ng: Gbigba...

source: Click this button to create a payment file and send it to a recipient.
yo_ng: Te botini eleyi lati seda faili apo isanwo ati lati firanse losi odo'lugba.

source: Click this button to create payment and share it via private message in chat apps or to create a paper wallet.
yo_ng: Te botini yi lati seda apo isanwo ati pipin re latipase awon ifiranse ikoko ninu ohun elo iwiregbe tabi lati seda apamowo oni iwe.

source: Close
yo_ng: Pade

source: Co-signers
yo_ng: Awon ti ajo fowo siwe

source: Co-signers for multisig
yo_ng: Awon ti ajo fowo siwe fun multisig

source: Color
yo_ng: Awo

source: Commit hash
yo_ng: Da hash

source: Compress the file? (Slower)
yo_ng: Sunki faili na? (die die)

source: Confirm
yo_ng: Jerisi

source: Confirm Vote
yo_ng: Jerisi ibo

source: Confirm payment
yo_ng: Jerisi isanwo

source: Confirm vote
yo_ng: Jerisi ibo

source: Confirmed
yo_ng: Fidimule

source: Contacts
yo_ng: Awon olubasoro

source: Copied to clipboard
yo_ng: Daako si ori iwe alabode

source: Copy
yo_ng: Daako

source: Could not create payment proposal
yo_ng: A kole se idakale imoran isanwo

source: Could not create using the specified extended private key
yo_ng: Kole dale nipase kokoro ikoko pato ti a fagun

source: Could not create using the specified extended public key
yo_ng: Kole dasile nipase kokoro gbangba pato ti a fagun

source: Could not create: Invalid wallet seed
yo_ng: Ko le seda: Irugbin apamowo ko dara

source: Could not decrypt
yo_ng: Kole gbo gbin

source: Could not fetch transaction history
yo_ng: Ko ri itan idunadura

source: Could not import
yo_ng: Kole gbe wole

source: Could not import. Check input file and password
yo_ng: Kole gbe wole. Ye faili tite ati oro igbaniwole

source: Could not send payment
yo_ng: Kole fi isan owo ranse

source: Country
yo_ng: Orile ede

source: Create
yo_ng: Seda

source: Create a new wallet
yo_ng: Seda apamowo titun

source: Create new wallet
yo_ng: Seda apamowo titun

source: Create {{requiredCosigners}}-of-{{totalCosigners}} wallet
yo_ng: Seda {{requiredCosigners}}-ti-{{totalCosigners}} apamowo

source: Created:
yo_ng: O to seda:

source: Creating Profile...
yo_ng: Siseda awori...

source: Creating Wallet...
yo_ng: Siseda apamowo...

source: DELETE WORDS
yo_ng: PA AWON ORO RE

source: Data into datafeed
yo_ng: Data sinu datafeed

source: Datafeed name
yo_ng: Oruko datafeed

source: Datafeed value
yo_ng: Iye Datafeed

source: Date
yo_ng: Ojo

source: Date of birth
yo_ng: Ojo ibi

source: Declined
yo_ng: Ko sile

source: Definition
yo_ng: Itumo

source: Definition of smart address
yo_ng: Itumo ti adiresi to jafafa

source: Definitions of addresses
yo_ng: Awon itunmo ti awon adiresi

source: Delete Wallet
yo_ng: Yo Apamowo

source: Delete wallet
yo_ng: Yo apamowo

source: Deleting the textcoin will remove the ability to claim it back or resend
yo_ng: Yiyo textcoin yio yo anfani lati gba pada tabi tun firanse

source: Derivation Strategy
yo_ng: Itunjade igbimo

source: Details
yo_ng: Alaye lekunrere

source: Device address
yo_ng: Adiresi ero

source: Device name
yo_ng: Oruko ero

source: Device name is visible to other devices you communicate with.
yo_ng: Oruko ero wa ni hihan si awon ero miran ti oun ba soro.

source: Do not clone wallets, stop using the original wallet with this seed.
yo_ng: Mase se adaako apamowo, ye ma lo apamowo ojulowo pelu irugbin yi.

source: Do not use it to clone the wallet.
yo_ng: Mase lo lati seda oniye apamowo yi.

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
yo_ng: Nje o ri ede re lori Crowin? Soro pelu eni toni lori Crowdin! A o nifesi lati jumo gbe ede re ga.

source: Done
yo_ng: Oti se

source: Download CSV file
yo_ng: Gba faili CSV lati ayelujara

source: Edit
yo_ng: Se atunse

source: Either you or {{correspondent.name}} have chat history recording disabled. History is not saved for anyone now.
yo_ng: Yala iwo tabi {{correspondent.name}} ti pa akosile itan oro. Ko si akosile itan fun enikeni nisin.

source: Enable push notifications
yo_ng: Gbalaye iwifunni titu

source: Enter the pairing code received from the other device, or use your camera (icon at the upper right corner) to scan the QR code displayed on the other device.
yo_ng: Te oro sisopo ti o gba lati owo ero keji, tabi ko lo ayaworan (aami to wa ni eti oke, lapa otun) lati se oloje koodu QR to han lori ero keji.

source: Enter your password
yo_ng: Te oro igbawole re

source: Error creating wallet
yo_ng: Asise nigba siseda apamowo

source: Export
yo_ng: Firanse

source: Export completed successfully
yo_ng: Ifiranse ti pari laseyori

source: Exporting...
yo_ng: Fifiranse...

source: Extended Public Keys
yo_ng: Kokoro gbagba ti a fagun

source: Failed to export
yo_ng: Ko le firanse

source: Fee
yo_ng: Owo

source: Field
yo_ng: Papa

source: Finality
yo_ng: Ipari

source: First name
yo_ng: Oruko akoko

source: From
yo_ng: Lati

source: Full address:
yo_ng: Adiresi lekun rere:

source: Full backup
yo_ng: Afeyinti pipe

source: GET STARTED
yo_ng: OYA BERE

source: Generate QR Code
yo_ng: Pilese koodu QR

source: Generate new address
yo_ng: Pilese adiresi tuntun

source: Generating .csv file...
yo_ng: Pilese faili .csv...

source: Global preferences
yo_ng: Asansile agbaye

source: Go back
yo_ng: Pada losehin

source: Hardware wallet
yo_ng: Apamowo to le gbamu

source: Hidden assets
yo_ng: Dukia ikoko

source: Hide the Wallet Seed
yo_ng: Fi irugbin apamowo pamo

source: History
yo_ng: Itan

source: Home
yo_ng: Ile

source: Host
yo_ng: Agbalejo

source: Hub
yo_ng: Ibudo

source: Hub URL
yo_ng: Ibudo URL

source: I affirm that I have read, understood, and agree with these terms.
yo_ng: Mo jeri daju pe moti ka, la kaye, mosi faramo awon ofin yi.

source: I pay
yo_ng: Mo san owo

source: I receive another payment of
yo_ng: Mo gba owo miran ti

source: ID number
yo_ng: Nomba idanimo

source: ID subtype
yo_ng: Omiran Idanimo

source: ID type
yo_ng: Iru idanimo

source: If any of your cosigner devices doesn't see this payment, you can
yo_ng: Ti ikan kan lara ero awon ajofowo bo iwe re o ba ri isan owo yi, o le

source: If the condition is not met, I can take this money back after
yo_ng: Ti o ba se imuse ileri, mo le gba owo yi pada leyin

source: If the peer doesn't pay, I can take my money back after
yo_ng: Ti elegbe koba san owo, mo le gba owo mi pada leyin

source: If the recipient doesn't see your payment, you can
yo_ng: Ti olugba o ba ri isanowo re, o le

source: If you have moved this backup from another device, stop using it on the original one immediately after creating the backup. Never clone wallets. If you need access from several devices, use multisig.
yo_ng: Ti o ba ti sun ifeyinti lati ero miran, ye ma lo lori ti ojulowo leyin to ba ti seda ifeyinti. Mase seda apamowo omiran. To ba nilo wiwole lato ri ero omiran, lo multisig.

source: If you plan to restore the wallet on another device, stop using it on the current one immediately after creating the backup. Never clone wallets. If you need access from several devices, use multisig.
yo_ng: Ti o bafe se idapada apamowo lori ero omiran, jawo kuro lati ma lo lori eleyi toun lo lowolowo lesekese leyin to ba seda ifeyinti. Mase seda apamowo kan na. To ba nilo wiwole lati ori ero to po, lo multisig.

source: Import
yo_ng: Gbe wole

source: Import wallet
yo_ng: Gbe apamowo wole

source: Importing wallet...
yo_ng: Gbigbe apamowo wole...

source: Including pending confirmation
yo_ng: Pelu akoko imuduro Imudaju

source: Initial transaction history synchronization can take some minutes for wallets with many transactions.<br> Please stand by.
yo_ng: Isopo itan idunadura akoko le gba iseju die fun apamowo oni idunadura pupo. <br> Jowo duro.

source: Insert my address
yo_ng: Fi adiresi mi si

source: Insert private profile
yo_ng: Fi awori ikoko si

source: Invalid
yo_ng: Aifesemule

source: Invalid Touch ID
yo_ng: Aifesemule idanimo ifowokan

source: Invite the other device
yo_ng: Pe ero ikeji

source: Keep only data relevant to you
yo_ng: Fi data to tan mo ara e nikan pamo

source: Label
yo_ng: Aami

source: Language
yo_ng: Ede

source: Last name
yo_ng: Oruko idile

source: Later
yo_ng: Nigbami

source: Loading...
yo_ng: O n gbera...

source: Make a payment to
yo_ng: Se isanwo si

source: Maybe later
yo_ng: Boya nigba omiran

source: Me
yo_ng: Emi

source: Merchant message
yo_ng: Ifiranse Onisowo

source: Merkle proof
yo_ng: Amudaju Merkle

source: Message
yo_ng: Ifiranse

source: Message:
yo_ng: Ifiranse:

source: Moved
yo_ng: O tu sun

source: Multidevice Wallet
yo_ng: Apamowo ero olona

source: My recording preference
yo_ng: Igbasile aayo mi

source: Name of the contact
yo_ng: Oruko olubasoro

source: Network
yo_ng: Netiwoki

source: New Random Seed
yo_ng: Ifirugbin id tuntun

source: New version is available!
yo_ng: Eya titun ti wa!

source: New witnesses
yo_ng: Awon eleri titun

source: No
yo_ng: Rara

source: No password given
yo_ng: Ko si atewole

source: No profiles matching the requested criteria.
yo_ng: Ko si awori to papo mo ilano to bere.

source: No profiles yet.
yo_ng: Koti si awori.

source: No transactions yet
yo_ng: Ko ti si idunadura

source: Not valid
yo_ng: Ko wulo

source: Note
yo_ng: Kiyesi

source: Now you have to send this file somewhere to restore from it later ("Save to Files", send to yourself using chat apps, etc.)
yo_ng: Niisin, o nilo lati fi faili yi ranse si ibikan lati se idapada lati oori e nigbami ("Fipamo si Awon faili", fi ranse si ara re nipa lilo awon apps iwiregbe, ati bebe lo)

source: Offer a contract
yo_ng: Funni adehun

source: Once you have written your wallet seed down, it is recommended to delete it from this device.
yo_ng: Ti o bati ko ifirugbin apamowo re sile, a gba e niyanniju ko yo kuro lori ero yi.

source: Only single-sig wallets can be recovered.
yo_ng: Awon apamowo oni Ibuwolu kan la le rapada.

source: Open chat
yo_ng: Iwiregbe to shi sile

source: Options for answering
yo_ng: Awon asanyan fun didahun

source: Or copy
yo_ng: Tabi daako

source: Pair
yo_ng: Sopo

source: Paired devices
yo_ng: Awon ero to ti sopo

source: Pairing code
yo_ng: Koodu isopo

source: Paper wallets are just textcoins. Scan the paper wallet's QR code using the camera icon in the upper right corner or input the 12 words of the textcoin manually on the "Receive" tab.
yo_ng: Textcoin lasun ni awon apamowo oniwe je. Se ayewo koodu QR ti apamowo oniwe nipase ami ayaworan ton be loke lapa otun tabi te oro mejila ti textcoin funrafunrara e lori apa "gbigba".

source: Passphrase
yo_ng: Oro igbaniwole

source: Password needed
yo_ng: Anilo igbaniwole

source: Passwords do not match
yo_ng: Igbaniwole ko baramu

source: Paste your paper wallet private key here
yo_ng: Lee kokoro ikoko apamowo oniwe re sihin

source: Pay and offer
yo_ng: San ati fun

source: Pay to this address
yo_ng: San si adiresi yi

source: Payment Accepted
yo_ng: Agba isanwo

source: Payment Proposal Created
yo_ng: A ti da Imoran isanwo sile

source: Payment Proposals
yo_ng: Awon imoran isanwo

source: Payment Rejected
yo_ng: Ako isanwo

source: Payment Sent
yo_ng: Ati fisanwo ranse

source: Peer:
yo_ng: Elegbe:

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
yo_ng: Pa apamowo yi re laitojo. IGBESE YI KO SE DAPADA

source: Plain Wallet
yo_ng: Apamowo Gbangba

source: Please choose how much data to store in your wallet
yo_ng: Jowo mu iye data tofe fipamo si inu apamowo re

source: Please enter the required fields
yo_ng: Jowo fowosi awon apa ti a beere

source: Please name this device
yo_ng: Jowo so ero yi loruko

source: Please switch to a single-address wallet and you probably need to insert your address again.
yo_ng: Jowo yipada si apamowo oni adireesi kan ati pe o nilo lati tun fi adiresi re sii.

source: Poll
yo_ng: Idibo

source: Port
yo_ng: Ibudo

source: Post values into datafeeds manually, be an oracle.
yo_ng: Ko awon iye sinu awon datafeeds pelu owo re, je orisha.

source: Post your profile data, anything you want to say about yourself.
yo_ng: Ko data awori re, ohun ko hun to ba fe so nipa arare.

source: Preferences
yo_ng: Awon aayo

source: Press again to exit
yo_ng: Te lekan si lati jade

source: Private payloads sent
yo_ng: Awon eru sisan ikoko ti lo

source: Private profile
yo_ng: Awori ikoko

source: Profile
yo_ng: Awori

source: Profile field
yo_ng: Apa awori

source: Profile field value
yo_ng: Iye apa Awori

source: QR Code
yo_ng: Koodu QR

source: QR-Scanner
yo_ng: Aseda aworan-QR

source: Question to be voted on
yo_ng: Ibere ti aa dibo lori

source: Question:
yo_ng: Ibere:

source: Receive
yo_ng: Gba

source: Received
yo_ng: Ti gba

source: Recipients
yo_ng: Awon olugba

source: Reconnecting to Wallet Service...
yo_ng: Sisopo si ise apamowo...

source: Recover
yo_ng: Gba pada

source: Recovery from seed
yo_ng: Gba pada lati odo irugbin

source: Recreating Wallet...
yo_ng: Atunda Apamowo...

source: Refused
yo_ng: Ko

source: Release Information
yo_ng: Fi alaye sile

source: Remove
yo_ng: Yọ kúrò

source: Remove a device
yo_ng: Yo ero kan kuro

source: Rename:
yo_ng: Tun so loruko:

source: Repeat password
yo_ng: Tun te oro igbaniwole

source: Repeat the password
yo_ng: Tun te oro igbaniwole

source: Replace
yo_ng: Ropo

source: Request Password
yo_ng: Bere Oro Igbaniwole

source: Request a specific amount
yo_ng: Bere iye pato kan

source: Request payment
yo_ng: Bere owo

source: Required number of signatures
yo_ng: Iye awon ibuwolu ti a beere

source: Restore from full backup
yo_ng: Dapada lati ori afeyinti ekun

source: Retrying...
yo_ng: Tun gbiyanju...

source: SET
yo_ng: SETO

source: Save
yo_ng: Fipamo

source: Saving preferences...
yo_ng: Fifipamo awon aayo...

source: Scan status finished with error
yo_ng: Yaworan ipo ti pari pelu asise

source: Scan the above QR code using the other device, or send this pairing code to the other device:
yo_ng: Yaworan koodu QR to wa loke nipase ero keji, tabi fi koodu isopo ranse si ero keji:

source: Scan your fingerprint please
yo_ng: Jowo yaworan ila owo re

source: Scanning Wallet funds...
yo_ng: Yiyaworan awon owo apamowo...

source: Scanning for addresses...
yo_ng: Yiyaworan fun awon adireesi...

source: Select a wallet
yo_ng: Mu apamowo kan

source: Select subwallet
yo_ng: Mu iha apamowo

source: Select the assets to hide in the wallet
yo_ng: Mu awon dukia lati fipamo sinu apamowo naa

source: Select your identity
yo_ng: Mu idanimo re

source: Send
yo_ng: Firanse

source: Send Payment
yo_ng: Fi owo ranse

source: Send addresses by email
yo_ng: Fi adiresi ranse nipa e-mail

source: Send all
yo_ng: Fi gbogbo e ranse

source: Send by email
yo_ng: Fi ranse nipa email

source: Send this profile
yo_ng: Fi awori yii ranse

source: Sending...
yo_ng: Fifiranse...

source: Sent
yo_ng: Firanse

source: Session log
yo_ng: Sáà àkọsílẹ̀ iṣẹ́

source: Set up a Password
yo_ng: Seto Oro-igbaniwole kan

source: Set up a password
yo_ng: Seto oro igbaniwole kan

source: Settings
yo_ng: Awon iseto

source: Share
yo_ng: Pin

source: Share address
yo_ng: Pin adiresi

source: Share the code
yo_ng: Pin koodu naa

source: Share this wallet address to receive payments.
yo_ng: Pin adiresi apamowo yi lati gba awon isan owo.

source: Share via message
yo_ng: Pin nipase ifiranse

source: Show all
yo_ng: Safihan gbogbo e

source: Show the Wallet Seed Anyway
yo_ng: Safihan irugbin ti apamowo lonokona

source: Sign
yo_ng: Ibuwolu

source: Sign message
yo_ng: Ise ibuwolu

source: Signed message
yo_ng: Ise ti ati buwolu

source: Signing address:
yo_ng: Adiresi ibuwolu:

source: Single address wallet
yo_ng: Apamọ́wọ́ àdírẹ́ẹ̀sì-kan

source: Single address wallets will not spawn new addresses for every transaction, change will always go to the one and only address the wallet contains.
yo_ng: Awon Apamowo oni Adiresi kan koni seda awon adiresi titun fun gbogbo idunadura, iyipada yio ma losi adiresi kan soso ti apamowo na ni.

source: Small Expenses Wallet
yo_ng: Apamowo awon inawo kekere

source: Specify Seed...
yo_ng: So irugbin pato...

source: Spending Restrictions
yo_ng: Awon Hihamo inawo

source: Still not done
yo_ng: Ko ti si setun

source: Store
yo_ng: Toju

source: Success
yo_ng: Aseyori

source: Sweep paper wallet
yo_ng: Gba apamowo oniwe

source: Syncing... {{index.count_unhandled_private_payments}} private payments left
yo_ng: Mimusisepo... {{index.count_unhandled_private_payments}} awon isan owo ikoko loku

source: Syncing... {{index.syncProgress}}
yo_ng: Mimusisepo... {{index.syncProgress}}

source: TOR enabled
yo_ng: TOR sise

source: Tap to retry
yo_ng: Te lati gbiyanju si

source: Terms of Use
yo_ng: Awon ofin lilo

source: Text message to
yo_ng: Iṣẹ́ àyọkà si

source: The attested address belongs to:
yo_ng: Adiresi ti a ti fi han je ti tani:

source: The hub for receiving messages from other devices.
yo_ng: Ibudo fun gbigba ise lati ori awon ero miran.

source: The hub suggests replacing the following witnesses:
yo_ng: Ibudo na daba sise àfirọ́pò awon olujeri yi:

source: The money is stored on this textcoin:
yo_ng: Owo na wa ni afipamo ninu textcoin:

source: The peer receives this payment if
yo_ng: Awon elegbe gba isan wo yi ti

source: The signature is
yo_ng: Ibuwolu na ni

source: The vote will be signed by all your funded addresses
yo_ng: Idibo na yio gba ibuwolu latowo gbogbo awon adiresi re to gba owo

source: The wallet "{{walletName}}" was deleted
yo_ng: Won ti yo Apamowo na kuro "{{walletName}}"

source: The wallet vendor will be able to know some of your balances and will be able to see which transactions are yours, but you can start using the wallet immediately and the wallet is fully functional.
yo_ng: Ataja apamowo na yio le mo omiran ninu awon oseku re yio si nipa lati ri awon idunadura to je tie, sugbon o le bere si ma lo apamowo na ni kia kia ati pe apamowo na sise lekunrere.

source: Their recording preference
yo_ng: Aayo Igbasile won

source: There are no wallets to make this payment
yo_ng: Ko si awon apamowo lati san owo yi

source: This address is shared with {{index.shared_address_cosigners}}.
yo_ng: An pin adiresi yii pelu {{index.shared_address_cosigners}}.

source: This choice cannot be changed later
yo_ng: Asayan yi kole yipada nigbami

source: This option is better for privacy but will take several gigabytes of storage and the initial sync will take several days. CPU load will be high during sync.
yo_ng: Asayan yi da fun ipamo sugbon yio gba gigabytes pupo ti ile ifipamo ati imusisepo akoko le gba ojo pupo. Eru CPU a po nigba imusisepi.

source: This payment is bound to a condition
yo_ng: Isanwo yi so mo nnkan

source: This payment must be paid only from single-address wallet
yo_ng: Isan wo yi gbudo wa lati odo apamowo aladiresi-kan

source: This transaction has become invalid; possibly due to a double spend attempt.
yo_ng: Idunadura yi ti je aifesemule; oleje nipase igbiyanju inawo meji.

source: This wallet cannot be converted to multi address wallet as it already has attestations
yo_ng: A kole yi apamowo yi pada si apamowo aladiresi pupo tori o ti ni awon fifihun tele

source: This wallet cannot be converted to multi address wallet as it is multidevice
yo_ng: A kole yi apamowo yi pada si apamowo aladiresi pupo tori o je ero opo
